{
    "header": {
        "title": " Gang beat up and shave trans woman’s hair off in humiliating attack ",
        "subtitle": " ",
        "owner": " Joe Roberts ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 12.9k ",
        "datePosted": " Tuesday 11 Jun 2019 5:30 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/11/gang-beat-up-and-shave-trans-womans-hair-off-in-humiliating-attack-9896338/ ",
        "postText": "A kidnap gang tortured and shaved a transgender woman’s head after she refused to pay them extortion money, activists have claimed.', 'Shakeela, 27, was allegedly taken during the first day of Eid last week and held against her will for three hours.', 'She says she was threatened with further violence if she did not pay the gang one million rupees (£5,200).', 'Shakeela has come forward with Pakistan’s Trans Action support group to put pressure on local police to investigate the attack.', 'Pakistan is a deeply religious conservative country and homosexuality is illegal, but last year new laws were introduced letting people self-identify their gender on official documents.', 'Despite the recent progression, Farzana Jan, the president of Trans Action, told Metro.co.uk that transgender women are at the mercy of gangs in the northern province of Khyber Pakhtunkhwa.', 'Farzana, who was the first Pakistani to have a gender-neutral ‘X’ passport, says 64 transgender people have been killed in the province since 2015, while more than 600 have been tortured.', 'She told Metro.co.uk: ‘There is an organised group of criminal gangs who specifically target the transgender community because they are more vulnerable.', '‘They’re involved not only in the sexual exploitation of the transgender community but they extort money from them.', '‘They are seen as weak and easy targets.’', 'Farzana said Shakeela, who works as a dancer in the city of Mardan, had paid the gang twice before.', 'She said: ‘Initially she paid 40,000 rupees and then 50,000 rupees.', '‘It’s a kind of safety money which you pay and you can work and dance in the area.', '‘Now they have demanded a huge amount. They’ve asked for one million Pakistani rupees.', '‘It’s impossible for Shakeela to pay this money.’', 'Farzana said attacks like these ‘are not new’, adding: ‘This is happening throughout Khyber Pakhtunkhwa.', '‘These organised criminal gangs are active all over the province.', '‘We see a large number of people who either pay money or don’t and they are killed or tortured.’', 'She claims some arrests are made after attacks are shared on social media but they never lead to convictions.', 'She said: ‘The violence is high on the ground but the prosecution and conviction rate is zero.’', 'Pakistan passed the transgender persons protection of rights act in May 2018, but Farzana says ‘the progress and implementation is almost nil’.', 'She added: ‘Yes, there is some kind of change at the grassroots level but the challenge of the transgender community all across Pakistan, and especially in Khyber Pakhtunkhwa, remains the same.’",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - Female homosexuality,Gender - General,Age - Over 65s,Sexual Identity - Transexuality,Sexual Identity - General,Sexual Identity - Male homosexuality,Age - Youngsters,Ethnicity - Black,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Race,Lesbian,Sex,Sexual,Old,Transgender,LGBT,Gay,LGBT,Gay,LGBT,Nothing,Nobody,African,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Shahleena Khan",
            "date": "20w",
            "timestamp": "1560243586",
            "commentText": "Pakistan is deeply religious conservative country? Have you ever been there!? Most women don't even wear a hijab like they do in actual Muslim conservative countries and in case YOU are forgetting wasnt a <b> lesbian </b>couple attacked in London last week?? Is this place conservative and Muslim? No. More Muslim bashing with your pathetic journalism. Men walk round holding hands in Pakistan as it is a sign or friendship and respect. The term 'Hijra' which is a very<b>  old</b> word for th<b> e Transgende</b>r community, if anything, are considered a group of people that bring good luck. As for talking about homosexuality being illegal - yet no laws actually being implemented - this was a law brought in by the BRITS when under colonial rule. Like with many countries, there are still people with a very backwards mentality so this is not a 'Pakistani' problem but a worldwide one. So put that in your idiotic pipe and smoke it.",
            "likes": 27,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1",
                    "user": "Izzy Hussain",
                    "date": "20w",
                    "timestamp": "1560255353",
                    "commentText": "Aye aye, well said",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Josh O'Brien",
                    "date": "20w",
                    "timestamp": "1560260274",
                    "commentText": "What about the British Pakistanis at the school in Brummy?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ryan Wilson",
                    "date": "20w",
                    "timestamp": "1560288907",
                    "commentText": "Josh O'Brien what about them?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Howard Leech",
                    "date": "20w",
                    "timestamp": "1560338221",
                    "commentText": "Are you actualy saying that Pakistan is a wonderful modern country which respects Human Rights ? More like a backward country ruled by Muslim Fundementalists.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Shahleena Khan",
                    "date": "20w",
                    "timestamp": "1560346865",
                    "commentText": "Howard Leech Have you ever been there? I would say no. As i correctly recall not long ago, a paedophile murdered a young girl. He was found and then hung. If you are telling me you support his human rights then frankly, you are trash. Also, the chances of former playboy, father of 2 half white English kids, Imran Khan being PM, if it wass \"ruled by Muslim Fundementalists\" is laughable. Much like your sheer ignorance.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Anne Callaghan",
                    "date": "20w",
                    "timestamp": "1560376287",
                    "commentText": "If Pakistan is such a wonderful places and  one of the most beautiful countries in the world, why do we have so many Pakistanis living here? I assume you live in Pakistan, so maybe you could answer why so many Pakistanis came here pretendinng to be Syrian refugees? Homosexuality was legalised in 1967, in Britain, so why is there such hate by so very many Muslims towards <b> gay<b>  </b</b>>people? There are attacks here agains<b> t g<b> a</b</b>>y <b> and lesb</b>ian couples, appalling but relatively few.  In Muslim countries, including Pakistan, few would dare to say they ha<b> ve a se</b>xual preference for the<b>  sam</b>e sex. Is it not against Islam and so from the 7th Century, than anything to do with the British invading? This is why w<b> e n<b> ee<<b> /b</b</b>>>d LGBT education in British schools because there are so many of our schools with large numbers of Muslim children and it is good that our children benefit from the education and much of that will be set in the context of their family values and beliefs. It is apparent by the Muslim parents protesting against this, that those Muslim children will be denied any choice o<b> ver the</b>ir sexual preference and yet there will be Muslim girls who have already had no choices and undergone FGM, here in Britain, which is illegal here in Britain and yet there is a NHS clinic in London for those girls who are butchered and who need skilled medical treatment, There have been only 1 or 2 people charged, why? Because Mulsims keep this butchering, in the name of Islam, of baby girls and little girls, secret. There will be girls who will have no choice over a husband and will be married off fr<b> om 9</b> years old onwards, which is also illegal here in Britain, but do not let them be edu<b> cat<b> ed<<b> /b</b</b>>> about LGBT's. It is not acepted in Islam. The religion of no choices? It is an ideology, how things 'should be'.I think there are many levels of mentality and it will be dependant on culture, to some degree, but any culture that lets FGM and child brides be acceptable, is a very backward culture, in my opinion and that it happens here in Britain, is appalling. Sharia1",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Sexual",
                        "Old",
                        "Gay",
                        "LGBT",
                        "Lesbian"
                    ]
                },
                {
                    "id": "7",
                    "user": "Shahleena Khan",
                    "date": "20w",
                    "timestamp": "1560419649",
                    "commentText": "Anne Callaghan I'm born and raised in London. Nice little bit of assumptive <b> racism </b>there from you ANNE. You might want to have a word with your<b>  racist</b> colonial ancestors as to why half of the world's population has ended up in the UK. You might want to educate yourself a little better as th<b> e Lesbia</b>n couple that were attacked in London last week were attacked by 4 white teens. Most likely people like your kids considering how insideous<b> ly raci</b>st you are. It wouldnt be suprising if you had raised people the same way. Full of spite, hatred and idiocy. Pakistan is part of the Commonwealth. You will rarely get refugees from there. Exactly what would they be seeking refuge from? The invisible wars they are involved with? FGM is a cultural issue not a religious one. From predominan<b> tly Afri</b>can nations. Again your lack of education is at best, comical. As for child brides. I think you will find that the US is the biggest culprit. You know, the US? That massive MU<b> SLIM na</b>tion. Get off Google, your pathetic reaching and actually get out there ANNE. There is no Sharia Law in the UK and no calls for it. Again your stupidity is a joke. Jimmy Saville was a Muslim was he? Was Gary Glitter too? No they were one of your people ANNE. The only backwards one is you. What an embarassing cowardly individual you are. Be a <b> proud r</b>acist and say it with your chest. Although considering literally everything you said was made up, i would keep it to myself if I were you for fear of being the laughing stock that you actually are. ANNE.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist",
                        "African",
                        "Nation",
                        "Lesbian"
                    ]
                }
            ],
            "keywords": [
                "Old",
                "Lesbian",
                "Transgender"
            ]
        },
        {
            "id": "8",
            "user": "David Reedman",
            "date": "20w",
            "timestamp": "1560251690",
            "commentText": "Not somewhere I would want to visit and the UK is getting the same way.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "9",
                    "user": "Izzy Hussain",
                    "date": "20w",
                    "timestamp": "1560255450",
                    "commentText": "Hey at least things have improved from days of slavery, so progressive society",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Ryan Wilson",
                    "date": "20w",
                    "timestamp": "1560288887",
                    "commentText": "David - No it isn't, don't talk nonsense.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Shahleena Khan",
                    "date": "20w",
                    "timestamp": "1560329234",
                    "commentText": "It's a shame you have made that assumption as you would be treated with <b> nothing </b>but respect over there. All you know about Pakistan is about what you read in the press which is a shame that you are so easily brainwashed. Pakistan is one of the most beautiful countries in the world. Why else did the Brits invade it.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "12",
                    "user": "Erica Bourland",
                    "date": "19w",
                    "timestamp": "1560519728",
                    "commentText": "David, go complain to someone who cares. <b> Racist </b>pos",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Danni Colbert",
            "date": "20w",
            "timestamp": "1560259994",
            "commentText": "Metro: Horrible just horrible .. next on metro are trans people human lets see every other comment on other stories",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Dee Kiley",
            "date": "20w",
            "timestamp": "1560317858",
            "commentText": "The UK is going the same way ... How can the <b> Race </b>Relations act stand in this country, as it is written fails to protect those it says it protects. . This act was not thought through and is causing more problems than  it solves . This act was re ajusted in 2000 but it is being used by those that come here to suppress,  other groups it is meant to protect . If is failing some under the law and not others as it is being manipulated",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "15",
                    "user": "Ade Foiadelli",
                    "date": "20w",
                    "timestamp": "1560337331",
                    "commentText": "The <b> Race </b>Relations Act doesn't exist anymore, it was replaced by the Equalities Act 2010.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                }
            ],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "16",
            "user": "Sarah Dolman",
            "date": "20w",
            "timestamp": "1560324991",
            "commentText": "Nobody should be treated with cruelty. #iamhere",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "17",
                    "user": "Steven James Garner",
                    "date": "20w",
                    "timestamp": "1560327943",
                    "commentText": "Sarah Dolman #iamhere liberal unwashed and a complete pest",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "18",
            "user": "Jim Vecchitto",
            "date": "20w",
            "timestamp": "1560355470",
            "commentText": "Pakistan seems to be populated by men with very tiny penisis notably by the way they treat women..",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "19",
                    "user": "Michael James Hurley",
                    "date": "20w",
                    "timestamp": "1560357309",
                    "commentText": "Yes BUT IT HAD ONE TO BEGINE WITH HAHAHAHAHAHAHAHA",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Richard Babin",
            "date": "20w",
            "timestamp": "1560355556",
            "commentText": "Provoking people this way is going to end badly. Know where you are or you will pay a price. This is unfortunate......",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Geoff Taylor",
            "date": "20w",
            "timestamp": "1560363537",
            "commentText": "Pakistani people .They r bullies. Not all but the males are f..... up.I don't remember that back in nam.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "22",
                    "user": "Erica Bourland",
                    "date": "19w",
                    "timestamp": "1560519936",
                    "commentText": "White british people still obnoxious and <b> racist,</b> I see",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "David Rea",
            "date": "20w",
            "timestamp": "1560404772",
            "commentText": "Fukin mentally ill both",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "24",
                    "user": "Sophia Alexa Evans",
                    "date": "19w",
                    "timestamp": "1560712448",
                    "commentText": "Obviously this guy knows more than the World Health Organization...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Nadia Mahmood",
            "date": "20w",
            "timestamp": "1560456523",
            "commentText": "Omg isnt there respect for human life Who is anyone to Judge",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Siva Siva",
            "date": "19w",
            "timestamp": "1560573271",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Rosie McLellan Gearty",
            "date": "19w",
            "timestamp": "1560599732",
            "commentText": "Is there a go fund me up for her ? Perhaps to get her a good quality wig to help her feel back to her normal self",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}