{
    "header": {
        "title": " Anti-LGBT protester returns to Birmingham school gates despite council’s warning ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.6k ",
        "datePosted": " Friday 10 May 2019 5:09 pm ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/10/anti-lgbt-protester-returns-birmingham-school-gates-despite-councils-warning-9496706/ ",
        "postText": "An anti-LGBT protester has returned to the gates of a primary school in Birmingham, demanding an end to LGBT books and discussions, despite a council letter warning him about his behaviour.', 'Protester Shakeel Afsar has been leading protests for five weeks at the school gates, which he says offend most of the school’s mainly Muslim parents.', 'The 32-year-old property developer, who does not have children at the school, says he has received death threats and messages from people angry at his stance, which he claims he has passed on to police.', 'He said: ‘I am scared and wary of anyone, but at the same time I will not back down – it’s too important.’', 'He also claimed parents were now considering a mass withdrawal of pupils at the end of next week if the school ‘does not compromise.’', 'Last week, Birmingham City Council’s anti-social behaviour team issued a warning letter setting out strict rules about Mr Afsar’s behaviour at the school.', 'The terms included not to: ‘Attend the school in Dennis Road, Sparkbrook,(or nearby) and attempt to interfere verbally or physically with a member of staff or service user.', 'They also warned Mr Afsar ‘not to obstruct or interfere with persons accessing, passing or visiting the school.’', 'However, Mr Afsar said he was keeping to the strict rules of the warning, but would continue to exercise his right to protest, backed by legal advice.', '‘It is with great regret and a heavy heart that we feel we have no choice but to return to protest,’ he said.', 'He claimed attempts at mediation, led by internationally renowned human rights lawyer Nazir Afzal, had faltered so far because, he claimed, the school had not ‘met him halfway’.', 'Mr Afsar said: ‘We asked, in the spirit of conciliation, for the school to suspend all LGBT material and anything else that might cause controversy while they consulted with parents, and also asked that all bans on parents involved in the protests be lifted.', '‘There was a deadline of noon on Thursday May 9 and they did not come to us, so protests have now resumed.’', 'Headteacher Sarah Hewitt-Clarkson said she was ‘disgusted, disappointed and frustrated’ that Mr Afsar was seeking to ‘hold the school to ransom.’', 'She said mediation was continuing – but just not with the involvement of Mr Afsar.', '‘Mr Afsar is not a parent of a child at this school,’ she said.', '‘It is utterly insulting that he is encouraging parents to think there is a possibility that he can dictate what we do and do not do.', '‘He is trying to hold us to ransom and adopt mob rule.’', 'Mrs Hewitt-Clarkson said mediation was continuing between the school, council representatives, human rights lawyer Nazir Afzal and a group of parents, with more talks taking place on Monday.', 'A Birmingham City Council spokesperson added: ‘Mr Afsar is not a parent or legal guardian of a child at the school, which is why he is not a part of the mediation process – it has not broken down, he is simply not a part of it for this reason.’', 'When questioned on his views on homosexuality, Mr Afsar said he was tolerant and accepting of people who were LGBT and respected their rights and lifestyle, ‘I am not homophobic,’ he said.', 'But he said he did not want his children, he has two young daughters, to be subject to ‘promotion of homosexuality’.', 'When quizzed further, he said he would not be supportive if any of his children declared they were gay.",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Age - General,Ethnicity - General,Nationality - European or anti-Europeans,Age - Over 65s,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homophobic,Homophobia,LGBT,Sex,Gender,Woman,Age,Racist,Racism,Brexit,Old,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mark Scott",
            "date": "",
            "timestamp": "1557506957",
            "commentText": "So he doesn't even have kids at the school yet is kicking off, here's a tip to all those parents protesting why not join the modern world instead of having these dark <b> age </b>mentalities that have no place in the modern world or a civilised society!!!!",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Shahid Afridi",
                    "date": "",
                    "timestamp": "1557510647",
                    "commentText": "I get paid more than $120 to $130 per hour for working online. I heard about this job 3 months ago and after joining this i have earned easily $13k from this without having online working skills. This is what I do↡↡↡↡ COPY THIS WEBSITE ↡↡↡↡HERE→→→→→ W­w­w­.­W­o­r­k­s­7­.­C­o­mⓄDon't Copy this ↣ Ⓞ ↢ With website Thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Saffdar Solangi",
                    "date": "",
                    "timestamp": "1557521999",
                    "commentText": "●Google pay 95145$ consistently my last pay check was $9452163 working 9  hours out of every week on the web. My more young kin buddy has been averaging 15k all through ongoing months and he works around 24 hours consistently. I can't confide in how straightforward it was once I endeavored it out.This is my primary concern...g­­­o t­­­o t­­­hi­­­s si­­­te ho­­­me media tech t­­­a­­­b f­­­or m­­­or­­­e d­­­et­­­a­­­il thank you GOOD LUCK .(This Link Not A Redirect. Website Embedded In Facebook Page For Your Easy Access )HERE ☞ ☞    https://www.facebook.com/confirmed.../app/390306391548921/    ●",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "3",
            "user": "Ethel Aardvark",
            "date": "",
            "timestamp": "1557507982",
            "commentText": "We have a single educational system in the UK.  The aim is to give children an understanding of what is right &amp; fair &amp; not to foster the extreme views of any social group.  Understanding &amp; tolerance are essential skills in the UK &amp; these need to be learnt in school.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Arnold Hedge",
            "date": "",
            "timestamp": "1557519186",
            "commentText": "Methinks he doth protest too much. Secretly in the closet?",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Lucy Easton",
            "date": "",
            "timestamp": "1557525082",
            "commentText": "Lol, not <b> homophobic </b> but would not support his kids if they came out as gay🙄🙄🙄",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "El Abdulla",
                    "date": "",
                    "timestamp": "1557532479",
                    "commentText": "Mind boggling that he would say that.. and spend his days protesting against the existence of LGBTQ people...He doesn't even have children at that school..                                                                                   Like he's looking for attention...on the band wagon.                       Or deflecting..chances are..those who make the most noise an all that...",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "7",
            "user": "John Wareham",
            "date": "",
            "timestamp": "1557579120",
            "commentText": "There's got to be point when one says if you want to support a point of view written in a book of medieval biggotted fairy stories that were plagiarised from a book of bronze <b> age </b>fairy stories then there are other countries which already do this and you would probably be happier there rather than here. If however you are like most religious types and cherry pick the bits that suit your pre-existing prejudices then instead of protesting, spend the time sorting out your own deficiencies before you criticise the failures, as you see them, of others.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "8",
            "user": "El Abdulla",
            "date": "",
            "timestamp": "1557531882",
            "commentText": "What a load of bull! ''Let kid's be kid's? How is teaching kids about the existens of difference denying their childhood? They are not being taught <b> sex </b>education!                                   They are not being encouraged to be ''gay''..they are not being indoctrinated by it..just being taught to respect others..and accept we all deserve to exist in this world and be treated with respect..                             If anyone is guilty of doing the indoctrinating or ''encouraging sexuality'' in children, its ''heterosexual societies'' conservative traditional family values based on relgious beliefs..           Religious freedom does not give anyone the right to excuse away blatant bigotry..",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "9",
            "user": "Jamie Beck",
            "date": "",
            "timestamp": "1557556801",
            "commentText": "Sounds like they have all assimilated to true British values. This is positive immigration. Just what the country needs, educated,hard working, law abiding citizens. 😜",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Paddy O'Connor",
            "date": "",
            "timestamp": "1557557749",
            "commentText": "What a cheek just because the school is mainly Muslim why should it be told what to teach and by a twat that hasn't even got a kid at the school.That's just <b> racist,</b> idiotic  and<b>  homophobic</b> behaviour",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Homophobic"
            ]
        },
        {
            "id": "11",
            "user": "Paul Gascoigne",
            "date": "",
            "timestamp": "1557559489",
            "commentText": "There's some disconnect about using a human rights lawyer in reference to being a minority and at the same instance arguing for special pleading based on a majority religious view at the school. If society was run by the same standards then it would set to specifically marginalise such people instead of the protections free nations such as ours provide. Even as a democracy and a majority we understand the need to support those who's views, values, culture, sexuality or <b> gender </b>identity differ from our own. However we cannot be complicit in creating isolation or indoctrination, so whilst people may hold whatever religious view they have it doesn't mean we need to provide for that view.There is a significant difference between religious morality and that of a secular society. One is based on the dangerous dogmatic unyielding premises of the past and the other evolves as humanity grows and begins to understand the complexity of our relationships with each other. It is indeed<b>  homophobic</b> to petition against what a person is in terms of their sexuality as it is a fundamental part of their being, it is lawful and moral as deemed by years of anguished research and legal fighting, however a person's belief or faith - whilst relevant to them it not something which is fundamentally part of them. Faith, no matter how strongly held, does not equate truth.We can teach our children what it is to live in a world \"where\" people are different to them... or. We can teach children what is it to live in a world \"with\" people who are different to them. For that to happen the parents of these children need to see beyond ideology.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Homophobic"
            ]
        },
        {
            "id": "12",
            "user": "Catalin Gabriel Oprea",
            "date": "",
            "timestamp": "1557588075",
            "commentText": "Sent him back home with his entire family and relatives in his lovely muslim country and he will enjoy his wish. His fear will dissapear and all his worries and concerns will vanish. Do it quickly for God sake. It is lack of care and selfishness to let a wonderful muslim to suffer. Reunite him with his environment ASAP and leave his bloody place in UK appropriate for people who love British culture and democracy. Maybe the northen climate of UK is not appropriate to a person having the blood to live close to the jungle, appes, gorillaa, cimpanzee, and so forth. It is obvious thst he is missing them!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Catalin Gabriel Oprea",
            "date": "",
            "timestamp": "1557588133",
            "commentText": "Muslims must understand one thing: if you emigrate to a foreign country you must obey and respect its culture, values and democracy. It is on the same principle of that a christian is going to a muslim country. If a christian will behave so in a muslim country will be severely punished under arrest or even killed. British people fighting for freedom and <b> Brexit </b>must understand that this principle must not be negociable otherwise Britan will never be free again and in few years will became a muslim country. Let's make UK great again, the country of William Sheaskpeare, Marry Poppins and My Fair Lady. God made on Earth countries for everybody. If a person wants to be free like a bird and fly by immigrating that person must obey, respect and love the culture, customs and the democratic decisions of the Parliment of the new country. No other way. Unless Britain wish to be called Far Pakistan in 20 years from now and London be named the New Islamabad.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "14",
            "user": "John William Shipman",
            "date": "",
            "timestamp": "1557579046",
            "commentText": "Bit rich that <b> woman </b>carrying a sign saying 'let kids be kids'. How about the 8 year<b>  old</b> kids being married off to 30+ yea<b> r ol</b>d men. In the name of thier religion.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Old"
            ]
        },
        {
            "id": "15",
            "user": "Allan Kinsella",
            "date": "",
            "timestamp": "1557593917",
            "commentText": "Well according to a lot of other articles concerning Muslims if you don't accept their beliefs you're an islamaphobe, so how is this any different.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Allan Kinsella",
            "date": "",
            "timestamp": "1557595790",
            "commentText": "So now their are only two choices for sjws you're either islamaphobic or <b> homophobic.</b> That's where virtue signalling has led you to. You reap what you sow.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "17",
            "user": "Howard Leech",
            "date": "",
            "timestamp": "1557597689",
            "commentText": "Pop off to Pakistan, where your stone <b> age </b>views will be welcome.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "18",
            "user": "Mel Worton",
            "date": "",
            "timestamp": "1557609000",
            "commentText": "Take the kids out of school then, let them fine the parents. Or send them to one of the muslims schools and when they get to their teens and maybe find out their preference is same <b> sex,</b> watch how their families turn their back on them because of their<b>  homophobia</b> and intolerance. They're soon quick to shou<b> t racis</b>m if the school does something they dont like. And yet they are doing the same f<b> or <b> LG<<b> /b</b</b>>>BT.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Racism",
                "Homophobia",
                "LGBT"
            ]
        },
        {
            "id": "19",
            "user": "Jenny Taylor",
            "date": "",
            "timestamp": "1558532499",
            "commentText": "You do not have to be a muslim, to not want this in school. I certanly would not of wanted my junior/infant aged children learning about this, nor do I my grandchildren, it is indoctrination on impressionable minds.I want my grandchilren in the juniors to read Janet and Peter books, Ladybird books, books about Mother goose and Tufty the rabbit, not \"When Harry Wed Barry \" or, \"Sheila Was  A Geezer\", \"How Little Tommy became Little Tammy\".",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}