{
    "header": {
        "title": " My baby’s delivery was traumatic and I blame the strong black woman stereotype ",
        "subtitle": " ",
        "owner": " Sandra Igwe ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 325 ",
        "datePosted": " Saturday 17 Nov 2018 9:00 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/11/17/my-babys-delivery-was-traumatic-and-i-blame-the-strong-black-woman-stereotype-8115127/ ",
        "postText": "My pregnancy seemed nothing but easy, joyful and it exceeded my expectations. I glowed from the inside out, and was astounded by how I carried my child-bearing journey with ease.', 'That was until I experienced a traumatic delivery day.', 'I left the hospital overjoyed with my new bundle of joy convinced that I had not received adequate care – and I couldn’t shake the feeling that it was because I am black.', 'In the US it is becoming better known that black mothers are three to four times more likely to die than white mothers.', 'And in the UK, a shocking report by Charles Anawo Ameh found evidence to suggest that care given to women from ethnic minority backgrounds is substandard.', 'His report included figures like, 28 out of every 100,000 births for black women result in the death of the mother – compared to the seven for white women.', 'While I am fortunate that my pregnancy did not result in lasting damage to me or my baby, I definitely agree that the care was substandard.', 'After being sent home twice in excruciating pain, my contractions were frequent and regular. I howled and bellowed in agony – I could no longer take the pain.', 'It was my second pregnancy and I was adamant that I wanted an epidural. When giving birth to my firstborn, I had initially opted for a serene water birth but, due to a failed epidural, the labour process took 24 hours. I wasn’t making that mistake again.', 'However, I was informed that there was a queue, and that I would have to wait ‘a very long while’.', 'I begged in between short breaths and at any moment that I could gather energy to speak – ‘please, I NEED an epidural.’', '‘You’re fine, you’re ok – you don’t need one right now,’ they repeatedly explained.', 'They thought I had a long way to go, despite me telling them that I felt like my baby was coming.', 'Left in the room alone without any painkillers, I pulled the edges of my hair off – anything to relieve pain – absolutely anything.', '‘I need to push!’ I screamed repeatedly in frustration; they did not believe me.', '‘No, you don’t need to p –‘, my baby’s head started to crown – she was coming.', 'As my baby was being delivered, she passed a meconium stool – the first stool that a baby passes, which usually only happens when babies are under stress.', 'I was relieved that my horrific delivery seemed to be over and tried to bear the pain of having my tear stitched up.', 'Was I the only person who had thought this, or experienced this type of treatment?', 'I laid on the ward as my husband was sent home, despite begging for him to be allowed to stay.', 'Pondering alone, I was struck by the fact that the nurses did not seem to believe me.', 'I wasn’t treated with the care and consideration a mother delivering her child deserves.', 'I felt ignored, denounced – my words and pain did not matter – as though I was exaggerating.', 'Perhaps they saw me as a frantic and hysterical, confused that I wasn’t the indestructible female who should be able to handle all the pain in the world, especially since I’m black?', 'Was I the only person who had thought this, or experienced this type of treatment?', 'When I read Charles Anawo Ameh’s report I felt disappointed and greatly saddened that so many BAME mothers had felt disrespect and neglect when accessing maternity services.', 'Being treated that way stays with you; it’s been 10 months since my daughter was born and I still feel unsettled about my delivery.', 'Recently, I asked followers of The Motherhood Group – a social enterprise for mothers – whether they feel that black mums-to-be are discriminated against by health services and over half of them said yes.', 'Given, this wasn’t the biggest sample size – I received 147 replies – but the stories I heard from women whose experiences echoed mine highlighted how common and heart-breaking this treatment can be.', 'It would be unfair of me to only shine a light on the bad. There were good accounts too from mothers who said their nurses did the utmost to accommodate them and make them feel comfortable.', 'But so many other women felt as if they were being judged and were deemed by medical professionals to be over-exaggerating the pain they were in. Some felt as if doctors assumed they had a higher pain threshold.', 'One mum even had pre-eclampsia which wasn’t spotted, and doctors ignored her insistence that there was something wrong.', 'Considering that in the US black patients are half as likely to receive pain medication as white patients, these stories didn’t shock me too much.', 'What really stood out to me though was the mother who said, ‘I am a nurse. I have witnessed discrimination against ethnic minority patients who are not listened to.’', 'These accounts proved to me how vital platforms that support ethnic minority mothers are – and I am grateful to have my network, without which I don’t know how I would have coped with the trauma of my delivery.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Gender - General,Age - Youngsters,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Woman,Nothing,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Nick Ian Broer",
            "date": "51w",
            "timestamp": "1542450661",
            "commentText": "Thank god we have come to the point that one research paper and about a handful of witness accounts amount to meaningful articles. You're not a strong <b> black </b<b> >woman</b>, just a whine<b> y blac</b<b> >k wom</b>an.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Cynthia Thomas",
                    "date": "51w",
                    "timestamp": "1542468175",
                    "commentText": "Once again, what she says “means <b> nothing.</b>.. “ your comment just proves her article and experience to be correct. SMH.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "2",
                    "user": "Lily Mathers",
                    "date": "51w",
                    "timestamp": "1542548706",
                    "commentText": "Well, at least you're shaking your head, that's gotta help.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "Lily Mathers",
            "date": "51w",
            "timestamp": "1542548638",
            "commentText": "I wish we could all just be handed a script, since anything I say about this will be deemed <b> racist.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "4",
            "user": "Joseph Suarez",
            "date": "51w",
            "timestamp": "1542556768",
            "commentText": "Oh sod off pratt, because I'm <b> black,</b> your so pathetic.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        }
    ]
}