{
    "header": {
        "title": " We’ve had enough of Boris Johnson’s loud-mouthed, unashamed racism ",
        "subtitle": " ",
        "owner": " Nick Lowles ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 10.2k ",
        "datePosted": " Friday 10 Aug 2018 11:46 am ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/10/weve-had-enough-of-boris-johnsons-loud-mouthed-unashamed-racism-7822438/ ",
        "postText": "Boris Johnson has made a disgusting – and dangerous gamble – with his inflammatory comments about Muslim women wearing full face veils.', 'In doing so, he is making his case to be Britain’s Donald Trump. And it’s a cynical ploy, using his national newspaper column to openly mock Muslim women in an unprovoked attack.', 'He has form, though: as a journalist he mocked African children, then during the Brexit referendum he led a race-based attack on Barack Obama.', 'Boris didn’t attack Muslims by accident. He did so because he was aware of how public attitudes are shifting, and he knew it was dog-whistle politics to his supporters and potential supporters.', 'The fact that he’s refused to apologise simply underlines this. But this is who Boris is.', 'When the media say, ‘it’s Boris being Boris’ they’re playing right into his hands, providing an excuse for his unacceptable actions.', 'While there is now a panel in the Conservative Party looking into his actions, it has been claimed that a majority of Britons do not agree his comments were ‘racist’.', 'Aside from the old trope that ‘you can’t be Islamophobic because Islam is not a race’ (funny how most Muslims targeted happen to have brown skin), and that people are actually far more divided when it comes to whether or not he should apologise (young people in particular think he should) – these comments take place within a context.', 'That context is rising hate crimes, particularly against Muslims.', 'Boris is trying to carve out an English nationalist space for himself, initially inside the Tory Party but then in wider society', 'It’s the intervention of powerful far-right figures such as ex-Breitbart fake news network boss Steve Bannon, and his desire to create a new ‘movement’ to push far-right politics to the fore of Europe (Boris has met with Bannon, who openly supports convicted criminal Tommy Robinson, several times).', 'And it’s Boris’s own aspirations to become the new Tory leader at a time when the party is hopelessly at war over Brexit and hoping to steal some of the populists’ thunder when support is rapidly edging away from mainstream political parties.', 'Nearly a quarter of the population remain bitterly opposed to liberal views.', 'Our most recent YouGov poll, commissioned this April for the 50th anniversary of Enoch Powell’s Rivers of Blood speech, revealed that 41% of people believed that Britain’s multicultural society wasn’t working and different communities were generally living separate lives.', 'Yet 43% of the poll felt that Britain was a successful multicultural society. Over a third (37%) of all respondents saw Islam as a threat to the British way of life, but a similar proportion (33%) saw the Muslim faith and the British way of life as compatible.', 'Any politician who tries to appeal merely to the lowest common denominator, to the fear that laps within us, is also going to miss out on support from the large numbers of young people who have very different views to the naysayers.', '39% of people who took our Fear & HOPE surveys now represent these more progressive views, nearly 15% more than the negative identity tribes.', 'And such a politician will be turning their back on the very real changes occurring in modern Britain, where mixed-race relationships are becoming more common, where gay relationships and marriage are barely commented on.', 'One positive sign amidst the gloom is that, ironically, anti-immigrant sentiments are falling; according to our YouGov poll, 60% of people can now see and agree with the benefits of immigration.', 'But for all that, in some areas we are still a deeply divided nation.', 'Throw in the very real possibility now of a ‘hard’ Brexit – the kind of sharp break advocated by strong Leavers like Boris, which will hit the communities that were promised the most hardest – and you have a tinder box atmosphere where the merest spark could set off a chain of events leading to very real harm in this country.', 'The stakes could not be more real but they are not just political stakes, measured in terms of which faction rules the Conservative Party, they are stakes that will measure how our country speaks to itself after we emerge in the post-Brexit landscape.', 'Do we want a nation that embraces a positive vision of the future, where we all have a voice, or a dark and divided Britain, coaxed on by the language of the Bannons and Tommys, where neighbour is turned on neighbour and a whiff of the 1920s blows over our shores?', 'Boris is trying to carve out an English nationalist space for himself, initially inside the Tory Party but then in wider society.', 'It is a dangerous turn that will only further polarise Britain, generate hate and embolden the true far right.', 'We’ve had enough of his loud-mouthed, unashamed racism, which is why we’ve said it’s time for the Tories to suspend the whip from the former foreign secretary.",
        "numberPosts": " 109 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters, Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black,Nationality - European or anti-Europeans,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Racism,Ethnic,Ethnicity,Nobody,Nothing,Twerp,Snowflake,Commie,Nazi,Communist,Dim,Weird,Limp,Disabled,Mental,Eugenics,Bonkers,Toad,Black,Brexit,Remoaners,Nation,Nationalism,Woman,Fat,Common,Indian,Old,Terrorist,pussy,Brownie,Brownie",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Drew Jackson",
            "date": "1y",
            "timestamp": "1533898881",
            "commentText": "Boris for PM. MGBGA.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Lucy Cartwright",
                    "date": "1y",
                    "timestamp": "1533928306",
                    "commentText": "And you'd install Blobby as Home Secretary? You absolute cretin",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1534067914",
                    "commentText": "Lucy Gee your the cretin insulting someone for an opinion , you horrible little person.  People like you is what's wrong with the world so sod off",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "David Barnett",
            "date": "1y",
            "timestamp": "1533899539",
            "commentText": "Boris actually came out against banning Muslim full body covering for women. Have any of these people who condemn him actually read the article? I did.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 21,
            "replies": [
                {
                    "id": "4",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533902752",
                    "commentText": "The burka should be banned. It’s a security risk. End of.",
                    "likes": 25,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533931380",
                    "commentText": "Kev Pacey you should be banned. You're a security risk. End of.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533932918",
                    "commentText": "Kimberley OddSocks why",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533933129",
                    "commentText": "I fail to see how I’m a security risk. I don’t hide my face to to rob jewellery shops or to evade capture for murder as in the recent Australian case",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533935472",
                    "commentText": "Kev Pacey based on the spurious vitriol you spew on these articles.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533947549",
                    "commentText": "Kimberley OddSocks do your homework. Then call it spurious. When you wait to hear from a family member with two young children attending a pop concert in Manchester that an extremist decided to bomb.Then you have the right to comment. I’ve earned that right. Wake up.",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533973822",
                    "commentText": "Kev Pacey when you post fake statistics,  I'll call it spurious!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "David Barnett",
                    "date": "1y",
                    "timestamp": "1533984452",
                    "commentText": "Kimberley OddSocks Is spurious vitriol as corrosive as real vitriol?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347628",
                    "commentText": "Kimberley OddSocks pipe down pipsqueak",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347751",
                    "commentText": "Kimberley OddSocks you still rambling? <b> Nobody </b>talks more garbage than you",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "14",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347808",
                    "commentText": "Becci Derrick some Islamic criminals HAVE disguised themselves with burkas. Do some research.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347844",
                    "commentText": "David Barnett don't overtax her small brain",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347925",
                    "commentText": "Kimberley OddSocks stupid name. Stupid <b> woman.</b>",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "17",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1534364542",
                    "commentText": "Kim E Gandy it appears miss odd socks and co have blocked me as I can no longer see their reasoned debate on this subject. Typical leftie response, if I can’t see it, it’s not happening. 😂",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Peter Lord Toone",
                    "date": "1y",
                    "timestamp": "1534372046",
                    "commentText": "Kev Pacey It`s also a fire risk.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Deb Trenwith",
                    "date": "1y",
                    "timestamp": "1534424379",
                    "commentText": "Kimberley OddSocks women in muslim  countries are fighting to be allowed to take them off ,the rise of wemons rights shut down by muslim women that have rights over here.going over to those counties on holiday .its like pissing on the very people you should be standing up for. why can they where them but not the KKK .is terrorism not the same .not all christians are members of the KKK not all muslims are not part of  ISIS .but as a christian am I allowed to run around with a white hood and sheet because they supported cgristian values or what they thought they were .I think there is not one english lady that would were a KKK ,because the values it supported which was seen as hate for another <b> race </b>. maybe the burka is seen in the same way",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "20",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534502347",
                    "commentText": "Kim E Gandy you're so scrappy aren't you? Who hurt you so bad?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534502398",
                    "commentText": "Kev Pacey I wouldn't give you the satisfaction my friend. Just far too busy to join your circle jerk.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Rachael Stanley",
                    "date": "1y",
                    "timestamp": "1535101995",
                    "commentText": "Kev Pacey I hope your two children escaped safely. Of course, many didn't.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535105090",
                    "commentText": "Kimberley OddSocks you think it funny to be waiting to see if your children or grandchildren are safe. You really are living up to your name of odd",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1535105290",
                    "commentText": "Barbara Whewell Lawrence I can't have children so thans for that. Even if I coud, what has any of this got to do with their safety? If anything, it's the Tory government and their fake austerity that would harm them! Furthermore, my name is OddSocks. You can't just shorten it to suit your agender!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Mick Rawson",
            "date": "1y",
            "timestamp": "1533901865",
            "commentText": "\"funny how most Muslims targeted seem to have brown skin\" That's not true, I've not seen anyone target Mike Tyson yet, and what about those ginger ones that look like leprechauns? They seem to be fair game without much protest.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "26",
                    "user": "Tim Kane",
                    "date": "1y",
                    "timestamp": "1533907116",
                    "commentText": "How does he know what colour skin the women who wear a burqa have, you can't bloody see them.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Mick Rawson",
                    "date": "1y",
                    "timestamp": "1533907299",
                    "commentText": "Now there's a point. Well spotted.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Rachael Stanley",
                    "date": "1y",
                    "timestamp": "1535102447",
                    "commentText": "Tim Kane I was going to make that point myself but don't have the energy to argue with these basket-cases sometimes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Colin Mcchristie",
            "date": "1y",
            "timestamp": "1533901655",
            "commentText": "Good God this is blown way out of proportion. I take it your business/charity is making good money on the back of this??",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Tom Alexander Hughes",
            "date": "1y",
            "timestamp": "1533902050",
            "commentText": "Was it funny? I laughed, just as I do at any joke about anyone. Is it <b> racist?</b> Absolutely not, the punchline is that the vale makes them look like a postbox, which it does, it's humor. I'm ginger, I laugh at ginger jokes, get over yourself. That's what a joke is. Was it insensitive? For someone in his position,maybe he shouldn't have said it as in 2018 everything is<b>  racist</b>, hence this article. Is the headline \"Boris Johnson's attack on Muslims only generates hate and emboldens the far right\" utterly ridiculous and bad journalism? 100%",
            "likes": 32,
            "hasReplies": true,
            "numberOfReplies": 18,
            "replies": [
                {
                    "id": "31",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533902673",
                    "commentText": "Well said. It’s the media trying to incite hatred of anyone who doesn’t agree with the warped and deluded picture of Britain they are still trying to paint, even though most of us know it’s badly run and in a very sorry state.",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "Sally Ruth Goldman",
                    "date": "1y",
                    "timestamp": "1533903633",
                    "commentText": "Kev Pacey well look at who has been in charge for the past 8 years! Boris has played a central role in both administrations",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "33",
                    "user": "Anne Griffiths",
                    "date": "1y",
                    "timestamp": "1533907091",
                    "commentText": "I agree; it was very funny. I also think the Burka has no place in modern Western society. But I do not think it was a suitable comment to be made by someone in a high-ranking government position. It was I’ll judged and Boris deserves the criticism he’s receiving.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "Mick Rawson",
                    "date": "1y",
                    "timestamp": "1533907737",
                    "commentText": "You're exactly right Tom. Ginger, <b> fat </b>etc are all generally accepted because even it's not a light hearted joke bigatory is treated completely different to<b>  racism</b> but follows similar rules. People say things that are visually apparent. That can be in jest or in venom. Many people don't know wha<b> t racis</b>m is these days.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Fat"
                    ]
                },
                {
                    "id": "35",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533946761",
                    "commentText": "You may find it funny but if you’re a Muslim female getting called names and abused on a daily basis because of how they dress in our lovely tolerant UK, you may not find it so amusing.  The man is a slimy ambitious <b> toad.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Toad"
                    ]
                },
                {
                    "id": "36",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533980018",
                    "commentText": "Except it is <b> racist.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "37",
                    "user": "Jack Russell",
                    "date": "1y",
                    "timestamp": "1534004056",
                    "commentText": "Kimberley OddSocks: ......except it isn’t. It’s only your twisted interpretation my little <b> snowflake.</b>",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                },
                {
                    "id": "38",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534066220",
                    "commentText": "Jack Russell oh noes! You used the \"s\" word. You lose all credibility!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347130",
                    "commentText": "Kimberley OddSocks shut up airhead. You don't take a lot of defeating. You haven't the brains for the job. You're not up to reasoned debate. You're too <b> dim.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dim"
                    ]
                },
                {
                    "id": "40",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347246",
                    "commentText": "Kimberley OddSocks islam is NOT A <b> RACE </b>idiot. Somebody get me a pencil.and a piece of paper...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "41",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347495",
                    "commentText": "",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347544",
                    "commentText": "Kimberley OddSocks oh no... you used the r word. You lose all credibility.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534347556",
                    "commentText": "",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534502280",
                    "commentText": "Kim E Gandy sweetie I've only to glance at your bio to realise what is wrong with you. Your tinfoil hat is too tight! I'm well aware that Islam isn't a <b> race </b>but intelligent debate doesn't stand up against tabloid regurgitation!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "45",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534879725",
                    "commentText": "Andy Collins I would suggest you do some research on the reasons why burkhas and niqabs are worn. Its so that women don't 'tempt' men with their beauty. In other words, the underpinning ideology makes the female body an object of lust for men: and blames women if they are victimized by lustful males. Its disgusting and mysogynist.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "46",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534880205",
                    "commentText": "Kimberley OddSocks I'm not taking sides here, but really, look up the defninition of <b> racism.</b> Being critical of Islam- or any other religion cannot be 'racist', since religion is not a genetic or<b>  ethnic</b> characteristic. And don't say it is because 'most Muslims are brown'. That's a gross mischaracterization.There are millions of 'brown' people in  who are not Muslims but are instead Yazidis, Christians, Zoroastrians, atheists, Hindus, Skikhs or Buddhists. There are also many 'black' Muslims, and 'white' ones for that matter. Religion is something people can choose- not lik<b> e rac</b>e. We don't say critcizing Judaism, Christianity or any other religion is 'racist' so why should Islam have special status?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Ethnic"
                    ]
                },
                {
                    "id": "47",
                    "user": "Kathy Stone",
                    "date": "1y",
                    "timestamp": "1535098638",
                    "commentText": "Lefty Shitstirrers",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1535105362",
                    "commentText": "Domina Anglicus to rely on a dictionary to define <b> racism </b>is lazy. There are many nuances to<b>  racism</b> that are not present in the dictionary definition.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "49",
            "user": "Bill Perrie",
            "date": "1y",
            "timestamp": "1533902107",
            "commentText": "Weve had enough of the lefty Metro.",
            "likes": 60,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "50",
                    "user": "Jessen Aroonachellum",
                    "date": "1y",
                    "timestamp": "1533927006",
                    "commentText": "So, you want to live is right wing Facist state? Didn’t we fought a world war against that????",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51",
                    "user": "Tristan Morris",
                    "date": "1y",
                    "timestamp": "1533932037",
                    "commentText": "Jessen Aroonachellum bit extreme to say that his opinion about a newspaper means he wants to live under a fascist regime.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52",
                    "user": "Gary Graham",
                    "date": "1y",
                    "timestamp": "1533936392",
                    "commentText": "Tristan Morris Yep but that is how the <b> Commie </b>mind thinks. Slightest dissagreement with their viewpoint and you become an \"Enemy of the State!",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Commie"
                    ]
                },
                {
                    "id": "53",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973149",
                    "commentText": "Gary Graham think that one through maybe. Who is the prime example currently of demonising people who don’t agree with him as ‘enemies of the people’? Clue: it’s that well known ‘commie’ Donald Trump.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Leonie Wallace",
                    "date": "1y",
                    "timestamp": "1533978034",
                    "commentText": "Don’t read it then",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55",
                    "user": "Carol Earle",
                    "date": "1y",
                    "timestamp": "1534321185",
                    "commentText": "Far left and far right are both fascists and end in genocide no difference",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "56",
                    "user": "Carol Earle",
                    "date": "1y",
                    "timestamp": "1534321269",
                    "commentText": "100 million citizens were murdered under communism",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "57",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534324430",
                    "commentText": "Jessen Aroonachellum hey idiot.. Hitler was a member of Socialistenatzionalisten (<b> NAZI </b> for short) (Socialist workers party of Germany). Extreme right and extreme left are one and the same thing and the current version of it is Antifa whose symbol closely resembles that of the original<b>  Nazi</b> one.Look it up fluffball. You will soon see parallels between today's far left and th<b> e Naz</b>i Party of the 1930s.A bunch of intolerant thugs wi<b> th wei</b>rd satanist rituals.It really is time you leftards got away from the sanitised version of history that was pumped into your heads by your Lefty tutors and learned some REAL history.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Weird",
                        "Nazi"
                    ]
                },
                {
                    "id": "58",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534324448",
                    "commentText": "Carol Earle more I believe",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534324529",
                    "commentText": "Paul Michael Grimshaw oh get over yourself. You just can't bear to admit the wonders he's done for the American economy and unemployment and you can't bear to admit that you're wrong because you lefties never can.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "60",
                    "user": "Tristan Morris",
                    "date": "1y",
                    "timestamp": "1534421433",
                    "commentText": "Kim E Gandy what about the long term effects. Sure, short term is great but the real measure is what happens in 10 years?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "61",
                    "user": "Steven James Garner",
                    "date": "1y",
                    "timestamp": "1534862695",
                    "commentText": "Jessen Aroonachellum  better than a lefty state where you can't let your kids out of your sight",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "62",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534880298",
                    "commentText": "Jessen Aroonachellum Yeah, by getting into bed with a <b> Communist </b>dicator who murdered 50 million people. Just sayin'.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Communist"
                    ]
                },
                {
                    "id": "63",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534880635",
                    "commentText": "Paul Michael Grimshaw Donald Trump is just a narcissist. There is however a demonstrable tendency to vilift and dehumanize those who think or vote differently among the modern left. From a political ideology that supposedly prides itself on openness and tolerance, that is deeply troubling.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Kev Pacey",
            "date": "1y",
            "timestamp": "1533902409",
            "commentText": "You can’t give a person offence, they can only take it and judging by polls conducted by various media and national news groups, over 90% of the British people agree he shouldn’t apologise. Why is this still news?  Or is free speech really dead in Britain?",
            "likes": 54,
            "hasReplies": true,
            "numberOfReplies": 28,
            "replies": [
                {
                    "id": "65",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1533924303",
                    "commentText": "Precisely. If he went on TV and said \"Good evening, I hope you all had a lovely day.\" a sizeable minority would manage to be offended on behalf of someone else.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "66",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533932313",
                    "commentText": "Where are your stats saying \"over 90% of British people agree he shouldn't apologise\"?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "67",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533945598",
                    "commentText": "90% seriously?? Where did you get that from, a nut job alt-right site? Or made it up?  Same thing actually.  How many people who complain about Muslim women wearing full face veils (a tiny minority of Muslim women in this country), have actually been negatively effected? And “I feel uncomfortable” doesn’t count. We’re supposed to be a tolerant country so who cares what anyone wears?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "68",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533947765",
                    "commentText": "Andy Collins   ITV news and sky news. Face facts, the soft left aren’t going to win this. No matter how many people they feel offended for.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "69",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973363",
                    "commentText": "Nowhere near 90 percent. Even the rabidly right wing Express only has a 48/45 outcome...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "70",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1533977010",
                    "commentText": "It doesn't matter what proportion of people in a small survey think he should apologise. It's his decision what he says.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "71",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1533978815",
                    "commentText": "Arnold Hedge no one is saying it isn't his decision. People are saying it's the right thing to do. Which it is.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "72",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1533997489",
                    "commentText": "Paul 48/45. If only 33% think he’s wrong then nearly 3/4 of all those asked think he’s right. I’m nearer at 90% than you. Another one doing no research and just jumping on the leftie bandwagon. 😄",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "73",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534000602",
                    "commentText": "Kev Pacey what is it with your lot welding words like lefty/liberal/snowflake like a sword?? Do you all have tiny manhoods?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "74",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1534001642",
                    "commentText": "Kimberley OddSocks I’m assured by my wife it’s more than adequate and who’s my lot ?  I speak for myself from personal experience and general knowledge of the situation this country is in. Please don’t get offended on someone else’s behalf just because you feel as a <b> limp </b>leftie or bullying antifa that you’d rather give your country away than admit that there is a major problem with Muslim extremists and people such as yourself are compounding that problem by telling others that it doesn’t exist.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Limp"
                    ]
                },
                {
                    "id": "75",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534022140",
                    "commentText": "Kev Pacey you're actually quite funny!! Major Problem reporting for duty! 😂😂",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "76",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1534025763",
                    "commentText": "Kimberley OddSocks   I just watched an <b> Indian </b>comedian on television ( who was funnier than me). He did a stand up spot taking the piss out of his own upbringing , then went on to mimic a Chinese and<b>  Indian</b> waiter. Should he apologise. I think not, the whole audience was laughing it’s called comedy. As for my other point , a crash helmet is a security risk, a ski mask is a security risk,a balaclava is a security risk and so is a burka. It seems to me that in yours( and unfortunately so many of “your lots”) cases it doesn’t matter what anyone says or proves, you just can’t cure stupid and you’re happy to feel offended for people you don’t know and know even less about.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Indian"
                    ]
                },
                {
                    "id": "77",
                    "user": "Lisa Jane Jones",
                    "date": "1y",
                    "timestamp": "1534060480",
                    "commentText": "Kev Pacey just out of curiosity, do you know what ‘antifa’means? Genuine question.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "78",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534065644",
                    "commentText": "Kev Pacey sweetheart, if there's one thing I'm not, it's stupid. Who said I was offended? I certainly didn't. You leapt to that conclusion all on your own.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "79",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534277122",
                    "commentText": "Kimberley OddSocks what's your problem sweetie? SUPeriority complex? Get over yourself love.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "80",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534277232",
                    "commentText": "Lisa Jane Jones Antifascists... that's a joke. They're the biggest fascists going. They make Hitler's brownshirts look like amateurs. Ever seen them in action? On the receiving end?",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "81",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534323968",
                    "commentText": "Ooh and Kimberley... you ARE stupid",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "82",
                    "user": "Kev Pacey",
                    "date": "1y",
                    "timestamp": "1534325053",
                    "commentText": "Kim E Gandy seems little miss oddsocks really is stupid. She can’t understand facts and can’t raise a reasonable debate without descending into childish name calling. A typical leftie ( oh bugger they’ve started using real facts and statistics) way to end an argument.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "83",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534331770",
                    "commentText": "Kev Pacey yes but their 'facts and statistics' are straight out of the Lefty Loons Book of Fake News",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "84",
                    "user": "Jennifer Coupe",
                    "date": "1y",
                    "timestamp": "1534362957",
                    "commentText": "Absolutely",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "85",
                    "user": "Vicky Molyneux",
                    "date": "1y",
                    "timestamp": "1534439683",
                    "commentText": "Kimberley OddSocks well I use them and I’m a bird! So my manhood is non-existent!  I particularly admire Kim E Gandy’s new entry of ‘fluffball’ today I must say! Haha!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "86",
                    "user": "Joanna Young",
                    "date": "1y",
                    "timestamp": "1534500817",
                    "commentText": "Kev Pacey no it doesn’t or you could argue that the majority were anti <b> Brexit.</b>  In this case the majority weren’t asked or didn’t give a flying duck.  He’s a self serving clever member of the elite playing at being a lovable buffoon.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "87",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534509764",
                    "commentText": "Vicky Molyneux your DP is Tommy Robinson... enough said!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "88",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534881175",
                    "commentText": "Andy Collins Because as a society we place a high value on openness and a strong emphasis on personal identity. Johnson's comments were insensitive and stupid, but there is a valid point in there. You cannot walk into many shops or public buildings wearing a balaklava, hooded top, or a motorcycle helmet. Why should that be banned if its 'just clothing' : because any garment or item which covers the face tends to obscure a person's identity, and we consider being able to see a person's face essential to many social and business interactions.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "89",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535103507",
                    "commentText": "Kimberley OddSocks YOU think it’s the right thing to do. I don’t so who is correct? Well, we both are because it’s our own opinion.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "90",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535103663",
                    "commentText": "Vicky Molyneux  me too.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "91",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1535103938",
                    "commentText": "Barbara Whewell Lawrence opinions are not the same as facts you nitwit!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "92",
                    "user": "Kevin Fuller",
                    "date": "1y",
                    "timestamp": "1535472296",
                    "commentText": "Kim E Gandy they opposed Hitler's Nazi's you numb skull.  Lol x",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "93",
            "user": "Graham Harrington",
            "date": "1y",
            "timestamp": "1533904358",
            "commentText": "Don't be daft. The burqa hides Moslems. Boris wants to see more of them!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "94",
            "user": "Simon Lewis",
            "date": "1y",
            "timestamp": "1533904465",
            "commentText": "Wonder how many people who support Boris hadthese views before 2010. That is when the right wing started to ramp up the hatred of foreigners to get back to what they perceived as the golden era of the 1950s, which never ever existed. It's straight out of the <b> Nazi </b>play book. Blame someone else for your own problems.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "95",
                    "user": "Nas Ullah",
                    "date": "1y",
                    "timestamp": "1533906894",
                    "commentText": "100% agreed. Boris just a wannabe trump. These so called Boris supporters are <b> nothing </b>more than individuals who have failed in life and now want to blame foreigners for their own failures in life.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "96",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534278427",
                    "commentText": "Oh pipe down with your sanctimonious virtue signalling. You're the One using the word \"foreigners\" so that makes you the racist",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "97",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534325419",
                    "commentText": "Simon Lewis ...just exactly who is \"ramping up hatred of foreigners\"? I work with \"foreigners\" as you so succinctly put it.Guess what? They neither want nor need your support because they think people like you are sanctimonious bores.The \"foreigners\" I work with include <b> black </b>South Africans and Zimbabweans who say they came here because since the white man left things went downhill.And another thing... they celebrate St George's day and voted LEAVE. I spent 8 months working on the leave campaign in the London Borough of Hillingdon which was one of the 5 London boroughs that voted to leave and most of the people I spoke to were from a different<b>  ethnicity</b> and they had numerous reasons for voting to leave.The main one was immigration!The comment I most heard was that they had come to this country and integrated and worked hard and all they could see was others coming in and not integrating and not working hard.Stick that in your ear hole and see if it comes out the other side \"computer says no\".Idiot.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnicity",
                        "Black"
                    ]
                },
                {
                    "id": "98",
                    "user": "Nas Ullah",
                    "date": "1y",
                    "timestamp": "1534327524",
                    "commentText": "Says the Pro Trump moron, <b> racist </b>bigot.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "99",
                    "user": "Dean Loveday",
                    "date": "1y",
                    "timestamp": "1534329233",
                    "commentText": "Or it may be that the religion of peace started carrying out terror attacks and gang raping hundreds of thousands of white British children? Maybe that's why no one wants Islam in this country? 🤔",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "100",
                    "user": "Richard Puller",
                    "date": "1y",
                    "timestamp": "1534337792",
                    "commentText": "Kim E Gandy 👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "101",
                    "user": "Lisa Hirst",
                    "date": "1y",
                    "timestamp": "1534345272",
                    "commentText": "Dean Loveday 🙏 well said",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "102",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534346840",
                    "commentText": "Nas Ullah shut it moron. Sit down and be quiet. I am pro Trump and proud. He has reduced unemployment across the board including <b> black,</b> female and Hispanic, boosted the US economy, he is busting the corrupt deep state and that takes guts. Something YOU don't have you insignificant leftist crackerbarrel. So shut up and sit down and speak only when spoken to. Your opinions are irrelevant.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "103",
                    "user": "Lorraine Smith",
                    "date": "1y",
                    "timestamp": "1534356916",
                    "commentText": "Makes me sick how this condescending <b> snowflake </b>is given a media platform.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                },
                {
                    "id": "104",
                    "user": "Jo Plested",
                    "date": "1y",
                    "timestamp": "1534748879",
                    "commentText": "Dean Loveday Hundreds of thousands???What an idiot!!!Did your school report say “no hope”",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "105",
                    "user": "Ian Edale",
                    "date": "1y",
                    "timestamp": "1534756444",
                    "commentText": "Idiot. Islam is creating the right wing by being a heinous cult. I worked with it and lived with it. Vile sick ideology. Cruel beyond belief. Scum ideology.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "106",
                    "user": "Ian Edale",
                    "date": "1y",
                    "timestamp": "1534756516",
                    "commentText": "Nas Ullah . Twat. Islam is the mist <b> racist </b>rubbish on earth.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "107",
                    "user": "Ian Edale",
                    "date": "1y",
                    "timestamp": "1534756585",
                    "commentText": "Dean Loveday exactly. It's a scum cult. I lived there I know.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "108",
                    "user": "Ian Edale",
                    "date": "1y",
                    "timestamp": "1534756641",
                    "commentText": "Islam needs banning in the west. Civil War the only other option as they are evil.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "109",
                    "user": "Ian Edale",
                    "date": "1y",
                    "timestamp": "1534756672",
                    "commentText": "Libtards shut t  f u or go live in Pakistan",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "110",
                    "user": "Kathy Stone",
                    "date": "1y",
                    "timestamp": "1534858667",
                    "commentText": "Nas Ullah we dont blame foreigners that integrate and enjoy our hospitality and culture Just the people who cause trouble in every country they go...muslims.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "111",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535104298",
                    "commentText": "Nas Ullah name calling again",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "112",
                    "user": "Stuart William Bell",
                    "date": "1y",
                    "timestamp": "1535109301",
                    "commentText": "You included <b> nazi </b>in your comment. You lose.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "113",
                    "user": "Beverley Cooper",
                    "date": "1y",
                    "timestamp": "1535617068",
                    "commentText": "Stop talking utter tripe -you really do sound ridiculous",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "114",
            "user": "Anne Griffiths",
            "date": "1y",
            "timestamp": "1533906784",
            "commentText": "What a load of utter rubbish Metro! You have fallen right into the trap of conflating anti- Burka-wearing sentiment with <b> racism.</b> Get real. I’d be very interested to hear the views of none white, none Muslim Britain’s on the issue of Burkas.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "115",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533947579",
                    "commentText": "Why on earth should a tolerant society like Great Britain care about what anyone wears in 2018?  What about turbans, skull caps, funny hair cuts, men wearing dresses?  Get a grip.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "116",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973727",
                    "commentText": "*Britons. Two mistakes in one word. Jolly well done.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "117",
            "user": "Redmond Mocke",
            "date": "1y",
            "timestamp": "1533906996",
            "commentText": "However, we are sick and tired of all the grooming gangs in this country mostly coming from a certain sector of our country.Time to call time on them. They have misused the British hospitality, so we need to withdraw this hospitality.Well said Boris Johnson and please keep up your good work to get us out of that evil EU cartel who have destroyed a lot of our industries and worst still have destroyed industries in Africa thereby impoverishing millions of Africans.How any intelligent person can still advocate remaing as part of this evil undemocratic political abortion called the EU, I really do not know.I can understand the Peers supporting the EU because they all, apart from a few, have lined their pockets with thirty pieces of EU silver.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "118",
                    "user": "Lucy Cartwright",
                    "date": "1y",
                    "timestamp": "1533928530",
                    "commentText": "Sick and tired of vicars",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "119",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533947695",
                    "commentText": "I assume you thought Jimmy Saville, Fred West and all those Christian priests were just fine.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "120",
                    "user": "Redmond Mocke",
                    "date": "1y",
                    "timestamp": "1533981409",
                    "commentText": "Becci Derrick Wake up you have been brain washed. For centures Great Britain has been leading the way in all facets of life. In sport, transport, industrial innovation, exploration and etc. We have had a democratic sitting Parliament for over a thousand years.The evil EU has only been there for forty years. All 27 remaining countries are emerging from one form of dictatorship or another. (I shake my head is disbelief at such stupidity).You post is a star in the EU propaganda machine.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "121",
                    "user": "Lucy Cartwright",
                    "date": "1y",
                    "timestamp": "1533981989",
                    "commentText": "Wrong on almost every count",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "122",
                    "user": "Redmond Mocke",
                    "date": "1y",
                    "timestamp": "1533983291",
                    "commentText": "Becci Derrick P.S. I agree with you about Priests. But that has absolutely <b> nothing </b>to do with Great Britain. We are not leaving over bendy bananas. We just want to be a Sovereign independant<b>  nation</b>. A global tradin<b> g natio</b>n. All the EU wants from us is our money and to continue asset stripping us.Why do you think they are so keen to get our £39m? Because without it they cannot meet their commitments. We can better use that money on our NHS.The current 'fudge' by our politicians is not going to last. 17.4m true British patriots will NOT be denied.We will walk away without a deal which will be very beneficial to the UK and deterimental to the EU.We will pay their tariffs and they will have to pay ours. It doesn't take a brain surgeon to work out who will pay the most. Here is a clue, it is not Great Britain.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Nation"
                    ]
                },
                {
                    "id": "123",
                    "user": "Redmond Mocke",
                    "date": "1y",
                    "timestamp": "1533984709",
                    "commentText": "Lucy Gee Name them, please.Sport: Tennis, Socccer, Rugby (Union &amp; League), squash, Athletics, boxing (Queensbury rules) plus a few more all started in Great Britain.Innovation - railways, steam engines, spinning jenny, jet engines and etc too many to name, all started in GB.You really need to get a grip on reality. The UK is a true democracy. The EU only has the appearance of a democracy in that they have MEP's that are voted into office by the 27 countries. But, in reality, they have no power at all. The top brass, President etc are all 'appointed'. It is based on the model of the <b> old </b>Soviet Union. The true power of the EU lies fairly and squarely with Germany and the Global elites such as George Soros &amp; Goldman Sachs &amp; etc. The EU is in fact the Fourth Reich. The 27 nations remaining do not understand democracy because they have never had a truly democratic government which is why they have been deceived into believing that the EU is a democracy.WAKE UP AND SMELL THE COFFEE.How many times must Great Britain have to rescue the Eurpean nations from their dictators? DO THEY NOT EVER LEARN?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "124",
                    "user": "Philip Lawrence",
                    "date": "1y",
                    "timestamp": "1534000621",
                    "commentText": "Becci Derrick Prove it",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "125",
            "user": "Tim Kane",
            "date": "1y",
            "timestamp": "1533907235",
            "commentText": "Lets redefine <b> racism </b>because it doesn't fit in with our rhetoric.  Twat!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "126",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973962",
                    "commentText": "When hate speech is involved the UN do not distinguish between <b> race </b>and religion.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "127",
                    "user": "Philip Lawrence",
                    "date": "1y",
                    "timestamp": "1534000648",
                    "commentText": "Paul Michael Grimshaw So?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "128",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534883090",
                    "commentText": "Paul Michael Grimshaw Right, so an organization that has states like North Korea and Iran on its Human Rights commitees gets to define 'hate speech'. Comforting.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "129",
            "user": "Finley Reynolds",
            "date": "1y",
            "timestamp": "1533909359",
            "commentText": "We’ve had enough of Metro loud-mouthed, unashamed news that can't understand freedom of speech plus if you need to talk about something then you need to say what that is good luck Boris you are being stabbed in the back by political correctness gone totally bad",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "130",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533945848",
                    "commentText": "Ironic you talk about freedom of speech while supporting someone who is abusing women for wearing something he doesn’t like!  Btw you should learn how to write English.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "131",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973578",
                    "commentText": "Andy Collins even more ironically freedom of speech isn’t a part of U.K. law.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "132",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534330996",
                    "commentText": "Paul Michael Grimshaw oh dear...you are sooooo uninformed. I'm not even going to bother enlightening you.You're too <b> dim.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dim"
                    ]
                },
                {
                    "id": "133",
                    "user": "Jo Plested",
                    "date": "1y",
                    "timestamp": "1534749222",
                    "commentText": "FinleyWhat a shame you can’t see Boris’s motives. He couldn’t care less about burkhas. Just wants to whip up hatred against Muslims and appeal to bigots like you. Hitler used exactly the same tactics against the Jews!And my family suffered for it in ww2",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "134",
                    "user": "Neil Rogall",
                    "date": "1y",
                    "timestamp": "1534801077",
                    "commentText": "Political correctness ie it is a bad thing to bully and abuse people because they are different to you. Yes I’m for political correctness over homophobes, racists, antisemites, people who abuse the sick, the <b> disabled </b>etc.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Disabled"
                    ]
                },
                {
                    "id": "135",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534884991",
                    "commentText": "Andy Collins The Burkha represents the abuse the repression of women. This is coming from a <b> woman.</b> The rationale behind it is that women need to cover thsemleves completely so they don't 'tempt' men to lust after them. It puts all the blame on women- and in many countries, women are forced to wear it. In Iran, they have arrested women for 'immorality and prostitution' for taking off their hijabs.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "136",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534885384",
                    "commentText": "Jo Plested Yet I'll bet you see no issue with Jeremy Corbyn who has described as his 'friends' <b> terrorist </b>groups whose awowed intention is to wipe the only Jewish state off the face of the earth, and have killed countless innocents among their own people. A man who has appeared on Iranian state TV endorsing a regime which violently represses women and minorities, and on which he blamed Jews for terrrist attacks.It is you people who are the true fascists. You should be ashamed of yourselves.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Terrorist"
                    ]
                },
                {
                    "id": "137",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534885601",
                    "commentText": "Neil Rogall So you should be against Corbyn and his pals in Hamas and Hezbollah then, and the Iranian regime. That man is a lover of racists, terrorists and dictators who oppress women and minorities, murder homosexuals and hate Jews.  I would challenge you to look on some leftist social media pages and observe the number of conspiracy theories blaming Jews for the financial crisis, wars, all the ills of the world.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "138",
            "user": "Michael Hew",
            "date": "1y",
            "timestamp": "1533914700",
            "commentText": "Metro hacks are anti British and <b> racist </b>, and always  seem to have a pro muslim agenda !!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "139",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533948166",
                    "commentText": "I’m sure you have lots of facts to back your nonsense up?  Pathetic.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "140",
                    "user": "Michael Hew",
                    "date": "1y",
                    "timestamp": "1533963099",
                    "commentText": "andy ,,,darling    you obviously cannot read !! ffs :)",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "141",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533974324",
                    "commentText": "Michael Hew and you obviously cannot write. Ffs.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "142",
                    "user": "Michael Hew",
                    "date": "1y",
                    "timestamp": "1533974850",
                    "commentText": "paul and  I can smell a <b> snowflake </b>@ 50 yards !!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                },
                {
                    "id": "143",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534887024",
                    "commentText": "Andy Collins The notion that any religion should be exempt from or above criticism has no place in a society with a long established tradition of free speech and expression. Something which we fought the war over, I might add. Screaming 'racist' the moment a person says anything negative about said religion, even if that criticism is legitimate, such as  highlighting the mistreatment of religious minorities in countries where that religion is dominant/ We revoked our blasphemy laws in Britain, but we are now in a position where we dare not say anything remotely critical of certain religions for fear of being deemed 'racist' at best, or sharing the fate of  Salman Rushdie at worst. That Sir, is not freedom. It is a self-imposed blasphemy law and ideological facism.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "144",
            "user": "Brett Kelley",
            "date": "1y",
            "timestamp": "1533915128",
            "commentText": "As a former mailbox, I find any similarities between myself and one of those sacks of oppression, that escaped from the middle ages, to be rather expensive...Jan Sobieski for UNs General  Secretary...MEGA!  Make Europe Great Again!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "145",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533946268",
                    "commentText": "What a complete ignorant twat.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "146",
                    "user": "Donna Gardner",
                    "date": "1y",
                    "timestamp": "1534093435",
                    "commentText": "Andy Collins He ain't wurf i'! 😃",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "147",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534278349",
                    "commentText": "Andy Collins  are you talking to yourself in the mirror again",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "148",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534887363",
                    "commentText": "Actually, no. They did not escape from the Middle Ages. At no point were Medieval European women required by law or custom to cover their entire faces except for (and sometimes including) their eyes.  Even nuns don't have to go that far.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "149",
            "user": "Wayne S. Heldon",
            "date": "1y",
            "timestamp": "1533915157",
            "commentText": "hes an inbred ballbag with blond pubes..if people trust him as pm then this country is looking at <b> brexit </b>pt2",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "150",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348295",
                    "commentText": "Sorry...did you just speak. .",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "151",
            "user": "Teeny Mcsweeney",
            "date": "1y",
            "timestamp": "1533917484",
            "commentText": "I wonder if the victims/families of victims of Islamic terrorism were asked their thoughts?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "152",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533946356",
                    "commentText": "What has that got to do with what a tiny minority of Muslim women wear?  Honestly the ignorance on here is depressing.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "153",
                    "user": "Teeny Mcsweeney",
                    "date": "1y",
                    "timestamp": "1533976334",
                    "commentText": "It's the whole Islamic thing. Yes it's very depressing, but you are the ignorant one. 😉",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "154",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534887779",
                    "commentText": "Andy Collins Lets see you advocating for those women in Iran who have been arrested for 'immorality and prostitution' because they dared to remove their hijabs. The things which the government requires them to wear, because they think women are wicked and tempt men with their wicked hair and wicked faces and bodies so they can't help themselves if they rape them.  Clearly, they did not feel very empowered by them.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "155",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1533926542",
            "commentText": "No he doesn't you Muppet, Muslims bring it upon themselves, all they care about is themselves, they  couldn't care less about any other religion, their not far off to another ideology that lost both world wars, not much in difference.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "156",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533947961",
                    "commentText": "How can you generalise all Muslims as Nazis? Do you not know that 100s of thousands of Muslims fought for the Allies in both world wars?  No that doesn’t fit your warped story does it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "157",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1533974288",
                    "commentText": "Andy Collins a lot of Germans fought the Allies as well, Nazis tried to wipe out other religions, and they just wanted one <b> race,</b> as do Muslims, look at some parts of Africa genocide, look in Seria, Afghanistan, Iraq, so you tell me similarities or what. Or don't you know your history.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "158",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1533974379",
                    "commentText": "I meant a lot of Germans fought  for the Allies as well",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "159",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1533983649",
                    "commentText": "Becci Derrick who's trolling stating s fact, and once I saw the colour of your hair, I already knew what kind of person you are, so won't wait my time with you, go and protest about something you really don't know Jack about, pratt",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "160",
                    "user": "Jack Russell",
                    "date": "1y",
                    "timestamp": "1534004787",
                    "commentText": "Becci Derrick: homosexuality isn’t a sin darling, it’s categorised as a <b> mental </b>illness, ok?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "161",
                    "user": "Domina Anglicus",
                    "date": "1y",
                    "timestamp": "1534888492",
                    "commentText": "Becci, I think you might want to check your facts. For one, under Islamic doctrine, homosexuality is an offense punishable by death. A rule still implemented today in many Islamic states. But this is the yardstick by which you claim Christianity alone is comparable to Nazism. Hitler in fact believed that homosexuality was a form of an evolutionary and genetic deviance, which marked out people as 'weaker' and so unworthy of life. Basic <b> Eugenics.</b> Not much to do with religion.Hilter expressed disdain for Chrisitianity on several occasions, usually for its supposed connections to Judaism and 'weakness'. He also expessed praise for Islam on a couple of occasions, because he saw it as a strong militaristic religion: although he disliked people from Asian countries.  [LINK]  some research on how many Chisistians opposed Hilter; and Muslims too, but also on Hajj Amin al Husseni, the Grand Mufti of Jerusalem. A known Nazi-sympathizer and collaborator. You might want to look up how many people were murdered under<b>  communist</b> regimes too, y'know just for some balance.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Eugenics",
                        "Communist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "162",
            "user": "Jason Giordanella",
            "date": "1y",
            "timestamp": "1533926601",
            "commentText": "Haven't had enough at all....Go on Boris !",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "163",
                    "user": "Andy Collins",
                    "date": "1y",
                    "timestamp": "1533946514",
                    "commentText": "Boris is a disgusting <b> toad </b>who endangered a British mother imprisoned in Iran.  Anyone who thinks he’s funny is just ignorant.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Toad"
                    ]
                },
                {
                    "id": "164",
                    "user": "Kathy Stone",
                    "date": "1y",
                    "timestamp": "1534860027",
                    "commentText": "They dont think he is funny. They think he is saying what we are all thinking.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "165",
            "user": "Frank Roby",
            "date": "1y",
            "timestamp": "1533926674",
            "commentText": "",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "166",
            "user": "Frank Roby",
            "date": "1y",
            "timestamp": "1533926688",
            "commentText": "",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "167",
            "user": "Frank Roby",
            "date": "1y",
            "timestamp": "1533926724",
            "commentText": "",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "168",
            "user": "Gary Graham",
            "date": "1y",
            "timestamp": "1533936211",
            "commentText": "Greetings from the USA, home to the invention of PC Bull Shite. Our letter \"boxes\" are short, <b> fat,</b> and blue but I've seen yours and must say to a near sighted person the simillarity is stunning!  Can easily imagine some millenial, after a few to many pints of Guiness, trying to post a letter only to have the \"letter box\" slap him.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat"
            ]
        },
        {
            "id": "169",
            "user": "Peter White",
            "date": "1y",
            "timestamp": "1533937206",
            "commentText": "Metro .......read the comments lol",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "170",
            "user": "Gary Graham",
            "date": "1y",
            "timestamp": "1533937607",
            "commentText": "The really funny thing is female muzzy's being \"ordered\" by their male contrived religion to wear <b> black </b>body bags in the 40 degree heat of a desert so the men don't get horny!! Then when they escape to some place like U.K. or USA they continue the practice like good brainwashed sheeple.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "171",
            "user": "Jamie Robinson",
            "date": "1y",
            "timestamp": "1533938150",
            "commentText": "How is it <b> racist </b>? When any<b>  race</b> can become a Muslim ? Maybe visit a Muslim country and see how the women are treated ? And to say it’s a choice , is moronic , when some girl has been told since birth , it would be filthy , to dress any other way ?",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "172",
                    "user": "Paul Michael Grimshaw",
                    "date": "1y",
                    "timestamp": "1533973897",
                    "commentText": "Spare us the commas.....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "173",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535104863",
                    "commentText": "You are so very rude.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "174",
            "user": "John Bradley",
            "date": "1y",
            "timestamp": "1533942815",
            "commentText": "Tory party pretending to scold BlowJob for his <b> racism,</b> making him a hero to the fascist right(terrorists).Never would have believed a uk  government would seek allegiance with fascist thugs.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "175",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534323318",
                    "commentText": "John Bradley you are an eternal <b> twerp.</b> Fascist right? The biggest fascists are the far LEFT. Ever seen Antifa in action? Biggest bunch of thugs ever...make EDL look like nursery school 3 year olds. Shut up. Sit down. Speak only when you are spoken to. One more squeak out of you and I shall publicly humiliate you further.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Twerp"
                    ]
                },
                {
                    "id": "176",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534323775",
                    "commentText": "Oh look everybody. John Bradley is a hypocrite. NOW he's saying people should have <b> nothing </b>to hide whilst conveniently knocking Boris for, in essence, saying the same.Lefties...HYPOCRITES to the last.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "177",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534324614",
                    "commentText": "Hypocrite! So you think everybody's face should be on show because they should have <b> nothing </b>to hide. That includes burkas then doesn't it pipsqueak",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "178",
                    "user": "John Bradley",
                    "date": "1y",
                    "timestamp": "1534330312",
                    "commentText": "Kim E Gandy Stalking me, eh.You are freakin' creepy.Have multiple court-ordered anti-stalker ASBO's, do you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "179",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534331069",
                    "commentText": "John Bradley shut it idiot. Your facebook page is PUBLIC so it's hardly stalking you thick moron.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "180",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534331389",
                    "commentText": "And for your information you over sensitive <b> pussy.</b>..all I've ever had in my entire life are a couple of speeding tickets.Stalking. Hahahaha..this idiot thinks that me reading his OPEN facebook page that is set to PUBLIC is stalking.You've been reading too many lefty information leaflets and newspapers idiot.But thanks for ANOTHER opportunity for helping you show yourself up yet again.Either grow a pair and take your criticism like a man.Or change your facebook settings and hit the block button.John Bradley yet AGAIN proving how downright dense leftards really are.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "pussy"
                    ]
                },
                {
                    "id": "181",
                    "user": "John Bradley",
                    "date": "1y",
                    "timestamp": "1534347604",
                    "commentText": "Kim E Gandy Your stupidity about fascism being left wing, fascism = conservatism/republicanism, is so funny, YouTube gold. There is no hypocracy in my comments, BlowJob's burkha <b> racism </b>and the police using face recognition to collar racists and other criminals.I am consistently against<b>  racism</b>.Already got screenshots, you're so funny.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "182",
                    "user": "Neil Rogall",
                    "date": "1y",
                    "timestamp": "1534801275",
                    "commentText": "Kim E Gandy idiot. Fascism is about <b> nationalism </b>and treating the other as inferior. Destroying the trade unions and suppressing working class political organisation like the Labour Party. That’s your football lads and the edl. Anti fascism is about defending our democracy from the bigots, the Nazis, and doing the only way they can be defeated by acquainting their heads with the pavement.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nationalism"
                    ]
                },
                {
                    "id": "183",
                    "user": "Stuart William Bell",
                    "date": "1y",
                    "timestamp": "1535109420",
                    "commentText": "Neil Rogall fascism is not about <b> nationalism,</b>is is about behaviour.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nationalism"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "184",
            "user": "Dawa Art",
            "date": "1y",
            "timestamp": "1533945537",
            "commentText": "If Boris had  said women that wear scantily dressed clothing are prostitutes  or sl*gs would everyone be defending his “freedom of speech” ? Just wondering how many people on here would not expect him to apologies for making such a comment? The government has a responsibility to ensure any freedom of speech does not in fact end up causing harm to any group of people hence there is a fine line between free speech and incitement of hatred. The fact that women who wear the burka are now  open game to be mocked, insulted and verbally abused is what Boris has done. You really have to look at yourself as person, a human to think where has your decency gone to thing that’s ok? Let’s say he did in fact say that women who are scantly dressed are sl*gs, and we all say hey what a fab joke well done boris...can you imagine how much abuse/sexual harassment women would be subjected to because we all thought it was ok that a MP said that?Please look at your humanity, it’s more important that we hold onto what makes us decent human being because we all have that in <b> common </b>regardless of<b>  race</b> or creed.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "185",
                    "user": "Kathy Stone",
                    "date": "1y",
                    "timestamp": "1534858917",
                    "commentText": "Scantily clad women might be slags but they are not a security risk and can communicate properly as the expressions on our faces were intended to do.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Common"
            ]
        },
        {
            "id": "186",
            "user": "Philip Lawrence",
            "date": "1y",
            "timestamp": "1533976047",
            "commentText": "Racism definition - prejudice, discrimination, or antagonism directed against someone of a different <b> race </b>based on the belief that one's own<b>  race</b> is superior.The writer of this article should have read a dictionary before making such ridiculous &amp; libelous accusations.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "187",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534000727",
                    "commentText": "Oh look, you can quote a dictionary! What a clever boy!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "188",
                    "user": "Philip Lawrence",
                    "date": "1y",
                    "timestamp": "1534016301",
                    "commentText": "Kimberley OddSocks - What a pointless and strange comment",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "189",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534065692",
                    "commentText": "Philip Lawrence not really.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "190",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534065999",
                    "commentText": "The dictionary defines the word <b> racism.</b> Not the act of<b>  racism</b>. There is also a legal definition o<b> f racis</b>m. It's cute that you don't quote that too. Furthermore, dictionaries were compiled by white people for consumption by white people... should we really trust them?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "191",
                    "user": "Philip Lawrence",
                    "date": "1y",
                    "timestamp": "1534076937",
                    "commentText": "Kimberley OddSocks You've just lost all credibiity.  A <b> racist </b>lecturing others on<b>  racism</b>, wow.  Also, I think it's perfectly reasonable for the English to write and define they're own language.  You don't get to change a language just because you feel like it, who do you think you are? Also, stop racially appropriating my language, much appreciated.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "192",
                    "user": "Donna Gardner",
                    "date": "1y",
                    "timestamp": "1534093356",
                    "commentText": "Philip Lawrence Wow! You're a bit muddled. Kimberly said the dictionary was written by white people and you said it's \"...reasonable for the English to write and define their own language.\"Just have a think about that for a moment eh 🤔",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "193",
                    "user": "Philip Lawrence",
                    "date": "1y",
                    "timestamp": "1534096071",
                    "commentText": "Donna Gardner Lol, you do realise when the dictionary was written, there were no none white English right?  Your stupidity is amazing.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "194",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348071",
                    "commentText": "Kimberley OddSocks still makes him right though doesn't it airhead?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "195",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348135",
                    "commentText": "Kimberley OddSocks now shut up and read your book.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "196",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534501867",
                    "commentText": "Cute. You can't be <b> racist </b>to white people!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "197",
                    "user": "Brian Fulton",
                    "date": "1y",
                    "timestamp": "1534754526",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "198",
                    "user": "Kat Nicholson",
                    "date": "1y",
                    "timestamp": "1534871735",
                    "commentText": "Kimberley OddSocks yes perhaps a few others should do the same, and refer to the actual meaning of <b> race </b>and<b>  racism</b>, you might stop using it incorrectly.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism"
                    ]
                },
                {
                    "id": "199",
                    "user": "Kat Nicholson",
                    "date": "1y",
                    "timestamp": "1534871777",
                    "commentText": "Kimberley OddSocks dictionary were created by the people who created the fricking language.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "200",
                    "user": "Barbara Whewell Lawrence",
                    "date": "1y",
                    "timestamp": "1535104630",
                    "commentText": "Kimberley OddSocks are you not white? Are you not proud of your colour and background? Not much hope for you then",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1535105594",
                    "commentText": "Barbara Whewell Lawrence no I'm not white. I am not proud of my colour or background, I did not choose them. They were given to me. Why should I be proud of something I have no choice over?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1535105688",
                    "commentText": "Kat Nicholson except language predates dictionaries by a very long time!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Racism"
            ]
        },
        {
            "id": "203",
            "user": "Angela Knowles",
            "date": "1y",
            "timestamp": "1533986344",
            "commentText": "BORIS ONLY HAS THINGS THAT WILL BENIFIT HIMSELF HE IS A NASTY MAN,IF ANYTHING WAS TO HAPPEN TO HIM I WOULD BE GUTTED ( not )",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "204",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348390",
                    "commentText": "You know <b> nothing.</b> Pipe down.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "205",
                    "user": "Kathy Stone",
                    "date": "1y",
                    "timestamp": "1534860026",
                    "commentText": "Angela knowles. Just you then.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "206",
            "user": "Evelyn Milligan",
            "date": "1y",
            "timestamp": "1533987994",
            "commentText": "Ì think it's time the press and media took some responsibility for the <b> racist </b>society they have encouraged. The rhetoric of migrants are sweeping the country, stealing your jobs and homes is<b>  nothing</b> short of blatant lies. The politicians who supported leave encouraged this so that people would be angry. It worked and sadly they are bringing the country to it's knees because a handful of the elite don't want to pay tax. If you think they did it for ordinary people,  you'r<b> e bonker</b>s. They suppressed the figures for the contribution migrants make to our economy  as it's billions. Most of them are working and yes Boris and co are racist<b> s! Nothi</b>ng they do is for the people,  only themselves",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist",
                "Bonkers"
            ]
        },
        {
            "id": "207",
            "user": "Mick Fister",
            "date": "1y",
            "timestamp": "1533989542",
            "commentText": "who is we`ve metro ? the guy is a pompus prick, but he did speak the truth... ban the burka ..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "208",
            "user": "Faith Knight",
            "date": "1y",
            "timestamp": "1533993204",
            "commentText": "Nick lowles, on a epic keyboard warrior rant 😂😂 low life more like 😂",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "209",
            "user": "Philip Lawrence",
            "date": "1y",
            "timestamp": "1533995827",
            "commentText": "Nick Lowles should be fired for writing fake news and slander.  Clothing isn't a <b> race,</b> Islam, is not a<b>  race</b>, making an observation about peoples attire is no<b> t racis</b>t.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "210",
            "user": "Daz Daly",
            "date": "1y",
            "timestamp": "1534005186",
            "commentText": "Nothing wrong about Boris he just speaks his mind something you can not do anymore in this country .why should he appologise .You can commit a Crime and  walk round England and never be caught you could be male or female no one would ever know just because your face is covered and with all whars going on in the world even more so it should be banned  i agree with Boris .",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "211",
            "user": "Kirsty Harris",
            "date": "1y",
            "timestamp": "1534012673",
            "commentText": "Boris knows exactly how much he can say to get the most attention possible without getting sacked. He is an extremely calculating, self serving man. It’s the worst kind of politics, the kind we shouldn’t want. Don’t let him fool you into thinking it’s just “Boris being Boris” and things slip out of his mouth. It’s much more sinister than that.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "212",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348248",
                    "commentText": "Kirsty Harris ever met him? I have. Shut up and sit down",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "213",
                    "user": "Kirsty Harris",
                    "date": "1y",
                    "timestamp": "1534351010",
                    "commentText": "Kim E Gandy Ooh, get you. No I’m not one for slobering around “celebrity” “politicians”",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "214",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1534515463",
                    "commentText": "Kim E Gandy I've met him too. He's a twat!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "Kat Nicholson",
                    "date": "1y",
                    "timestamp": "1534871917",
                    "commentText": "Wow what’s it like to know Boris Johnson personally?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "Vicky Molyneux",
                    "date": "1y",
                    "timestamp": "1535109268",
                    "commentText": "I couldn’t care less about that, as long as something is done to stop this invasion!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "217",
            "user": "Tom Johnson",
            "date": "1y",
            "timestamp": "1534023439",
            "commentText": "Hard Left activists like Lowles speak to and for a tiny minority and never address the concerns of the majority thus populism which he and his ilk see as a perjorative. The country is clearly not ready to migrate from a Judeo Christian heritage to an Islamo Marxist state in which we all have to think alike. To Lowles I humbly suggest foxtrot oscar.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "218",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534348357",
                    "commentText": "😂👍",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "219",
            "user": "Kim Baldwin",
            "date": "1y",
            "timestamp": "1534028156",
            "commentText": "What 'race' is islam?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "220",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534349086",
                    "commentText": "Oh dear... no answer from the Idiot Chorus",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "221",
            "user": "El Abdulla",
            "date": "1y",
            "timestamp": "1534068511",
            "commentText": "Only the Biffers of this world think its acceptable for a government person in public service - who also accociates with a far right alt right scum like Steve Bannon- to make a statement that targets the Muslim community at a time when Islamophobia is being encouraged by the likes of Tommy Robinson and the far right..In the 70's it was the NF saying the Blacks and Pakistanis taking over our country..Now its the far right who are  saying Muslims are ''taking over our country'', and using the excuse Islam is not a <b> race </b>so ''we cant be racist'' bull!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "222",
            "user": "Dave Tonge",
            "date": "1y",
            "timestamp": "1534078211",
            "commentText": "Well said Metro. Johnson is little more than Trump’s wet dream.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "223",
            "user": "Carol Ngozi Ezunagu",
            "date": "1y",
            "timestamp": "1534085231",
            "commentText": "🔔🔚",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "224",
            "user": "Les Haskell",
            "date": "1y",
            "timestamp": "1534272101",
            "commentText": "How about  all Muslims to back to their own country, then there wouldn't be a problem.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "225",
            "user": "Carol Earle",
            "date": "1y",
            "timestamp": "1534272841",
            "commentText": "From the far left anti fascist Chief executive Nick Lowels organisation HOPE not hate, who see <b> racism </b>everywhere!!  Why should anyone listen to the far left, anymore than the far right?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "226",
            "user": "Sandy Mason",
            "date": "1y",
            "timestamp": "1534276076",
            "commentText": "Boris just says what millions think.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "227",
            "user": "Kim E Gandy",
            "date": "1y",
            "timestamp": "1534277001",
            "commentText": "Oh get over yourselves... sanctimonious lefty twits",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "228",
            "user": "Kim E Gandy",
            "date": "1y",
            "timestamp": "1534277524",
            "commentText": "Oh it's Nick Lowles writing. 'Nuff said.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "229",
            "user": "Dean Loveday",
            "date": "1y",
            "timestamp": "1534329089",
            "commentText": "The author of this hysterical pile of crap should go and live in North Korea if he hates freedom of speech so much.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "230",
            "user": "Dean Loveday",
            "date": "1y",
            "timestamp": "1534329090",
            "commentText": "The author of this hysterical pile of crap should go and live in North Korea if he hates freedom of speech so much.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "231",
            "user": "Peter Gilbert",
            "date": "1y",
            "timestamp": "1534335878",
            "commentText": "Also had enough of stupid <b> Remoaners </b>and Antifa scum.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remoaners"
            ]
        },
        {
            "id": "232",
            "user": "Richard Puller",
            "date": "1y",
            "timestamp": "1534337709",
            "commentText": "I don’t usually agree with Boris but on this he’s right and the British public overwhelmingly back him. Now do one you snivelling left wing twits. Thank you",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "233",
            "user": "Jennifer Coupe",
            "date": "1y",
            "timestamp": "1534363181",
            "commentText": "Boris for the next prime minister. Does no one understand his humour?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "234",
            "user": "Vicky Molyneux",
            "date": "1y",
            "timestamp": "1534439116",
            "commentText": "Actually I think the thing people have had enough of is being told what they allowed to say!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "235",
            "user": "Chris Stokes",
            "date": "1y",
            "timestamp": "1534542472",
            "commentText": "Can metro name 1 thing <b> racist </b>he's even said?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "236",
            "user": "Michael Matthews",
            "date": "1y",
            "timestamp": "1534701596",
            "commentText": "End of the day its upto a Muslim women if she wants to make her man happy thats her choice its not in her faith in most cases it is forced to on women to wear these things and that's wrong inits self but you don't see people complaining about that!! Hypocrites and Boris made a sly remark sooo what!!! How many people in the GOVERNMENT now have ripped the economy off of thousands and get away with it how many fill there pockets and get away with it!!?? And yeah getting out of the E.U was the best we could of Done all you have to do is do is look up the countries that never joined ever and see how they are thriving you'll find that country was smart rich and wasn't a sell out to its own people which is why we are all in this mess now and arguin the sides left or right.. the United kingdom needs God back in our <b> nation </b>we was built up on a solid foundation fearing The LORD and guess what it done us well there was very few gun crime knife crime any crime and why?? That's because we feared the LORD we put Him first and also had respect for your Neighbours which ACTUALLY WORKED... DO THE MATH IF IM MAKING THIS UP ALL YOU HAVE TO DO IS DO YOUR HISTORY ALL LOVE AND GOD BLESS",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "237",
            "user": "Ian Edale",
            "date": "1y",
            "timestamp": "1534756291",
            "commentText": "Islam is the most vile <b> racist </b>ideology on earth you clowns.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "238",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534759535",
                    "commentText": "They just don't get it. Too <b> dim </b>to see when a cricodile is smiling at them",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dim"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "239",
            "user": "Ian Edale",
            "date": "1y",
            "timestamp": "1534756355",
            "commentText": "It needs banning. CCTV pointless. Safety before imaginary religion.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "240",
            "user": "Ken Bolton",
            "date": "1y",
            "timestamp": "1534774991",
            "commentText": "I’m with Boris 👍",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "241",
            "user": "Kevin Fuller",
            "date": "1y",
            "timestamp": "1534785572",
            "commentText": "The British people have been duped by the right wing media into believing everything's the fault of immigrants,  when infact it's Tory policy.  X",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "242",
            "user": "Charlie Challinor",
            "date": "1y",
            "timestamp": "1534799923",
            "commentText": "One law for them another for us, if they want to dress up as pillar boxes. then fcuk off back to your shitholes, this is a Christian country, you came here, if it’s not for you then FCUK OFF back",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "243",
            "user": "Charlie Challinor",
            "date": "1y",
            "timestamp": "1535110621",
            "commentText": "Boris, Mogg and Farage should be leading us forward now, the whole of Europe are sick of listening to these, murdering rapists, and the others that don’t want to fit in with the way we live, stop taking back handers off by the Saudis, start deporting all the undesirables, anyone who tries to stop them being deported using human rights, let the barristers and the likes foot there bills, it’s just a money racket for them other wise",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "244",
            "user": "Neil Rogall",
            "date": "1y",
            "timestamp": "1534800954",
            "commentText": "The Metro left wing. Christ, he’ll no. But it isn’t to the right of Goebbels so it offends bigots",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "245",
            "user": "Jamie Campbell",
            "date": "1y",
            "timestamp": "1534843533",
            "commentText": "The author is way off the mark and not remotely in touch with the way people feel in the UK.. Here's looking forward to a burka ban and hard <b> Brexit </b>and as for Boris.. Keep em coming",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "246",
            "user": "Kathy Stone",
            "date": "1y",
            "timestamp": "1534858374",
            "commentText": "We've had enough......who are we?You don\"t speak for me or anyone i know. This country has had enough of hearing whining muslims when our towns have a real problem with demanding that we accomodate their evey whim and change our laws and culture to suit them. We can't even buy non halal meat anymore.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "247",
            "user": "Nigel Hyde",
            "date": "1y",
            "timestamp": "1534858934",
            "commentText": "",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "248",
            "user": "Drew Milesy",
            "date": "1y",
            "timestamp": "1534861790",
            "commentText": "Give it a break metro he ain’t <b> racist.</b>. he just stated an opinion which is so dam true!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "249",
            "user": "Biggles Mackie",
            "date": "1y",
            "timestamp": "1534861836",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "250",
            "user": "Adam Bateman",
            "date": "1y",
            "timestamp": "1534867167",
            "commentText": "Metro 😂😂 Boris for PM",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "251",
            "user": "Kat Nicholson",
            "date": "1y",
            "timestamp": "1534871366",
            "commentText": "Who wrote this rubbish? 🤦🏻‍♀️ get a grip",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "252",
            "user": "Domina Anglicus",
            "date": "1y",
            "timestamp": "1534882913",
            "commentText": "Oh great and omnipotent Metro, and High Holiness Lowles you need to alert the thought police to Michael Nazir-Ali, the former Bishop of Rochester.  He advocated for a partial ban on the burkha in public places, and has 'form' for outspoken criticism of persecution of his co-religionists in Islamic countries. Clearly, the horrid, <b> racist </b>white supremecist needs to be curtailed: oh but wait, he's a Pakistani by birth and he's 'brown'. Might be a few<b>  br<b> ownie</b</b>> points to be earned for getting at a Christian for daring to criticize an Islamic country for its treatment of his fellows, though. That's bound to offend someone.  [LINK] ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Brownie"
            ]
        },
        {
            "id": "253",
            "user": "Jim Kerr",
            "date": "1y",
            "timestamp": "1534885565",
            "commentText": "Why is it <b> racist </b>to talk about Muslims?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "254",
            "user": "Kelly Irvine",
            "date": "1y",
            "timestamp": "1534890467",
            "commentText": "Good job Boris! Sadiq who?.,Sadiq Khan’s former brother-in-law to one of the UK’s most notorious extremist organisations are revealed today.Top London lawyer Makbool Javaid was married to the Labour Party candidate’s sister Farhat Khan until 2011.In the Nineties Mr Javaid took part in events in London with the extremist group Al-Muhajiroun while he was Mr Khan’s brother-in-law, having married the Labour politician’s sister in 1989.He appeared alongside some of the country’s most notorious hate preachers, including the now banned cleric Omar Bakri, in 1997 and 1998.Mr Javaid’s name appeared on a fatwa in 1998 calling for a “full-scale war of jihad” against Britain and the US.Try reporting this stuff eh? What about him protesting for release of jihadis omg",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "255",
            "user": "Daniel Redgewell",
            "date": "1y",
            "timestamp": "1534920773",
            "commentText": "So suddenly the Metro speaks for everyone. Another London lefty elitist paper that no one would go near if it wasn’t free. More like a proper gander leaflet than a tabloid.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "256",
            "user": "Russell Wood",
            "date": "1y",
            "timestamp": "1535068608",
            "commentText": "So if Boris Johnson is a <b> racist,</b> what does that make the entire Muslim<b>  race</b>. ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "257",
            "user": "Barry Davies",
            "date": "1y",
            "timestamp": "1535098132",
            "commentText": "People who use terms like <b> racism </b>and<b>  racist</b> are by definition bigots and divisive there is the huma<b> n rac</b>e singular not plural. In any event the idea of supporters of any religion being<b>  a ra</b>ce is laughable.  Islamaphobia break it down.  Islam = Muslim religion. Phobia irrational fear of. Now you can’t legislate against an irrational fear, take spiders or heights as an example, and then given the well documented atrocities being perpetrated in the name of Islam is it entirely irrational ?Now the idea of wearing a garment that covers a person completely, which the ignorant claim is a religious requirement, it isn’t, in fact in Muslim nations such as Turkey, Egypt and Saudi Arabia it is banned.Women who are forced to wear it by male members of their family liken it to wearing a school skirt from to bottom with horrendously loud noise every time yo move and very restricted vision whilst being unbearably hot.  Maybe we should support Boris and his supporting these women.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "258",
            "user": "Chris Moyler",
            "date": "1y",
            "timestamp": "1535103005",
            "commentText": "Not the least bit ashamed of Boris Johnson.We desperately need a true Brit, who can cut through all the endless PC nonsense, that is flushing this country down the drain.Well done Boris!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "259",
            "user": "John Stone",
            "date": "1y",
            "timestamp": "1535103014",
            "commentText": "Boris for pm jrc home security",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "260",
            "user": "Barbara Whewell Lawrence",
            "date": "1y",
            "timestamp": "1535103072",
            "commentText": "What gives this reporter the right to speak for all of us. Maybe Nick Lowles should say that he is writing HIS OWN opinion.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "261",
            "user": "Chris Hinchliff",
            "date": "1y",
            "timestamp": "1535105020",
            "commentText": "What a joke and it's not even April.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "262",
            "user": "Dave Ole",
            "date": "1y",
            "timestamp": "1535106365",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "263",
            "user": "James Newman",
            "date": "1y",
            "timestamp": "1535107109",
            "commentText": "Bored shitless of having the Metro's wretched far left drivel strewn across train carriages every morning on my way to work.Just rename as The Corbyn Islamic Bulletin. Just be honest.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "264",
            "user": "Kevin Harrison",
            "date": "1y",
            "timestamp": "1535109855",
            "commentText": "Against what <b> race </b>was he apparently<b>  racist</b>???????",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "265",
            "user": "Robert McIntyre",
            "date": "1y",
            "timestamp": "1535111515",
            "commentText": "Bugger off Metro. You're out numbered. 90% of people support BoJo.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "266",
            "user": "Geoff Nhloko Bishop",
            "date": "1y",
            "timestamp": "1535115663",
            "commentText": "Metro totally out of touch - lefty mouthpiece!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "267",
            "user": "Nicholas Farmer",
            "date": "1y",
            "timestamp": "1535124608",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "268",
            "user": "Dee Webb",
            "date": "1y",
            "timestamp": "1535127287",
            "commentText": "I can’t help but laff at wot I’ve just read!!   I think boris is great!!   He stated his opinion, a lot of the public agree with him!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "269",
            "user": "Dave Harrison",
            "date": "1y",
            "timestamp": "1535128460",
            "commentText": "Why do these ignorant people and press call people <b> racist </b>for disliking Islam?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "270",
            "user": "John Darrant",
            "date": "1y",
            "timestamp": "1535130801",
            "commentText": "Your comments as author of this article are disgusting in themselves . Biased ,exaggerated  and divisive",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "271",
            "user": "Ian James",
            "date": "1y",
            "timestamp": "1535133212",
            "commentText": "What an utter load of rubbish!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "272",
            "user": "Graham Epworth",
            "date": "1y",
            "timestamp": "1535140269",
            "commentText": "What a toilet rag of a newspaper for stinking bus phesants. It wouldn't even exist if it was not free.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "273",
            "user": "Michaela Sydney Crumpton",
            "date": "1y",
            "timestamp": "1535188000",
            "commentText": "The metro clearly have no idea what they are talking about.    Poor reporting and journalism",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "274",
            "user": "Robert Hyndman",
            "date": "1y",
            "timestamp": "1535305650",
            "commentText": "Getin fed up you canae speak ur mind get away these  baz shipped  back tae where  they came fae well said boris",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "275",
            "user": "Dean Rees",
            "date": "1y",
            "timestamp": "1535394495",
            "commentText": "We don't need more far right nutters like Boris ruling our country, oh and he needs to return that 20 million that he fraudulently kept for himself ''what vile human being he is",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "276",
            "user": "Chris Green",
            "date": "1y",
            "timestamp": "1535479349",
            "commentText": "Since when is a piece of cloth <b> race,</b> or since when is following and ideology a<b>  race</b>?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "277",
            "user": "Barry Davies",
            "date": "1y",
            "timestamp": "1535572539",
            "commentText": "Boris didn’t attack Islam he actually stood up for the women who men are forcing to wear this mediaeval garb because if it was required in Islam why don’t women in Turkey Egypt and Saudi Arabia wear them ?  If the divide bigots who consider someone of a different religion or even different <b> ethnic </b>origin stopped screaming<b>  racist</b> at every opportunity and accepted there is only one huma<b> n rac</b>e then this divide nonsense cut be reduced.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist",
                "Ethnic"
            ]
        },
        {
            "id": "278",
            "user": "William Claude Stevenson",
            "date": "1y",
            "timestamp": "1535580328",
            "commentText": "Imagine in your mind a world at peace. When i do this Islam isn't in the picture because Islam is not an ideology of peace. It does however have something in <b> common </b>with the Globalist elite. An Agenda to rule the entire worlds people according to how they see and say it should be.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "279",
            "user": "Stephen Caulfield",
            "date": "1y",
            "timestamp": "1535606893",
            "commentText": "Nick Lowes you muddle ‘facts ‘ together trying to make a case . Boris said <b> nothing </b<b> >racist</b>, is this one of the few words you know ? Your editorial was complete cobbled together immature nonsense.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "280",
            "user": "Elizabeth Daniels",
            "date": "1y",
            "timestamp": "1535610964",
            "commentText": "Singling out a group of radical Muslims and recognizing the widely proclaimed hate the Muslims harbor toward anyone who disagrees with them, isn't any more <b> racist </b>than calling out a group of mindless murderers. They're all the same.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "281",
            "user": "Beverley Cooper",
            "date": "1y",
            "timestamp": "1535617009",
            "commentText": "Oh yeh ?? Well we are sick to the back teeth of you,  Soros peddling libtards Nick LowlesWe know who you are, we know who you represent and we know who funds your nonsense masquerading as good versus evil -we see through your fake language So it’s your time that is running out Same for all the other leftie propaganda merchants - You, The Guardian, The Independant, The BBC to name a few",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}