{
    "header": {
        "title": " Did Becca Cosmetics paint a model’s hand black to advertise their foundation? ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 463 ",
        "datePosted": " Thursday 9 Aug 2018 2:09 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/09/did-becca-cosmetics-paint-a-models-hand-black-to-advertise-their-foundation-7818139/ ",
        "postText": "A few weeks back we all learned an important lesson about choosing the right model to advertise foundation.', 'Stylenanda was accused of photoshopping a white model’s hand into a darker shade to flog nail polish. They were caught because the model’s palm wasn’t lighter than the res of her hand.', 'Becca Cosmetics clearly didn’t pay attention to the backlash, as they have now been accused of doing the same thing.', 'Twitter user Farah noticed that the beauty company may have photoshopped or painted on a non-black model’s hand to advertise their foundation.', '‘So did Becca Cosmetics really refuse to hire black women for these swatches?’ she wrote. ‘They just edited a white hand darker? Look at the two darker hand’s palms.’', '‘Sometimes I wonder if these people have actually met a black or brown person in their lives.’', 'In the images, the models’ palms are the exact same tone as the rest of the hand.', 'Most people’s palms are lighter, regardless of race, due to science – palms and soles have five layers of skin as opposed to the four on the rest of the body, due to their regular contact with objects.', 'One Twitter use theorised that it was actually one model advertising all the swatches.', '‘It’s literally the same arm, all four of them are the same arm so they even edited the medium girl,’ she said.', '‘You can tell by looking at all their nails and how on three of the arms they’ve clearly edited out the natural lines on her wrist etc, it’s lazy and it’s racist.', '‘Let’s be honest, having shades for black people will give them attention (they don’t actually give a sh*t obviously) so clearly, they had no time to get black models.’', 'Marcelo, a programmer, disagreed, saying: ‘The cosmetic industry is super racist and all, I don’t doubt that they would darken a picture instead of hiring a dark-skinned model. But these aren’t the same hands, those are four different human hands, by shape.’', 'One user said such companies need to be neglected. ‘We really have to stop supporting problematic brands,’ she said. ‘I’m sure after they get called out for their sh*t they’ll do some damage control and just go back to being fake inclusive.’', 'We contacted Becca Cosmetics who provided a statement, saying: ‘We acknowledge the way we adjusted the image missed the mark and are deeply sorry for this oversight.', '‘Becca is committed to showcasing the lightest to the deepest skin tones and hiring inclusive models for our campaigns. To demonstrate this commitment, we’ve re-shot with real girls from the Becca office.’",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,coloured,Racism",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Eddie Smith",
            "date": "1y",
            "timestamp": "1533833354",
            "commentText": "Its simple economics. Why hire 4 women when you can hire one and give her the skin tone needed for each tube.When I was i college we had a BS racial incident and a <b> black </b>friend of mine told me \"People who look for<b>  racism</b> find it everywhere they look.  BTW that was 40 years ago and its still true.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Nicola Miller",
                    "date": "1y",
                    "timestamp": "1533978178",
                    "commentText": "How can white skin <b> coloured </b>to be<b>  black</b> skin reflect the true product? It can’t. They were ignorant in cutting costs and feeling as if they didn’t need to represent their target audience. You don’t need to look for things that are clearly unapologetically there. Neither should things like this be accepted or tolerated.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "coloured"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Black"
            ]
        },
        {
            "id": "2",
            "user": "Krista McAulay",
            "date": "1y",
            "timestamp": "1533926394",
            "commentText": "The reflection of the metallic cap is apparent on all of the model's hands, giving the illusion of a lighter palm.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}