{
    "header": {
        "title": " Only 30% of Brits know what the gender pay gap is, but do you? ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 19 ",
        "datePosted": " Friday 14 Sep 2018 10:54 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/14/only-30-of-brits-know-what-the-gender-pay-gap-is-but-do-you-7946174/ ",
        "postText": "Only 30% of the British public know what the gender pay gap is, a study has suggested.', 'According to a survey by YouGov, when people were asked whether the gender pay gap was A: ‘women as a whole being paid less on average than men as a whole’ or B: ‘women being paid less than men for doing the same job’, only 30% selected the correct answer.', 'So which is it?', 'The correct answer is; A: women as a whole are being paid less on average than men as a whole.', 'When questioned, a further 1% answered ‘something else’ and the remaining 5% answered ‘don’t know’.', 'It is calculated by measuring the difference between men’s and women’s average earnings across an organisation or a particular market.', 'In Britain, the overall gender pay gap is 18.1%, meaning men on average earn that much more than women.', 'In comparison, women being paid less than men for doing the same job is a question of equal pay, rather than a pay gap.', 'It is usually much easier to spot, and paying a man more simply for being a man is also illegal in the UK.', 'According to the results, men were more likely to correctly identify what the correct answer was (35%), compared to only one in four women (24%).', 'But the reasons for the gender pay gap are complex, and not easy to tackle in the space of one generation.', 'The gap is significantly wider among the older generations, where women are more likely to have been under regulatory constraints at the beginning of their careers including being banned from certain industries or needing a male relative’s consent to work.', 'Today, women are still more likely to work in lower paid industries, such as care and education.', 'They are also more likely to take time out of work to care for children or relatives and many workplaces do not have the necessary support for them to be able to return to work.', 'Women have also faced discrimination over being hired as they can be deemed more of a ‘risk’ to take time off to have a family than a male candidate.', 'Although it is illegal to not hire someone based on these biases, it can still happen and is often impossible to prove.', 'In April, businesses with more than 250 employers were legally required by the government to publish their gender pay gap in an effort to take action and try to close the gender pay gap.', 'The statistics showed that almost 80% of companies, including public sector bodies, paid men more than women.', 'The highest gender pay gap was from Millwall Holdings PLC, the parent company of Millwall FC, who reported a 80% gap between the two genders.', 'Among well-known names in the top ten were budget airline Ryanair, who had a 71.8% gap.', 'For every £1 men in the company earned, women only earned 28p.', 'It said the disparity was because of the number of UK pilots it employs – 546 are male and only eight are female.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexism,Woman,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Fahim-Uz Zaman",
            "date": "1y",
            "timestamp": "1536969388",
            "commentText": "I think this author and those responsible for the polls should teach feminazis what the <b> gender </b>pay gap is as they misineterpret the term in order to further their agendas. Women are NOT paid less in like for like jobs with men. It has been illegal for f*** knows how long",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "1",
            "user": "David Cooke",
            "date": "1y",
            "timestamp": "1536991732",
            "commentText": "The second and third jobs I had both had females paid more than me for the same job. The first one I left, the second one I fought for my pay and got it. It's not always the women who get paid less. I have also been refused a job I applied for because I was a man on two occasions because they preferred a female because the boss was a letch. So it can work both ways.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "George Washingtón",
            "date": "1y",
            "timestamp": "1536995865",
            "commentText": "The thing that doesn't exist. The figure is skewed from a genuine study that showed men earned more because they work more hours on average than women do, a fact that is consistently ommited.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Paul Duffin",
                    "date": "1y",
                    "timestamp": "1536996553",
                    "commentText": "It's not just hours worked, there are many many factors involved. Warren Farrell identified 25 factors. The more factors taken into account the smaller the gap.One of the factors is that women are entitled to much better parental leave than men, i.e. longer and better paid. That creates a disincentive for companies to hire women of childbearing <b> age </b>as they cost more. It also makes it disproportionately likely that women will take time off from their careers to look at children. A career gap has a huge effect on future earnings.So, a sexist law (pushed for by feminists) that privileges women over men actually harms women's earning potential. If there was equal parental leave then the gap would already be a lot smaller.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Julie Prosser",
            "date": "1y",
            "timestamp": "1537000721",
            "commentText": "geez!!!  so Milo, Jordan Peterson et al were right and the feminist reporters/commentators  wrong in all those reports &amp; debates on BBC, SKY and elsewhere. I am absolutely shocked to the core. ;)Hmm makes you wonder what other false narratives they have been pushing.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1537002916",
            "commentText": "Yep. It's a myth...  we all know that",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Marcos Marcotron",
            "date": "1y",
            "timestamp": "1537006134",
            "commentText": "\"only 30% selected the correct answer.That's because the media including this website have made a habit of implying it's also about women being paid less for an identical job position as men.Of course there is a still a problem of <b> sexism </b>in the workplace, men been favoured over women, and respected more, for the higher positions, etc, real problems that have been not helped at all by making out that a<b>  woman</b> in the same job as a man in the same company gets paid less. When there's issues in life, in this case inequality, it does not help to falsely implying certain things about it. It's better to be honest about where the problems are, and not give those with opposing opinions ammunition to hit back with claims that there are untruths to the original arguments.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "7",
            "user": "Carl Weatherford",
            "date": "1y",
            "timestamp": "1537040160",
            "commentText": "We have achieved equality  however feminist want equality of outcome which is bs and makes no sense.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}