{
    "header": {
        "title": " Nando’s apologises over ‘racist’ painting showing black people in toaster ",
        "subtitle": " ",
        "owner": " Tim Green ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8.8k ",
        "datePosted": " Saturday 26 Oct 2019 9:12 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/26/nandos-apologises-over-racist-painting-showing-black-people-in-toaster-10989752/ ",
        "postText": "Nando’s boss Colin Hill has apologised after a customer complained about a painting at a restaurant in Birmingham showing four black people in a toaster.', 'The artwork had adorned the walls of the branch in the Perry Barr area of the city, until a furious customer took it upon himself to contact Mr Hill directly on LinkedIn to vent his anger.', 'The man, a black property investor, said the picture was ‘completely insensitive to one of the worst periods of human history’.', 'He went into the branch the day after it opened for a bite to eat.', 'He said: ‘It shows four people of colour who would have been historically subject to degradation and hardship in an implement – here, a toaster – used to cook or burn bread.', '‘It’s an absolute disgrace that in this day and age, a painting like that can appear in as popular a food chain in modern Britain as Nando’s.’', 'Mr Hill confirmed the painting had been taken down and admitted it should have been removed before the restaurant opened to the public.', 'He added: ‘It’s depiction and potential interpretation had already been identified during our review of the restaurant before being open to customers and should have been removed.', '‘It was an oversight on our behalf that this hadn’t happened before we welcomed our first guests.', '‘Each of our restaurants is individually designed and our creative design team select artists and their collections to complement the bespoke design.', '‘On this occasion something has gone wrong with our selection process for specific artworks which has enabled this piece and its potential interpretation to appear.', '‘I will be reviewing our process to ensure it doesn’t happen again.’', 'The customer accused Mr Hill of failing to take the situation seriously.', 'He commented: ‘As a black man, I think this is completely unacceptable, weird, and deeply offensive.', '‘Many of my friends are white, and they’ve said they are shocked by its depiction of what I can only assume is advocated racism.', '‘Someone will have gone out to buy artwork for the branch, and someone decided that this was an appropriate painting.', '‘Who on earth could have allowed this to happen?', 'After the customer wrote back, Mr Hill apologised again – and received a return message from the customer.', 'He wrote: ‘You fail to realise there would have been children in the restaurant and a specific demographic that would have been highly offended by that picture – I don’t understand how such an oversight could have occurred in a company of your stature – and indeed a company that houses an extremely diverse customer base that transcends race.', '‘I guess, in some part, the matter is closed.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Nationality - General,Social Class - Working class,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Black,African,Immigrant,Common,Weird,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Steve Perrin",
            "date": "3w",
            "timestamp": "1572131586",
            "commentText": "Yeah, not at all <b> racist.</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572250076",
                    "commentText": "Bwahahahahahaha!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "2",
            "user": "Derek Connell",
            "date": "3w",
            "timestamp": "1572188726",
            "commentText": "customer is right get apologised to twice artwork obtained as part of a collection lol and hes still not happy and wailing on about it",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572250164",
                    "commentText": "It's nobody's but their worry if they bought a bouquet containing a <b> racist </b>artwork.Their cost-optimisation is their perogative, so is the perogative of those to protest its display by those who're being dehumanised by the said artwork.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Other Guy",
            "date": "3w",
            "timestamp": "1572197755",
            "commentText": "Nando's painting are actually on loan from artists in Moçambique meaning the painter is also <b> black </b>and therefore not<b>  racist</b>. At least that's what U<b> S blac</b>k rappers tell us all the time (it's n<b> ot raci</b>st if I do it)....",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572250229",
                    "commentText": "Cite it from the independently-reliable resources or it's a sheer BS!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Gunnar Blomqvist",
                    "date": "2w",
                    "timestamp": "1572508820",
                    "commentText": "Maaz Kalim From the end of an article by another outlet: \"\"In this instance artist, Khaya Sineyile, from the New Crossroads township in Nyanga, Cape Town, takes issue with the far-reaching effects of social inequality in South Africa.\"Using <b> common </b>household objects in juxtaposition with his subjects Khaya aims to create discussion around issues often ignored. We understand art is subjective and without context the work could be misinterpreted, we have apologised for any offence this artwork might have caused.\" [LINK]  about the artwork collections from South<b>  African</b<b> > immigran</b>t artists, who are allowed to make a living through a collaboration with Nando´s: [LINK] ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "African",
                        "Immigrant",
                        "Common"
                    ]
                }
            ],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "7",
            "user": "Sheila Countt",
            "date": "3w",
            "timestamp": "1572222463",
            "commentText": "Looks like a slightly surreal painting is all, what's all the fuss about? Painting anyone in toaster is a bit <b> weird.</b> I did an advert for a video toaster once and Photoshopped 2 VHS tapes into a toaster.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572250601",
                    "commentText": "What's all the fuss is after white cisfemales are asked to submit themselves to masculine-dominance during.....intercourse but they don't? How's it even a rape if the legit winner wins?Huh? Literally <b> nothing </b>comprehensible.People are so PC-SJW in these times.°",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "9",
                    "user": "Melody Anne Ribis-Roy",
                    "date": "3w",
                    "timestamp": "1572289843",
                    "commentText": "White privilege much? Or are you truly that stupid to not realize how putting people of colour into a toaster would be offensive to people of colour. Go away and let the adults speak.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Gunnar Blomqvist",
                    "date": "2w",
                    "timestamp": "1572508976",
                    "commentText": "Melody Anne Ribis-Roy Read the end paragraph of the following article: https://www.liverpoolecho.co.uk/.../nandos-apologises...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Weird"
            ]
        },
        {
            "id": "11",
            "user": "Gary Youn",
            "date": "3w",
            "timestamp": "1572249026",
            "commentText": "Tell the <b> black </b>artist that he's a<b>  racist</b> see how that goes. Since when wa<b> s blac</b>k man in a toaster<b>  a raci</b>st meme ?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572250687",
                    "commentText": "It's amusing you used “since when..” and “...meme” in the very same sentence: N-O-T.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Black"
            ]
        }
    ]
}