{
    "header": {
        "title": " I created a Twitter account just so I could tell misogynist men to shut up ",
        "subtitle": " ",
        "owner": " Elena Whitlock ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 14 ",
        "datePosted": " Monday 2 Sep 2019 10:04 am ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/02/i-created-a-twitter-account-just-so-i-could-tell-misogynist-men-to-shut-up-10638997/ ",
        "postText": "A few weeks ago, after seeing yet another insanely bigoted tweet pop up on my timeline, I had the idea to create a Twitter account dedicated solely to telling misogynistic men to shut their mouths.', 'I was hesitant – concerned that by replying to them I would be, though not endorsing, amplifying their voices.', 'Plus, I was worried that telling them to shut up was not the best way to counter their ideas. Would they not just dismiss me as an overly emotional woman?', 'Research from Amnesty International found that ‘Twitter [is] a place where violence and abuse against women is widespread and where inadequate remedies exist for those who experience such abuse’.', 'And at a time when female MPs and journalists are receiving abuse every 30 seconds on Twitter, I felt like I had to do something.', 'The account was an outlet to express the frustration I felt after consistently seeing incredibly demeaning and outright offensive tweets. After all, if you can’t tell an incredibly sexist man to shut the f*** up, who can you tell?', 'So I made the account, settling on the handle @bequietasswipe after I’d found @shutupasshole to be taken. I quoted three tweets in quick succession, eloquently telling each of the men to ‘shut the f*** up.’', 'Immediately after the third tweet I got a notice that my account had been suspended for 12 hours for a violation of Twitter’s rules. Due to the speed of the suspension, it was probably due to my account getting flagged for spam or foul language.', 'Twitter has previously admitted it does not do enough to protect people from the abuse they receive on the platform. In 2015, the then CEO Dick Costolo said: ‘We suck at dealing with abuse and trolls on the platform… I’m frankly ashamed at how poorly we’ve dealt with this issue.’', 'While current CEO Jack Dorsey has said this is more of a priority now, there is no doubt in my mind that more must be done.', 'For example, while my account was temporarily suspended, all the sexist ones I quoted still stand.', 'Of the tweets I replied to, one called for the restoration of the patriarchy and women having the vote stripped from them, one was ageist and sexist and another explained how the author’s daughter would never be sexually assaulted because he taught her not to be a victim.', 'As shown in my case, it seems Twitter is more concerned with the strong language people are using to respond to racism, homophobia, or sexism than the actual racism, sexism, or homophobia.', 'With women fearing for their physical safety from online trolling the need to protect them cannot be overstated.', 'My account is back now but I would not be surprised if it got suspended again while these men are allowed to continue spreading their harmful ideologies.', 'I recognise that they have a right to free speech. I also recognise that this means I have the right to tell them to f*** right off.', 'I’ve seen these hateful tweets since the day I joined Twitter. Before that, I saw it on Instagram or heard it from classmates at school.', 'More than a quarter of women have received abuse or harassment online at least once, and of these women, nearly half said this abuse made them fear for their safety. Over 40 per cent of them said this abuse was misogynistic and nearly 60 per cent said it came from strangers.', 'With women fearing for their physical safety from online trolling the need to protect them cannot be overstated.', 'If Twitter allows this hateful content it has no right to censor my reaction.', 'I am not threatening violence, nor am I repeatedly harassing these men. I am simply telling them, albeit with strong language, that I do not welcome their opinions. If their content is left up, I see no reason why mine should not be.', 'I posted some screenshots of the ordeal on my main account and received positive reception from my followers. It was nice to know I had support, but this feeling was almost outweighed by the disgust I felt towards the content I was seeing on these men’s accounts.', 'The blatant sexism, other Twitter users agreeing in the replies, the insinuation that any man who does not fit the stereotypical picture of masculinity is a ‘gamma male,’ and any woman who disagreed with this was a ‘feminist harpy.’', 'At a time when even the President of the US, Donald Trump shows no respect for women and where women are shot and killed for rejecting men, this behaviour seems especially dangerous.', 'It comes as no surprise that the men who send these hateful messages online have been emboldened by the increasing acceptability of real-world misogyny by high profile figures.', 'It turns my stomach that anyone thinks this way, but it’s worse knowing most of these men are fathers, passing down their hateful rhetoric to another generation.', 'I know I am not going to be able to change their minds. These are men that believe they could beat Serena Williams in a tennis match.', 'Knowing this, no argument of mine could convince them they are fundamentally wrong. So I simply suggest to them the one thing they could do that would be beneficial: shutting the f*** up.', 'While I don’t think I’m realistically going to achieve that, what I am hoping is that these men will realise that women – especially my generation – will not adhere to their ideas about what a woman should or should be.', 'Women deserve to exist in online spaces without having to worry about feeling unsafe.', 'It is time for Twitter – as well as other social media sites – to make preventing online abuse towards women a priority.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "10w",
            "timestamp": "1567431750",
            "commentText": "Hmm, why not simply ignore the messages?  oh you can’t, you’re a <b> woman </b>and your biological make up makes it compulsory for you to answer back! 😂",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Matt Davies",
                    "date": "10w",
                    "timestamp": "1567522255",
                    "commentText": "\"biological make up\" is what exactly?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Jack Russell",
                    "date": "10w",
                    "timestamp": "1567526386",
                    "commentText": "Matt Davies: I’m dismayed you need to ask. ☹️",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "3",
            "user": "Paul Flynn",
            "date": "10w",
            "timestamp": "1567435791",
            "commentText": "ever heard the expression 'don't feed the troll'?... they get off on people who get angry/upset...now do something useful, like making me a sammich...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Andi Crawforth",
            "date": "10w",
            "timestamp": "1567439131",
            "commentText": "So instead of reporting the keyboard warrior trolls who abuse women, you've openly admitted to owning fake accounts, given the usernames to fake accounts and have admitted to being abusive to men.. ??How ironic you've turned into the very thing you were trying to stop.. I bet your parents are proud.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Gary Youn",
            "date": "10w",
            "timestamp": "1567456121",
            "commentText": "Woman creates trolling account, complains of suspension with no sense of irony",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Arnold Hedge",
            "date": "9w",
            "timestamp": "1567627855",
            "commentText": "Some people have too much free time.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}