{
    "header": {
        "title": " Charity ‘advised mum to force her son, 7, to live as a girl’ ",
        "subtitle": " ",
        "owner": " Ashitha Nagesh ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Sunday 8 Oct 2017 8:56 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2017/10/08/charity-advised-mum-to-force-her-son-7-to-live-as-a-girl-6984649/ ",
        "postText": "A transgender charity has reportedly been banned from contacting a family after the mother forced her seven-year-old son to live as a girl.', 'Mermaids UK has also been criticised for advertising ‘same day’ cross-sex hormone treatments for children – a treatment banned by the NHS, because it causes irreversible changes and can compromise fertility later in life for anyone under 16.', 'In a High Court case, reported last year, Mr Justice Hayden removed the child – known only as ‘J’ – from his mother after finding she had caused him ‘significant emotional harm’ and ‘pressed [him] into a gender identification that had far more to do with his mother’s needs and little, if anything, to do with his own’.', 'After the judgement, the Sunday Times reported, the charity Mermaids attacked the ‘horrific decision’ and insisted that J did in fact identify as a girl, and said there was ‘no evidence at all to support this judge’s views’.', 'However, it has now been claimed that the charity has been ‘ordered to have nothing to do with this child following their removal’.', 'J was being home-schooled and dressed in girls’ clothes, the court found. After being removed from his mother, the boy was sent to live with his father and was sent to school, and has since ‘asserted his own masculine gender’ by living life as a boy, the judgement said.', 'Until last Friday the youth section of the charity’s site featured a message from Dr Birgit Möller, a doctor based in Hamburg, offering fast-track hormone treatment for kids.', '‘If the families are interested we would set up a long evaluation appointment at our clinic (3-4 hours) and afterwards an appointment with the endocrinologist,’ Möller wrote. ‘In case of an indication for hormone treatment he would prescribe it the same day.’', 'Mermaids UK then claimed it was not the subject of the court order, but actually it was the family that had been instructed to contact it.', 'They added that they vehemently disagreed with the way the case had been represented in the Sunday Times, and that they were actively seeking legal advice.', 'Mermaids was recently approached by a journalist with a series of enquiries concerning Mermaids’ involvement with the court judgement following the case of ‘Child J’ in October 2016. The case was covered extensively in the national media at the time.', 'The story published today in the Sunday Times (8/10/17) refers to this case and references Mermaids. Mermaids supported the mother during the court case, although none of our representatives were present at any of the proceedings as they were conducted in a ‘closed family court’. While the court documents have been sealed, a public summary judgement can be found here: http://www.bailii.org/ew/cases/EWHC/Fam/2016/2430.html', 'Contrary to what is implied in the Times article, Mermaids has not been banned from contact with the child by the high court, and Mermaids was directly referenced only once during proceedings, to state that the mother had been receiving support from the charity. Following the proceedings, the mother informed us that the judge had ordered the child should have no further contact with the charity. While we have not received any legal notice to support this statement, we have respected this request.', 'We are disappointed to note that while we informed the journalist of the above facts, they have chosen to publish this article. While we appreciate that there is currently an interest by the media in transgender children, it is very unhelpful to publish an article which could undermine the only national charity supporting them.', 'All of us engaged with gender diversity and supporting gender-questioning and transgender youth are familiar with negative reactions based on ignorance, fear and prejudice. This makes it even more important that the UK media report on this subject in a truthful and non-sensational manner.', 'While Mermaids has been recognised by, and received numerous awards from respected institutions, the impact of such negative reporting has a direct impact on the families and young people we support.', 'Mermaids will continue to offer much needed support to families and young people, and to provide education and guidance to organisations and professionals, and maintain our objective to strive towards making the world a fully accepting and inclusive place for gender non-conforming and transgender children and young people.', 'Mermaids is in active discussion with a lawyer regarding misinformation in the Sunday Times article.', '",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Transexuality,Gender - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Transgender,Gender,doctors",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Curley Jefferson",
            "date": "40w",
            "timestamp": "1547999904",
            "commentText": "Mermaids is pure evil and should be shut down",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Hugh Easton",
                    "date": "40w",
                    "timestamp": "1548072128",
                    "commentText": "No they're not. Mermaids provide support for <b> transgender </b>children and their families. Contrary to what this article implies, they don't provide hormones or any other kind of medical treatment - that's handled by NHS<b>  gender</b> clinics. If you want to know what Mermaids is actually all about, here's a speech given by Susie Green, CEO of Mermaids (and also featuring her daughter, Jackie, who has been slandered in some recent transphobis stories in our gutter press). [LINK] ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Transgender"
                    ]
                },
                {
                    "id": "2",
                    "user": "Henry Stanton",
                    "date": "40w",
                    "timestamp": "1548112059",
                    "commentText": "Hugh Easton You people are sick. I hope these kids get revenge on their parents when they grow up and realize they will never have children of their own.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "GT Patterson",
                    "date": "39w",
                    "timestamp": "1548445936",
                    "commentText": "Henry Stanton Why won't they be able to have children?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Hugh Easton",
                    "date": "39w",
                    "timestamp": "1548713391",
                    "commentText": "Henry Stanton Some of us actually know what made us <b> transgender,</b> and we're not sick, we're just the victims of a colossal medical blunder that no one wants to admit to. For decades,<b>  doctors</b> have been giving pregnant women judged to be at risk for miscarrying, high doses of artificial female hormones (estrogens and progestins). A lot of the kids from those pregnancies are coming out intersex and/o<b> r transgende</b>r, although very few realise what the cause is, because hardly anyone knows what drugs they were exposed to before birth. The best known of these drugs is an artificial estrogen called diethylstilbestrol (or DES), and athe link between DES exposure a<b> nd transgend</b>er is something that's been talked about within <b> the transgen</b>der community for years. However, the use of hormones in pregnancy didn't end when DES was pulled off the market. Instead, other artificial female hormones took its place, and some are still in use even now. All of these hormones are known to have feminising effects on males, however a number of them have also been shown to have masculinising effects on female foetuses. Literally millions of people alive today were born of pregnancies in which these drugs were used, very few of whom know anything about it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "doctors",
                        "Transgender"
                    ]
                },
                {
                    "id": "5",
                    "user": "Curley Jefferson",
                    "date": "38w",
                    "timestamp": "1549190778",
                    "commentText": "Hugh Easton Royal College of General Practitioners has removed Mermaids from it's support groups because they have become too controversial.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Curley Jefferson",
                    "date": "38w",
                    "timestamp": "1549190949",
                    "commentText": "Ps artificial female hormones would not account for all the girls that claim to be boys. It's all social and peer reinforced nonsense. It's a phase, the new metrosexual",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}