{
    "header": {
        "title": " Protester against LGBT lessons tells parents ‘don’t back down’ despite injunction ",
        "subtitle": " ",
        "owner": " Elisa Menendez ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.3k ",
        "datePosted": " Saturday 1 Jun 2019 1:17 pm ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/01/protester-lgbt-lessons-tells-parents-dont-back-despite-injunction-9771398/ ",
        "postText": "A Muslim protester has urged parents not to ‘back down’ after being banned from demonstrating outside a Birmingham school teaching LGBT lessons.', 'Shakeel Afsar has been leading the crowds who have been protesting outside Anderton Park Primary’s school gates for seven weeks.', 'Yesterday the High Court granted Birmingham City Council an interim injunction to protect the area immediately surrounding the school after the risk to children became ‘too serious to tolerate’.', 'The order has been issued against chief protesters Mr Afsar, Rosina Afsar and Amir Ahmed and all other ‘persons unknown’, and anyone who defies it will be subject to arrest.', 'But Mr Afsar insisted he won’t back down despite the injunction and vowed the next protest on Friday June 7, will still go ahead as planned.', 'You CANNOT silence people who speaking & demanding there RIGHTS We will Challenge all & every injunctions that are issues against us. Press conference will be arranged for Monday 3rd June 2019 details will follow @SkyNews @birmingham_live @DrSalmanButt @DillyHussain88 @Presstvuk pic.twitter.com/uEHMkRzJz5', '— shakeel afsar (@shakeelafsar7) May 31, 2019', '', 'In a heated video posted to Twitter, he said: ‘I will stress to parents don’t back down.’', 'The protester urged parents to ‘invoke your democratic right’ and keep fighting to abolish the LGBT-inclusive lessons being taught at the school.', 'Mr Afsar, who does not have children at the school, said: ‘Keep supporting your cause, let kids be kids. ‘Our children, our choice.’', 'He said: ‘For several weeks we have been arguing for our rights, and the parental rights to decide when a child should have what information, and that should be left to the parents…', '‘I want to reiterate, we will not be disheartened or demoralised by an injunction because they are placed and they can also be challenged and appealed.', '‘We will be challenging that injunction. We will be appealing that injunction and as you know Friday’s protest… was already arranged prior to this injunction becoming public…', 'He added he has sought legal advice, before telling parents: ‘I am with you, everyone else is with you.’', 'LGBTQ activists have branded Mr Afsar and other protesters’ behaviour as ‘damaging’ for the community, adding that it is especially so for children who attend the school who could be gay.', 'The protester added at the end of his video that no homophobic or Islamophobic behaviour will be tolerated.', 'The injunction forbids organising or encouraging demonstrations and printing or distributing leaflets.', 'It also forbids posting offensive or abusive messages on social media about members of staff at the school in relation to equalities teachings.', 'A recent video of Mr Afsar having a heated debate with Labour MP Jess Phillips sparked outcry as she told the protester he was damaging the reputation of the ‘peaceful and loving’ Muslim community in Birmingham.', 'On hearing the news of the injunction, the MP for Yardley said the council had ‘done the right thing for the children’, adding ‘it’s just a shame it has come to this thanks to the bigotry of a few’.', 'Anderton Park head teacher Sarah Hewitt-Clarkson has previously spoken of how she has received threatening emails and calls.', 'She told BBC’s Newsnight that the protests have been ‘thrust upon us from almost nowhere because we’ve been talking about these things in our school since 2010.’', 'The head teacher added the injunction was a step forward to managing the situation, after it was found to be ‘causing harm and distress’.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Nationality - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Homosexual,Homophobia,Gay,Nation,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jamie Beck",
            "date": "",
            "timestamp": "1559402334",
            "commentText": "The religion of tolerance",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Christopher Hovey-Brown",
                    "date": "",
                    "timestamp": "1559407909",
                    "commentText": "Jamie Beck there's Christians and orthodox Jews that have joined too...",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Edward Baumann",
                    "date": "",
                    "timestamp": "1559586415",
                    "commentText": "Christopher Hovey-Brown EVIL KNOWS NO GOD BUT SATAN OR ISLAM!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Andy Smith",
            "date": "",
            "timestamp": "1559426394",
            "commentText": "Democratic rights are granted in a society that demands compliance with the law in return. A UK passport entitles the holder to reside in the UK. It also entitles them to leave.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Johhny E Bradshaw",
            "date": "",
            "timestamp": "1559447947",
            "commentText": "probably a closet <b> homosexual </b>himself...just sayin most homo haters, are indeed secretly gay",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Rachel Medwell",
                    "date": "",
                    "timestamp": "1559455218",
                    "commentText": "Johhny E Bradshaw he looks gay😂",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay",
                "Homosexual"
            ]
        },
        {
            "id": "6",
            "user": "Edward Baumann",
            "date": "",
            "timestamp": "1559452180",
            "commentText": "The HOMO agenda is cancer .It eats away the soul of a <b> nation.</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "7",
                    "user": "Dudden Hall",
                    "date": "",
                    "timestamp": "1559460330",
                    "commentText": "You are and will get cancer.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Edward Baumann",
                    "date": "",
                    "timestamp": "1559586285",
                    "commentText": "Dudden Hall That comment shows ONLY the hate in your heart! I would wish you well but HOMO'S all go to hell!. So suck it up and repent this cancer you protect is cursed of God and decent men..Your actions show you to be a person of  degrading passions.Leviticus 18:22, \"You shall not lie with a male as one lies with a female; it is an abomination.\"Romans 1:26-28, \"For this reason God gave them over to degrading passions; for their women exchanged the natural function for that which is unnatural, 27 and in the same way also the men abandoned the natural function of the <b> woman </b>and burned in their desire toward one another, men with men committing indecent acts and receiving in their own persons the due penalty of their error. 28 And just as they did not see fit to acknowledge God any longer, God gave them over to a depraved mind, to do those things which are not proper.\"Factor in the  higher sucide rate and this lifestyle = cancer!REPENT OR BURN you have been warned.You are but dust on my feet now.Mark 6:11 Jesus says, “And if any place will not welcome you or listen to you, leave that place and shake the dust off your feet as a testimony against them.”",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "9",
                    "user": "Chris Paton",
                    "date": "",
                    "timestamp": "1559655945",
                    "commentText": "What makes your God the true God Edward? You say other people are filled with hate, yet here you are spouting your hatred.  It is not for you to judge. Higher suicide rates could possibly be attributed to the hate/bullying/beatings shown to people of the LGBTQ+ community just for being who they are.  Christian values eh",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "10",
            "user": "Dudden Hall",
            "date": "",
            "timestamp": "1559460161",
            "commentText": "He is stiring up <b> homophobia </b>and should be arrested.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobia"
            ]
        },
        {
            "id": "11",
            "user": "Mel Worton",
            "date": "",
            "timestamp": "1559471963",
            "commentText": "Let kids be kids the one poster says. So stop forcing your religion and your personal beliefs down their throats and let them decide for themselves when they are older. And as to the ban, if they turn up to protest arrest them - they were warned.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Paul Graham",
            "date": "",
            "timestamp": "1559480279",
            "commentText": "If this was a Christian group doing this the media would have an absolute field day. Funny how when it's Muslims doing this the media hardly wants to know.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Ricks Smith",
            "date": "",
            "timestamp": "1559494502",
            "commentText": "Homophobia vs Islamophobia. The injunction has been set and he intends to flount it. What will happen? Let us see.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobia"
            ]
        },
        {
            "id": "14",
            "user": "AnneMarie McKinnon",
            "date": "",
            "timestamp": "1559535669",
            "commentText": "People  who do not have all the facts protesting in the streets, causing chaos, scaring children....most of these people are spreading misinformation resulting in panic......",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Dudden Hall",
            "date": "",
            "timestamp": "1559548347",
            "commentText": "You cannot claim islamaphobia if you support <b> homophobia.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobia"
            ]
        }
    ]
}