{
    "header": {
        "title": " It is ridiculous that 95% of all sex education lessons still aren’t LGBT-inclusive ",
        "subtitle": " ",
        "owner": " Matt Horwood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 400 ",
        "datePosted": " Thursday 12 Jul 2018 4:53 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/12/it-is-ridiculous-that-95-of-all-sex-education-lessons-still-arent-lgbt-inclusive-7709148/ ",
        "postText": "Every day, a young person in Britain is diagnosed with HIV.', 'Despite this, schools are still not legally required to provide relationships and sex education (RSE) for pupils, let alone lessons that are LGBT-inclusive.', 'Two years ago, Terrence Higgins Trust (THT) released its report, Shhh… No Talking, which detailed the experiences of RSE lessons from over 900 young people aged 16 – 25 across Britain.', 'Unsurprisingly, the report highlighted inadequate or non-existent RSE provision in many schools, and found that 95% of young people hadn’t learned about LGBT sex and relationships in school', 'And that was at the schools that were even teaching RSE in the first place. We found out that one in seven had received no RSE at all.', 'Progress has been made since the report’s release, with THT winning its campaign for RSE lessons to be both compulsory and inclusive, but we still have a long way to go.', 'For instance, not only has the government delayed implementing compulsory, inclusive RSE until September 2019, but it’s also yet to provide any kind of draft guidance on lessons.', 'Inclusive lessons are also extremely important to ensure that young lesbian, gay, bisexual and trans people see themselves reflected in sex and relationships.', 'We’ve also had no commitment from the government that money or resources to support teacher training in this area will be made available.', 'Britain is in the midst of a sexual health crisis, and young people continue to remain the group greatest impacted by STIs.', 'Denying young people their right to learn about relationships and sex in an inclusive, safe and supportive classroom environment will only further this, and can absolutely have a negative impact on their emotional wellbeing.', 'Young people who don’t learn about STI and HIV prevention at school then have to seek this information elsewhere, either through friends or online. Often this information can be based on misconceptions or myths about STIs and HIV.', 'This puts young people in an extremely vulnerable position, and increases the risk of them contracting and then potentially transmitting STIs and HIV.', 'LGBT-inclusive RSE is even more vital for gay and bisexual young men who are disproportionately impacted by HIV.', 'Inclusive lessons are also extremely important to ensure that young lesbian, gay, bisexual and trans people see themselves reflected in sex and relationships.', 'For pupils who aren’t LGBT, learning about difference in an inclusive and supportive space is also extremely important, to ensure young people grow up not just equipped to enjoy good sexual health but also to respect others and embrace their differences.', 'Just last weekend for example, the trans community was subjected to a barrage of hate during Pride in London, when a group of transphobic lesbian protesters stormed the parade to spew hate and challenge their right to exist', 'At the same time, LGBT hate crime continues to rocket in Britain.', 'For us to ensure that young people know how to practice good sexual health, understand differences and stand in allyship with marginalised people, we need compulsory, LGBT-inclusive RSE here in Britain', 'And we need it now.', 'We also must ensure that inclusive RSE is done right, as more than half of young people who have had RSE lessons rated them as ‘poor’ or ‘terrible’.', 'For this to happen, it’s crucial that those who teach RSE are equipped with the adequate knowledge, tools and support to deliver it adequately.', 'It’s vital that the government understands this, and treats it as a priority, to ensure that young people in Britain are set in the best stead possible.",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - Female intelligence",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Gay,Gay,Becky",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Robin Crabb",
            "date": "1y",
            "timestamp": "1531416167",
            "commentText": "So <b> gay<b>  </b</b>>guys need to use condoms differently to straight people? I means let's be honest other than perhaps using thicker condoms and more lube to prevent damage there's not a lot else to teach is there?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1",
                    "user": "Becky Samuel",
                    "date": "1y",
                    "timestamp": "1531454178",
                    "commentText": "If you think that all there is to know about <b> sex </b>and relationships is how to put on a condom and stick it in a hole then I feel very sorry for your partners.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "2",
                    "user": "Robin Crabb",
                    "date": "1y",
                    "timestamp": "1531595228",
                    "commentText": "Becky that's basically what <b> sex </b>is though. Sticking something in a specific hole.As for relationships...hay and hetero relationships aren't really all that different that they require different lessons and strangely humankind has done pretty well humankind without any formal education in relationships. Life uh...finds a way.Gary who said anything about being unnatural or crossdressing? You're sounding very repressed there.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Becky"
                    ]
                },
                {
                    "id": "3",
                    "user": "Dudden Hall",
                    "date": "36w",
                    "timestamp": "1550074451",
                    "commentText": "Robin Crabb <b> Sex </b>isn't just about penetration.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "4",
                    "user": "Dudden Hall",
                    "date": "36w",
                    "timestamp": "1550074511",
                    "commentText": "Gary Youn You can't teach kids to be cross dressers, unless they want to be.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        }
    ]
}