{
    "header": {
        "title": " TV presenters like me and Naga Munchetty must be able to speak freely about racism ",
        "subtitle": " ",
        "owner": " Will Njobvu ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.1k ",
        "datePosted": " Thursday 26 Sep 2019 3:45 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/26/tv-presenters-like-me-and-naga-munchetty-must-be-able-to-speak-freely-about-racism-10814144/ ",
        "postText": "As a TV presenter who comfortably speaks out about racism, I think the news that BBC host Naga Munchetty has been reprimanded for sharing her experience of racism and opinions on Donald Trump’s tweets is a step backwards.', 'This action is likely to instill fear into presenters, which will make them feel they can’t share their views or experiences when it comes to stories like this.', 'But it is extremely important that broadcasters from ethnic minorities are able to speak freely about their experiences on-air.', 'Munchetty’s opinion echoed the voices and thoughts of all ethnic minorities in the UK, including myself, who have received such racist abuse – and that’s what we need on television.', 'With so few presenters of colour on mainstream TV in Britain and negative representations of ethnic minorities in the media, we need to be given the chance to share our experiences and opinions on stories like this without fearing we’ll get in trouble.', 'Chances are, presenters of colour will have slightly different life experiences to their peers and they will have experienced racism. Speaking out will only help raise awareness, encourage better representation, change perceptions and shine light on the seriousness of issues like this to a wider audience. This is what on-screen diversity is all about.', 'Fortunately, my bosses at the Jeremy Vine show on Channel 5 are extremely supportive of me sharing my experiences of racism and my views on stories like this while I’m on air.', 'When Prime Minister Boris Johnson announced plans to extend stop and search powers in August, I talked about my own experience of being stopped and searched and highlighted just how damaging it can be.', 'I said: ‘I’ve been stopped and searched twice in my life and it was the most demeaning and demoralising experience ever. After that, I thought “Do I trust the police? After they going to keep trying to catch me on a crime I’ve never even committed.”', '‘And I’ve never committed a crime in my life so it was really upsetting. On both occasions they said I looked like a suspect, what does that actually mean?’', 'By sharing my experience I was particularly keen to highlight the fact that innocent black men, including myself, are being stopped and searched randomly for no reason and there are better ways to tackle crime.', 'Some people genuinely think it’s only the young guys wearing hoods all day who are being stopped – so I felt it was important for me to speak up and explain that’s not the case.', 'I remember coming off the show and thanking my editor for allowing me to share my story and opinion on stop-and-search because I felt was extremely important for me to do it. Because who else would have? I was the only on-air contributor on that day who had experienced that.', 'I recently sent out a tweet explaining that I have received some backlash online, mainly in my Instagram and Facebook DMs – where I’ve received racist abuse and have been called a monkey. This may be as a result of making some of those comments or just because some people are still racist in 2019 – but either way, I don’t regret it.', 'Meanwhile, I have also received positive messages from young black men and women who have thanked me for being vocal and sharing my experiences on TV and on social media. Something that proves to me how important speaking up is.', 'Similarly, Good Morning Britain’s weatherman Alex Beresford interrupted a heated debate about knife crime live on air – sharing his own opinion about the epidemic. He sadly later on lost his cousin to a stabbing.', 'This is an experience some of the other on-air hosts might not have had at that moment in time – but it was important that he shared it as his opinions spoke for many in the UK.', 'Anyone who has had the words ‘go back to your country’ muttered to them understands how damaging it can be and clearly TV presenter Naga Munchetty does too.', 'It happened to me for the first time in Harrow not long after I graduated from university. I was jumping on a bus to my local hospital radio station, which I used to attend every Thursday.', 'It was around six in the evening and the bus was packed. Just as I was about to hop on, a man, who seemed quite drunk said ‘why are you here, go back to wherever you’re from.’', 'At that moment I felt like a carpet had been pulled from underneath my feet. That feeling of belonging in the UK I’ve had all my life disappeared for a few minutes. If that wasn’t racism, then what was it?', 'The comment suggests the person being told it does not belong in the country and ethnic minorities will always be perceived as immigrants – regardless of whether they were born in the country and have citizenship there or not.', 'I just hope that as a woman of colour, Naga Munchetty will continue to share her life experiences and opinions when necessary.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Homophobia",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Dudden Hall",
            "date": "7w",
            "timestamp": "1569515199",
            "commentText": "I don't think anyone should be allowed to speak out about <b> racism,</b> unless they also speak out about<b>  homophobia</b> at the same time. And visa versa.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Iain McIntyre",
                    "date": "7w",
                    "timestamp": "1569622921",
                    "commentText": "The subject was about rascism, hence she gave a clear and honest commentary. I'm sure if the segment was on another matter it would be appropriate.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism",
                "Homophobia"
            ]
        },
        {
            "id": "2",
            "user": "Dave Odin Adamthwaite",
            "date": "7w",
            "timestamp": "1569573808",
            "commentText": "Speaking out against <b> racism </b>is not the problem, spurious insults are she should keep her insults to herself not bandy them about on the BBC",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Iain McIntyre",
                    "date": "7w",
                    "timestamp": "1569623079",
                    "commentText": "I'm sure as you have never been on a daily run of <b> racism </b>as a white guy it's easy to comment, I'm also white and take for granted that I don't experience the  casual and sometimes hostile attacks because of colour.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        }
    ]
}