{
    "header": {
        "title": " If you discover your heroes are racist, leave them and their art in the past ",
        "subtitle": " ",
        "owner": " Inigo Laguda ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 11.8k ",
        "datePosted": " Saturday 31 Aug 2019 9:30 am ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/31/if-you-discover-your-heroes-are-racist-leave-them-and-their-art-in-the-past-10651094/ ",
        "postText": "The Magic Faraway Tree was one of my favourite books growing up.', 'Its fantastical lands stirred my imagination and the whimsy of its characters always made me laugh, so seeing Enid Blyton trending on Twitter earlier this week was pleasantly surprising.', 'That is until I delved further and found out the reason for the children’s author making headlines was because she was being snubbed of a commemorative 50p coin due to ‘concern over the [potential] backlash’ of her racist and homophobic views.', 'This is the reality of being Black in Britain – on any given day, you might stumble upon something you once cherished and find out it was created by someone who disagrees with your very existence.', 'To be Black is also to be perpetually ready for confrontation – of your idols, the nation’s idols, your pastimes and treasures.', 'As an example, I grew up surrounded by Dr. Seuss’ books, only to find out he drew racist advertisements before he became a world-renowned illustrator. Over his professional career, only 2 per cent of his characters were people of colour and all of them were stereotypes.', 'I’ve also had to confront the fact that Bjork, the artist who wrote the song Unravel – which was pivotal to my emotional healing and was instrumental in my artistic development as a musician – has uttered the words ‘sound is the n***er of the world’, twice.', 'I’ve even had to confront that John Kellogg, who invented cornflakes and established the modern cereal breakfast, was the founder of a racial segregationist institution called the Race Betterment Foundation and was a fervent eugenicist. It makes it pretty hard to get through a bowl of Frosties.', 'Many people are lucky to never know how profoundly disturbing it is to type a beloved figure’s name into Google with the word ‘racist’ next to it and find confirmation that this person, who is idolised by so many, would have hated you on an existential level.', 'I always wonder what this does to the psychological health of Black people – we’re not meant to carry the hatred of others.', 'From Enid Blyton to Winston Churchill, the common, knee-jerk reaction to racism of a historical figure is: ‘they were a product of their time’.', 'This statement is insulting to those who existed at that very same time and fought tirelessly to the recalibrate their country’s moral compass.', 'There were abolitionists when slavery was the norm.', 'There were opponents to scientific racism when eugenics was the norm.', 'If these public figures are ‘products of their time’, then accountability for their sins is simple: to leave them in the past. The dead cannot defend themselves or change their ways and they do not need advocacy from the living.', 'If the ‘product’ in question is bigotry then we should refrain from memorialising them as heroes.', 'Why should their virtues allow them to be remembered respectably on our nation’s currency, when their beliefs and actions should have them relegated to museums?', 'I don’t need Enid Blyton on my money and she’s not woven so sweetly into my memories that I need her for nostalgic pick-me-ups. There are enough talented, anti-bigoted writers in the world, past and present, to bring my children joy.', 'I would rather unearth and memorialise the people who were ahead of their time, than commemorate someone who was a product of theirs.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "coloured,Racist,Nazi",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Anthony Holsent",
            "date": "11w",
            "timestamp": "1567294010",
            "commentText": "Only an Enricher would write this crap.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "10w",
                    "timestamp": "1567694221",
                    "commentText": "Only twats use the term \"enricher\".",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Anthony Holsent",
                    "date": "10w",
                    "timestamp": "1567761217",
                    "commentText": "Ade Foiadelli: Only jealous twats of the English call people who use the word ‘Enricher’ twats.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Thomas Ezra",
            "date": "11w",
            "timestamp": "1567325310",
            "commentText": "No.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Gary Youn",
            "date": "11w",
            "timestamp": "1567367563",
            "commentText": "I’m going to leave indigo Laguna whoever the hell she is in the past due to the giant chip on her shoulder. Doubt she’ll ever sell one percent of the books miss blyton did",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Petra Davies",
                    "date": "7w",
                    "timestamp": "1569929887",
                    "commentText": "You know exactly what her name is...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "David Cooke",
            "date": "11w",
            "timestamp": "1567418181",
            "commentText": "Coloured people forget that sections of their own countrymen profited from the slave trade. The creating of the industries and ownership of them may have been predominantly white, but your fellow countrymen sold you to them. It would not have been so easy to collect slaves if they hadn't been rounded up by these people. I never see anyone writing pieces or protesting about this.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "7",
                    "user": "Ade Foiadelli",
                    "date": "10w",
                    "timestamp": "1567694324",
                    "commentText": "And what does that have to do with artists and creators of the past who were <b> racist?</b>Oh yeah - f*ck all.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "8",
                    "user": "Petra Davies",
                    "date": "7w",
                    "timestamp": "1569929705",
                    "commentText": "@David.  <b> Coloured?</b> The 80's have rang.  They want their word back!!!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "coloured"
                    ]
                },
                {
                    "id": "9",
                    "user": "Debbie J O'Donnell",
                    "date": "3w",
                    "timestamp": "1571856744",
                    "commentText": "David Cooke <b> Coloured </b>People? Which colour? You let your<b>  racist</b> cat out of the bag there 👏🏻",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "coloured"
                    ]
                }
            ],
            "keywords": [
                "coloured"
            ]
        },
        {
            "id": "10",
            "user": "Catherine Cole",
            "date": "11w",
            "timestamp": "1567467781",
            "commentText": "I didn't read many Enid Blyton books when I was a child. I read enough of the 'five' series to know that this was patronising middle-class waffle. I never exposed my own children to that because it is just damaging nonsense. Inigo Laguda seems to have missed the class hatred completely. I won't miss Enid Blyton.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Ronald C. Couch",
            "date": "11w",
            "timestamp": "1567560169",
            "commentText": "Well, one reads the work or listens to it and one really needs to separate that from the artist.  Second, Bjork's comment; it is very clear that this writer managed to completely miss the point.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Maxime Lebrun",
            "date": "10w",
            "timestamp": "1567837909",
            "commentText": "This is totally stupid. Understand the times, you can't judge people from the past based on your views from the present. Even just in the 50s people were mostly misogynistic and <b> racist,</b> it doesn't mean it's ok but when it's cultural and general I don't think there's much people to think otherwise because humans want to fit in the social groups that surround them. Like if I was German during the war times I could have been a<b>  Nazi</b>, we don't know, so stop judging people from the past, thinking you'd do better with your high views and opinions...These artists have done great work and you can't deny that.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Nazi"
            ]
        }
    ]
}