{
    "header": {
        "title": " Trans people are being killed. Action must be taken now if we are to protect the next generation ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 527 ",
        "datePosted": " Tuesday 20 Nov 2018 12:09 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/11/20/trans-people-are-being-killed-action-must-be-taken-now-if-we-are-to-protect-the-next-generation-8158810/ ",
        "postText": "November is a particularly hard month for trans people. Today marks Transgender Day of Remembrance, a day where we remember those murdered for simply being trans.', 'This year a shocking figure of 369 trans people were reported murdered, and 28 of those were young people under the age of 20.', 'Since 2008 there have been 2982 reported murders and 11% of those were young people under the age of 20. But these reported cases are only the tip of the iceberg. Trans people around the world face heightened levels of grotesque hate driven violence, sexual abuse, discrimination and exclusion from within their families and society in general — and young trans people are no exception. In fact, a body of research shows alarmingly high suicide rates among trans youth — with Stonewall finding that up to 45% of trans youth in the UK having attempted suicide.', 'This is directly related to them not being supported by their families or their school, and being bullied by their peers. While many schools are doing well at supporting their trans students, there is still a long way to go. School is often the first institution that kids enter, and having their gender identity disregarded while at school can have really severe consequences to their mental health, making them more likely to drop out of education.', 'This, on top of lack of family acceptance, can lead to further isolation, making them vulnerable to homelessness, and with no means of making an income. With anti-trans groups distributing a school guide to schools around the country on ‘how to support trans students’ (or not) — described as ‘dangerous’, ‘deeply damaging’ and ‘factually inaccurate’ by Stonewall, the biggest LGBT charity in the country — trans children need our support more than ever.Despite award-winning research by a University of Washington professor showing that trans kids and teenagers show the same level of depression and anxiety as their peers when they are supported in their expression and identity, a handful of vocal anti-trans groups have successfully created a moral panic about trans kids in the UK press.', 'A teacher recently irresponsibly claimed that kids are being ‘groomed’ by trans people, a dog-whistle term used to describe it when pedophiles lure innocent children to sexually abuse them.', 'Trans people are accused of preying on and influencing young children, and autistic children in particular.', 'What this discourse reveals are deeply embedded negative values towards LGBT people, as well as the ableist view that autistic people don’t know who they are. People can indeed be trans and autistic — they don’t cancel each other out.To suggest that you can somehow influence someone to be trans is identical to the idea that you can influence someone to be a gay, a rhetoric that lead to Section 28, one of the darkest and most damaging legislation the UK has ever passed, which prevented homosexuality being ‘promoted’ in schools. Accessing trans related health as a transgender teenager in the UK today is notoriously difficult, with waiting lists often exceeding over 18 months for a first appointment.', 'Following on from that is a rigorous and intense assessment, eventually leading to access to puberty blockers. Those that get access to puberty blockers are only on them for a few years maximum, or until they are about 16.', 'Only after they are 16 can they access cross sex hormones if they wish for it, and only after the age of 18 (often much later due to long waiting times) can they access surgery.', 'In comparison, at the age of 16 people can get married, buy premium bonds, drink alcohol, drive a moped and fly a glider — and you guessed it, consent to medical treatment.', 'According to NHS guidelines puberty blockers are safe for children to take, with no proven long-term side effects if treatment is given correctly and monitored closely.', 'No child is given this treatment without the utmost care of health care professionals. It is done with the support of research, best practice and with the expertise of health care professionals in their respective field.', 'The increase of trans children accessing services isn’t because it’s the newest trend, it’s because they can finally seek the support that they need at this age. Trans people no longer have to suffer in silence for the majority of their lives due to shame, stigma and ignorance.I often think of that the trans child I used to be, unable to articulate and explain to the world who I was.', 'I wish that my school would’ve have taught me about LGBT issues, much like Scotland intends to do in their schools.', 'It would’ve given me the knowledge, confidence and agency to speak with my parents and eventually get the support I needed. It certainly would’ve saved me years of distress, agony and shame.', 'I want to dedicate this Transgender Day of Remembrance to the younger generation of trans people and to a much brighter future, where trans people are respected and listened to.', 'Let’s not repeat history — let’s listen to the needs of our children and teenagers now, before it’s too late. Let’s raise a new generation of young people that are supported, loved and understood. All young people deserve to live life to the fullest, trans young people included.', 'Update 23/11/18: This piece has been updated to include a link to the NHS Gender Indentity Development Service’s information on the impact of puberty blockers.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Transexuality,Sexual Identity - General,Sexual Identity - Male homosexuality,Age - Over 65s,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,Transgender,LGBT,Gay,LGBT,Gay,Old,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "James Williamson",
            "date": "49w",
            "timestamp": "1542739061",
            "commentText": "Maybe they should stop trying to force their agenda down peoples throats at every chance they get. The <b> lgb<b> t <<b> /b</b</b>>>people wanted rights. They got em. They wanted to take the piss out of christianity and get married in a church, even though the bible says multiple times that god dont like em. Their allowed to do tht. Know their tellin us men with willys can be women. Science disagrees but we go along with tht nonsense anyway. What more do u weirdos want?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Richard Champion",
                    "date": "49w",
                    "timestamp": "1542740111",
                    "commentText": "The Bible doesn’t say that God don’t like them. The Bible is clear about what God says about their lifestyle. However, the truth is that God loves them and Jesus died on the cross for the <b> LGB<b> T <<b> /b</b</b>>>community as He did for you and me.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "2",
                    "user": "Joseph Suarez",
                    "date": "49w",
                    "timestamp": "1542743651",
                    "commentText": "Richard Champion their was no <b> LGB<b> T <<b> /b</b</b>>>or what ever rubbish it's called back then, or didn't you know, it was a man made thing not nature that creat<b> ed transgend</b>er, the closest thing that came close<b>  to transgen</b>der was a book called Frankenstein, you might of read it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT",
                        "Transgender"
                    ]
                },
                {
                    "id": "3",
                    "user": "Jamie Cutts",
                    "date": "49w",
                    "timestamp": "1542746476",
                    "commentText": "Most of the <b> LGB<b> T <<b> /b</b</b>>>scene isn’t as in your face and camp as Christmas as the media makes it out to b<b> e. <b> G</b</b>>ay marriage seems a lot less drastic for Christianity when you take into account all the atheists getting married. And if we are bringing science into this then people <b> with ge</b>nder dysphoria show structural differences in the brain and \"he or she\" were used long before chromosomes were discovered. There's been plen<b> ty of transg</b>ender cases throughout history under different names too so this isn't a new thing at all.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Gay",
                        "LGBT",
                        "Transgender"
                    ]
                },
                {
                    "id": "4",
                    "user": "Richard Champion",
                    "date": "49w",
                    "timestamp": "1542767218",
                    "commentText": "Joseph Suarez don’t try and argue with me when you clearly haven’t read the Bible.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "James Williamson",
                    "date": "49w",
                    "timestamp": "1542809902",
                    "commentText": "Richard Champion you clearly havnt read it either. Their is multiple times it says homosexuality is wrong. Leviticus 18:22. Corinthians 6:19. I could go on. Personaly i think the <b> lgb<b> t <<b> /b</b</b>>>community is just as mentaly ill as all you religous fools. Dont try pretend your god loves all. According to your fairytale collection he washed away the world. Thats genocide. The first 3 commandments r basicaly about god being jealous. Then theirs t<b> he o</b>ld testament. Condoning rape. Telling people to kill their kids. But god loves u all ye?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "LGBT"
                    ]
                },
                {
                    "id": "6",
                    "user": "Joseph Suarez",
                    "date": "49w",
                    "timestamp": "1542813498",
                    "commentText": "Richard Champion really, well if you think <b> transgender </b>existed back in those days you really are stupid.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                }
            ],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "7",
            "user": "Jamie Cutts",
            "date": "49w",
            "timestamp": "1542741206",
            "commentText": "My girlfriend is trans for over 10 years now and she still doesn’t feel safe enough to leave the house how she wants to look in fear of being assaulted. Fact is not once did I learn about <b> transgender </b>issues in school and it’s the reason too many people think it’s a fetish thing. The comminity is essentially relying on youtube to spread information.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Transgender"
            ]
        },
        {
            "id": "8",
            "user": "Kevin Slade",
            "date": "49w",
            "timestamp": "1542744795",
            "commentText": "You can’t quote figures and statistics without some sort of source, it’s lazy writing and makes the whole article worthless. To cite another opinion piece that was written is by yourself is even more lazy and idiotic. Anything can be stated without relevant evidence, there is no debate to be had on this piece.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jack Russell",
            "date": "49w",
            "timestamp": "1542756792",
            "commentText": "Sounds like good <b> old </b>fashioned natural selection is at work.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}