{
    "header": {
        "title": " Racist who posed with shotgun jailed for online rants against Muslims ",
        "subtitle": " ",
        "owner": " Jen Mills ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.4k ",
        "datePosted": " Monday 23 Sep 2019 3:04 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/23/racist-posed-shotgun-jailed-online-rants-muslims-10794046/ ",
        "postText": "A man who posed topless with a shotgun then posted photos online with racist captions has been jailed.', 'Jay Davison, 38, made the deranged posts on his private Instagram, urging people to ‘Stand up’.', 'Other posts and comments read: ‘F**k you racist Allah c***s’, ‘Ever seen a white man cut a head off?’ and ‘Heil, heil, heil, f*** Allah c***’.', 'His Instagram account – called Rudebina – was flagged up to police when a screenshot of his posts were sent to a community WhatsApp group.', 'He has now been jailed for four years.', 'Jennifer Josephs, prosecuting, said: ‘These posts were extremely offensive.', '‘The images showed him bare chested holding a shotgun. He then left comments below those images.', '‘In his comments he talked about beheading and was using language that you normally associate with white supremacists.’', 'He was arrested at his home in Rhiwbina, Cardiff, and told officers he had posted them after a heavy night of drinking.', 'Giving evidence during his trial Davison said: ‘It was terrible judgement on my behalf and I should not have posted it. It was drunken stupidity. When I am sober I am a completely different person.’', 'Davison denied posting material with the intention of stirring up racial and religious hatred.', 'But a jury took just over an hour to find him guilty of of one count of inciting religious hatred and two counts of inciting racial hatred.', 'He was found not guilty of two counts of inciting religious hatred.', 'Hashim Salman, defending, said: ‘Although not immediately removed, the time it took for Davison himself to reach for the sense and for those senses to prevail and remove the material was short.', '‘Though not the strongest mitigation, his account was locked and private.', '‘He is disgusted and embarrassed with himself.’', 'Sentencing Davison today to four years behind bars, Judge Tracey-Lloyd Clarke described his posts as ‘extremely offensive’.', 'She said: ‘You posed with a fire arm stripped to the waist. Having done that you posted it on Instagram with extremely offensive messages intended to stir up racist and religious hatred.', '‘The manner and way you behaved reveals something of your inner thoughts and for you then to take a photo of yourself holding a firearm makes this a matter so serious only an immediate custodial sentence is appropriate.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Dave Odin Adamthwaite",
            "date": "8w",
            "timestamp": "1569250059",
            "commentText": "Never heard of a Muslim being prosecuted for being <b> racist,</b> the police ignore any demonstration by them as they did in Luton when the Anglian regiment were given the freedom of the town.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "8w",
                    "timestamp": "1569251890",
                    "commentText": "Demonstration is legal in the West.Surprised you didn't know.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Steve Potz-Rayner",
                    "date": "8w",
                    "timestamp": "1569258952",
                    "commentText": "you mean this, where two were arrested? https://www.theguardian.com/.../two-arrested-army-protest...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Sandra Davies",
                    "date": "8w",
                    "timestamp": "1569265268",
                    "commentText": "Dave: that was more than 10 years ago.  Got anything more recent? Like this decade perhaps?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "4",
            "user": "Sandra Davies",
            "date": "8w",
            "timestamp": "1569265925",
            "commentText": "What an utter bell-end. It's to be hoped that weapon was a fake. As for the excuse he was drun. We've all done stupid stuff when we've been drunk, but seriously...?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Mike Mcdermott",
            "date": "8w",
            "timestamp": "1569313967",
            "commentText": "In other news on Metro a member of a Romanian grooming gang  found guilty of rapeing children gets one year in jail ........",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}