{
    "header": {
        "title": " ‘Racist’ patient slammed by hospital bosses after demanding to be seen by white doctor ",
        "subtitle": " ",
        "owner": " Fern Balch ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 751 ",
        "datePosted": " Saturday 6 Jul 2019 2:26 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/06/racist-patient-slammed-by-hospital-bosses-after-demanding-to-be-seen-by-white-doctor-10124783/ ",
        "postText": "A patient who demanded to be seen by a ‘white doctor’ has been branded ‘appalling’.', 'Hospital boss Andrew Foster, and CEO of Wrightington, Wigan and Leigh NHS Foundation Trust, described the incident as ‘deeply upsetting’ for all of the staff.', 'Sharing the details on Twitter, he said: ‘Would you believe a patient coming to A&E and asking to see a white doctor?', '‘When politely told that a white doctor was not available, the patient walked out and has formally complained about this. This was hugely upsetting for the staff involved. Appalling.’', 'Speaking to Manchester Evening News, Mr Foster said that it wasn’t ‘unusual’ to report something like that: ‘Sadly we’ve spoken to consultants in A&E and they agree. It happens from time to time, usually when somebody has been drinking too much.', '‘What is most unusual in this case, is that the patient has issued a complaint against us. That, to my knowledge, is unique.’', 'It is understood that the patient was in the A&E department, when a young doctor went to do an initial assessment.', 'The patient told the doctor at the outset that he did not want to see him, but wanted to ‘see a white doctor’.', 'The medical professional left the cubicle and contacted his consultant who was also non-white.', 'Mr Foster said: ‘The consultant calmly explained that that isn’t the way it works – you have to see the next available doctor. The patients said ‘well I’m off’, and then left. There was no violence or shouting, it was a simple request.’', 'It’s said that the junior doctor had not received such overt racism before, and was left ‘very, very upset’ following the altercation.', 'The patient has not been publicly identified, but Mr Foster confirmed that they had been banned from Wigan Infirmary, and it had been passed on to Greater Manchester Police.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Nationality - General,Age - Youngsters,Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Race,Dumb,Mental,doctors,Nothing,Sexism,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Alison Worrell",
            "date": "19w",
            "timestamp": "1562422281",
            "commentText": "Disgusting behavior",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Joseph Suarez",
            "date": "19w",
            "timestamp": "1562422444",
            "commentText": "Yes it is,  it's also appalling when an Asian asks to see an Asian doctor, but you don't here stuff like that, it's always the whites who get called <b> racist.</b>",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Len Simon",
                    "date": "19w",
                    "timestamp": "1562428910",
                    "commentText": "OH!  When and where?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Joseph Suarez",
                    "date": "19w",
                    "timestamp": "1562433204",
                    "commentText": "Len Simon really. you really that dumb",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "4",
            "user": "Patrick Rigg",
            "date": "19w",
            "timestamp": "1562424170",
            "commentText": "No this is totally unacceptable. The colour of your skin; your country of origin does not define your ability as a doctor, police officer, solicitor or tax inspector. This idiot should be publicly named and shamed. I want to say flogged but that would get me into trouble! The only good thing here is that he left and didn't waste valuable resources when he clearly did not need treatment!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Jayne Smith",
                    "date": "19w",
                    "timestamp": "1562438977",
                    "commentText": "nothing wrong with a flogging, good cheap, quick and efective punishment",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "6",
                    "user": "Patrick Rigg",
                    "date": "19w",
                    "timestamp": "1562447597",
                    "commentText": "Jayne SmithJayne,For me?You're probably right. I have clearly over stepped the mark by daring to have an opinion and objecting to being corrected by someone repeating what l said parrot fashion. This is simply an excuse to select a victim amd bully thenmm to silent Extinction.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Jayne Smith",
                    "date": "19w",
                    "timestamp": "1562488002",
                    "commentText": "Patrick Rigg  My remark about a flogging was not intended to say that you should be a victim. As per the article the drunk that asked for a white doctor should get a flogging",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Harry McKerlie",
            "date": "19w",
            "timestamp": "1562425981",
            "commentText": "Obviously a time waster,  if it was a real emergency he would have accepted treatment from anyone who was qualified.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "9",
                    "user": "Jayne Smith",
                    "date": "19w",
                    "timestamp": "1562439016",
                    "commentText": "qualified, but not experienced?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Tina Scrine",
                    "date": "19w",
                    "timestamp": "1562439850",
                    "commentText": "Jayne Smith who says the doctor was not experienced?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Louise Brady",
                    "date": "19w",
                    "timestamp": "1562663829",
                    "commentText": "Jayne Smith Do you have any idea how many years of medical education and training you need just to reach the grade of \"junior\" doctor??? And how many you can be one for? I didn't think so!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Paul Gascoigne",
            "date": "19w",
            "timestamp": "1562426826",
            "commentText": "Whilst I detest <b> racism,</b> by the sounds of what happened as reported, the patient made a request and then left after it was explained to him how the system works. I fail to see why it would need to be reported to the police on that merit alone, regardless of a formal complaint being made. It seems strange we would treat a person as a criminal for asking a question as deluded as that question might be, if he doesn't want to be treated then he is the one missing out on what otherwise would be a professional and competent service provided by the NHS. It's his own loss.A person is entitled to be<b>  racist</b> and hold views contrary to what the rest of us think, so long as they don't behave in a way which is either violent or abusive to another. I don't see why there would be any need to publicly shame anyone either, akin to a point of organised outrage based on presumptions as bad as the racists own views, such a person would make a rod their own back and be quite plainly exposed by their daily activities without the metaphorical tar and feathering.If people are to change their views it needs to be done in ways which doesn't entrench them deeper in hatred.. especially when they ask a question.Whatever complaint the person made however needs to be met appropriately regardless of the bigot making it. We don't or shouldn't have tiers of justice depending on attitude. But certainly, throw out that which is vexatious.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Kevin Lovegrove",
                    "date": "19w",
                    "timestamp": "1562477847",
                    "commentText": "Except for the fact that cretinous time wasters like this use valuable resources at the expense of others. It is also illegal to discriminate against someone because of their <b> race.</b> This includes the workplace.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "14",
                    "user": "Louise Brady",
                    "date": "19w",
                    "timestamp": "1562664066",
                    "commentText": "He left quietly yes, but then made a formal complaint against the A&amp;E for not being seen by a white doctor - that is abusive and a hate crime - which is against the law. This is the difference to your typical A&amp;E <b> racist.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "15",
            "user": "Paul Andrew Dixon",
            "date": "19w",
            "timestamp": "1562485628",
            "commentText": "While it may seem <b> racist </b>we don’t know the background of the person - they could have<b>  mental</b> issues, may have been abused by non-white people etc...or he just may be more comfortable around white people. Instead what has happened this patient that needed medical help was refused because he wanted to be seen by a white doctor. Had he been seen by a non-white doctor this could have caused the patient stress and worsen his problem. Yes his request was arguabl<b> y racis</b>t BUT what harm would it have done to say “well we can try but we can’t make any promises and it may be a longer wait”. Had he kicked off, shouted abuse, called people racists names - then refuse to see him...although even then t<b> he docto</b>rs etc have taken an oath to help all people etc. This situation could have been handled in a far better way. What about when women request to see a female doctor for certain things - isn’t t<b> hat sex</b>ism?What about when certain religious people request cer<b> tain doc</b>tors<b>  etc. R</b>acism exist in the world but that’s not a reason to treat a patient - treat the patient and deal wi<b> th the </b>racism afterwards.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "16",
                    "user": "Maureen Stone",
                    "date": "19w",
                    "timestamp": "1562494002",
                    "commentText": "He was wrong ,but caused no trouble,so why all these odd comments",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Louise Brady",
                    "date": "19w",
                    "timestamp": "1562664140",
                    "commentText": "He left quietly yes, but then made a formal complaint against the A&amp;E for not being seen by a white doctor - that is abusive and a hate crime - which is against the law. This is the difference to your typical A&amp;E racist",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "18",
                    "user": "Paul Andrew Dixon",
                    "date": "19w",
                    "timestamp": "1562668307",
                    "commentText": "Louise Brady - making a complaint that a hospital could not adapt to your needs and completely disregarded actually treating the patient nor taking into account the patient make have <b> mental </b>or other issue ...that is the NHS failing to do their job. While requesting to see a certain colour doctor is<b>  racist</b> it is not abusive. I would understand if this was a GP surgery or an outpatient etc. But this was A&amp;E... imagine if it was a person who just got stabbed and had a fatal injury but had a fear o<b> f blac</b>k people for whatever reason - is the hospital going to say “sorry...we cannot save your life until you apologise and accept to be treated by<b>  a bla</b>ck doctor”. For all we know he could have recently lost his wife and she had been under the care o<b> f a bl</b>ack doctor and so in his depres<b> sive me</b>ntal state he blames that doctor and associates her death<b>  with </b<b> >black d</b>octors. Su<b> re it’s</b> racist but it’s equally a legit reason for him to be hesitant of being s<b> een by</b> a black doctor and the NHS failed him.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black",
                        "doctors",
                        "Mental"
                    ]
                }
            ],
            "keywords": [
                "Sexism",
                "Racism",
                "Racist",
                "doctors",
                "Mental"
            ]
        },
        {
            "id": "19",
            "user": "Barbara Ford",
            "date": "19w",
            "timestamp": "1562501911",
            "commentText": "If i could choose i'd want the one with more experience, colour shouldn't come in to it",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Anthony SteeIe",
            "date": "19w",
            "timestamp": "1562514460",
            "commentText": "I feel like for a country as influential as britain has been for 100s of years there is an irrational ammouñt of immigrants in our country",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "21",
                    "user": "Louise Brady",
                    "date": "19w",
                    "timestamp": "1562664241",
                    "commentText": "I feel like for a country as influential as britain has been for 100s of years there is an irrational amount of racists, bigots and backwards neandothals in our country. Just saying",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Paul Andrew Dixon",
                    "date": "19w",
                    "timestamp": "1562668544",
                    "commentText": "Louise Brady  - and by criticising others about their opinions also makes you a bigot too. Lol.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Anthony SteeIe",
                    "date": "18w",
                    "timestamp": "1562962084",
                    "commentText": "Louise Brady Im not a <b> racist </b>I believe respecting all cultures where they originate from.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}