{
    "header": {
        "title": " Michael Gove got away with taking drugs for one simple reason – he’s white ",
        "subtitle": " ",
        "owner": " Nels Abbey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.4k ",
        "datePosted": " Monday 10 Jun 2019 3:51 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/10/michael-gove-got-away-taking-drugs-one-simple-reason-white-9892353/ ",
        "postText": "I recently wrote a satirical self-help book called Think Like A White Man, which talks about what it’s like to be black in Western societies.', 'In it, there is a ‘formula’ depicting the stark racial disparities at play in how western societies treat crimes around drugs:', 'White skin + drugs = rehabilitation, sympathy, redemption and/or a loving funeral.', 'Black skin + drugs = a cold jail cell, a pillow between your gnashing teeth, absolute unemployability, punchline fodder and, finally, being thrown into an unmarked hole or into the sea.', 'As the old adage goes and as the former justice secretary’s cocaine revelations have conclusively proven: many a true word is spoken in jest.', 'Just this weekend Michael Gove was essentially forced to reveal that he was a user of cocaine 20 years ago while he was a journalist and the reaction has proved my formula right.', 'One day he will no doubt receive a loving funeral in which his cocaine use will not be mentioned or remembered. But in the meantime, he might just receive the keys to Downing Street.', 'Black and poor people can only dream of such treatment.', 'I have never taken or even touched a single narcotic in my life. I have never even smoked a cigarette or shisha. I barely even drink. Yet I’ve been stopped and searched for drugs (or worse) more times than I can remember. I have literally lost count. I have even been in a hard-stop – when openly armed police storm and scream commands at you – while returning from a university examination.', 'If I had been stupid, desperate, downbeat or unaware of my environment enough to get involved with drugs, chances are my life would have been ruined. The likelihood is I would today have a criminal record and therefore highly unlikely to make good on any potential I may have.', 'When asked on Andrew Marr’s show yesterday if he should have gone to prison for taking cocaine, Michael Gove responded that he was ‘fortunate’ not to have gone to prison.', 'Gove wasn’t ‘fortunate’ not to have gone to prison – he was fortunate to have been white and middle class. Because if he was not, he almost certainly would have been stopped, searched and eventually caught in possession. And from there on his life would have been ruined.', 'This isn’t an exaggeration. If admitted drug offender Michael Gove was black he’d be nine times more likely to be stopped and searched. If he was caught in possession he wouldn’t be called The Right Honourable Michael Gove today – he’d be more likely to have a street name like ‘Sniper Mike’ or ‘Mike Blow-Ski’.', 'Even when caught with cocaine the racial disparity of charge versus caution is stark: 44 per cent of ‘Michael Goves’ are charged with possession and 56 per cent are cautioned. Whereas 78 per cent of ‘Sniper Mikes’ are charged and only 22 per cent are cautioned.', 'Michael Gove is the former justice secretary and therefore a de facto field marshal in the war on drugs. He is now and forever more a poster child for hypocrisy. His tombstone should read: ‘Journalist, politician, hypocrite – ultra’.', 'I personally don’t care if Michael Gove took drugs in the past. I wouldn’t really care if I found out he is still shovelling cocaine up his nostrils today, provided it didn’t damage his ability to do his job. I do however care about the war on drugs.', 'The war on drugs has essentially been a war on black and poor people waged predominantly by white middle class people, like Michael Gove and practically everyone running to lead the Tory party (notably other than the two ethnic minority candidates) – who are actually more likely to use class A drugs, yet highly unlikely to ever be stopped and searched – and therefore rarely punished.', 'It has left communities – especially black communities – dehumanised, stigmatised and criminalised. It has damaged us economically, politically and socially.', 'Of course, prohibition has clearly failed. It has been linked to a boom in criminal gang activity and grooming of vulnerable young people into the trade, a sharp rise in the number of arrests of teenagers for dealing drugs, fuelled mass incarceration in Europe and America and exposes users of drugs to avoidable deaths.', 'So, as we gradually wake up and move towards a more common sense drug policy – which must include decriminalisation, regulation and rehabilitation – we must also look at addressing the damage done by the war on drugs.', 'We need to look at ‘repair-rations’ (correctly known as ‘reparations’) for the victims of the clearly hypocritical and racist war on drugs.', 'I cannot think of anyone better to lead this movement towards a common sense drug policy than Michael ‘Mike Blow-Ski’ Gove: the people’s drug offender.', 'Nels Abbey is a media executive, writer and satirist based in London. His first book ‘Think Like a White Man’ is in all good non-racist book shops and sites now",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - Youngsters,Gender - Female intelligence,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,Ethnic,Black,Nothing,Becky,Gammon",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Frank Darling",
            "date": "22w",
            "timestamp": "1560182703",
            "commentText": "No.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Jake Bullet",
            "date": "22w",
            "timestamp": "1560185253",
            "commentText": "Black skin + drugs = snoop dog.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "2",
            "user": "Dudden Hall",
            "date": "22w",
            "timestamp": "1560189452",
            "commentText": "Marijuana should be legalised, and available in chemists and licenced coffee shops. Nels is partly right, but it has <b> nothing </b>to do with the police targeting poor people.The fact is that poor people are 'dealers', and the middle, and upper classes, are only 'users'A bit like prostitution, as portrayed in the Traditional English Music Hall song It's the same the whole world overIt's the poor what gets the blameIt's the rich what gets the pleasureAin't it all a bloomin' shame?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Craig Vaughan",
            "date": "22w",
            "timestamp": "1560189872",
            "commentText": "What a <b> racist </b>article!He 'got away with it' because the offence went undetected for 20 years. And for no other reason",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Becky Samuel",
                    "date": "22w",
                    "timestamp": "1560190181",
                    "commentText": "Another victim of poor reading skills, what a shame. Try reading the whole article rather than the click-bait headline that some copy editor tacked onto it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Craig Vaughan",
                    "date": "22w",
                    "timestamp": "1560190355",
                    "commentText": "Becky Samuel I did read the whole article. The author is saying he got away with it because he's whiteThat's incorrect. He got away with it because the offence went undetected. Very simple...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "6",
            "user": "Barry Reynolds",
            "date": "22w",
            "timestamp": "1560195751",
            "commentText": "Classic white bashing victim mentality, because all white people are male, private school educated upper middle class politicians!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "7",
                    "user": "Aloprado Capoeirista",
                    "date": "22w",
                    "timestamp": "1560330993",
                    "commentText": "Barry Reynolds no but most are insecure and in denial of the advantages that a <b> racist </b>society gives them..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "8",
                    "user": "Kieren Jameson",
                    "date": "22w",
                    "timestamp": "1560354376",
                    "commentText": "Aloprado Capoeirista Let's ignore all the affirmative action policies for the past 40 years then shall we??",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Aloprado Capoeirista",
                    "date": "22w",
                    "timestamp": "1560468286",
                    "commentText": "Kieren Jameson you just answered the point. Affirmative action exists because of the unfair advantage of <b> race.</b> The fact it bothers you proves youre fully aware that without the advantage of a<b>  racist</b> system you are unable to compete with us...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "John Wareham",
            "date": "22w",
            "timestamp": "1560196239",
            "commentText": "Cue middle aged white guys throwing <b> gammon </b>scented tantrums.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gammon"
            ]
        },
        {
            "id": "11",
            "user": "Kantami Blossom",
            "date": "22w",
            "timestamp": "1560199964",
            "commentText": "the stop &amp; search powers that you're talking about didn't exist when that bawbag Gove used the drugs.i would also like to point out that in London something like two thirds of the knife offenders under 25 caught are from an <b> ethnic </b>minority, but statistics show that white people caught in posession of a knife are more likely to actually be convitced for the offence.if you want to blame anyone for you being stopped then blame the young<b>  black</b> people carrying the knives that created the statistics that the police follow.i grew up in Glasgow where statistically as a young white man from Possilpark(a very violent area) i was most likely to be carrying a knife, i didn't blame the non-white kids(who i knew carried weapons) for my problems i blamed the gangs that were running around chibbing people.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic",
                "Black"
            ]
        },
        {
            "id": "12",
            "user": "Terry Daniel Norton",
            "date": "22w",
            "timestamp": "1560205197",
            "commentText": "Nope. All though there still <b> race </b>discrimination in this country (but no way near the extent It is in  the US). He got away with it because of his class and where he educated, not his skin colour.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "13",
            "user": "James Patterson",
            "date": "22w",
            "timestamp": "1560218595",
            "commentText": "Sounds like a true story to me !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Andy Smith",
            "date": "22w",
            "timestamp": "1560243307",
            "commentText": "That the author is described in the by-line as a satirist speaks volumes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}