{
    "header": {
        "title": " Why Jon Snow was right to say ‘white people’ ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 322 ",
        "datePosted": " Tuesday 2 Apr 2019 3:30 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/02/why-jon-snow-was-right-to-say-white-people-9094010/ ",
        "postText": "Channel 4 has expressed ‘regrets’ over news presenter Jon Snow saying he’d ‘never seen so many white people in one place’ at a pro-Brexit rally in Westminster. But should it be apologising?', 'Ofcom revealed there were over 2,000 complaints about the unscripted comment, which demonstrates an underlying issue of how uncomfortable white people can be about being called ‘white’.', 'This is perhaps largely because they are used to being the default definition of ‘people’. Everyone else, however, is labelled ‘BAME’, ‘POC’ and ‘non-white’. Those are the nice words.', '‘Whiteness’ has been scrutinised more in recent times than ever before in the UK and the majority, ‘host’ population had largely been able to live without thinking about race, which is a privilege in itself.', 'Saying ‘white people’ may be taken as an insult because it seems to generalise a large swathe of people.', 'Race and ethnicity lecturer at the University of Southampton Rima Saini explains: ‘White people have not, until relatively recently in this country, had their race used as a homogenising collective descriptive.', '‘This has coincided with a rise in discourse on racism, white privilege and power in all areas of society.', '‘The critique around the Jon Snow incident also reflects a growing backlash against this [conversation on race]. There is a sense that the racial majority [should] have legitimacy conferred on them by default, as the “indigenous” national population.', '‘But by referring to them as a collective and problematising their racial status, a lot of deep-seated emotions, whether resentment or vehement denial, about the very real racial inequalities that abound in the UK today are raised.’', 'So, in short, resistance to being called ‘white people’ is related to what ‘they’ feel is a legitimate claim to the land. Like how ‘Indian food’ in India is just called ‘food’, because it comes from there. In this way, it seems white people don’t need to be referred to as such, they belong. Everyone else is just a guest or an added extra.', 'Some felt Snow’s comments didn’t have any relevance to the pro-Brexit demonstration and had he said, ‘look at all these black people’, it would’ve been considered racially insensitive. But he was drawing attention to what he saw as the elephant in the room — the lack of ethnic minorities on the march. That’s good journalism.', 'Framing this as reverse racism against white people fails to acknowledge the power dynamics so key to the whole subject area.', 'Grouping white people – as ethnic minorities so often are – is necessary to see how ‘whiteness’ is complicit in racism.', 'Examining white people as the dominant majority and how they affect the lives of everyone else — and why this is a problem — seems to be perceived as a threat. Frankly, it is a threat to white people who want to retain the advantage they have built up over hundreds of years.', 'So, Jon Snow isn’t the enemy and neither are all white people. Ignorance is the enemy. And part of that ignorance is failing to see race.', 'Everyone is affected, it’s just a question of whether you recognise that. Then assess whether your racial background and make-up are working for or against you.', '‘White people’ reacting defensively to the issue is a clear example of white fragility on race issues and does nothing to further the conversation. Part of that conversation is being able to say ‘white people’.', 'We need to have an honest discourse to dismantle conscious and unconscious feelings of white supremacy.', 'Being white is something to be aware of, not ashamed of.",
        "numberPosts": " 14 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Ethnicity - Black,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,Ethnicity,Nothing,Black,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Becky Samuel",
            "date": "32w",
            "timestamp": "1554216757",
            "commentText": "Unfortunately in the current climate it is not permitted to tell the truth or have an opinion.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Shozy Butt",
                    "date": "32w",
                    "timestamp": "1554222839",
                    "commentText": "I g­e­t p­a­i­d o­v­e­r $­95 p­e­r h­o­u­r w­o­r­k­i­n­g f­r­o­m h­o­m­e w­i­t­h 3 k­i­d­s a­t h­o­m­e. I n­e­v­e­r t­h­o­u­g­h­t I­'­d b­e a­b­l­e t­o d­o i­t b­u­t m­y b­e­s­t f­r­i­e­n­d e­a­r­n­s o­v­e­r 1­0­k a m­o­n­t­h d­o­i­n­g t­h­i­s a­n­d s­h­e c­o­n­v­i­n­c­e­d m­e t­o t­r­y. T­h­e p­o­t­e­n­t­i­a­l w­i­t­h t­h­i­s i­s e­n­d­l­e­s­s. H­e­r­e­s w­h­a­t I'v­e b­e­e­n d­o­i­n­g, g­­­o t­­­o t­­­hi­­­s si­­­te ho­­­me media tech t­­­a­­­b f­­­or m­­­or­­­e d­­­et­­­a­­­i­­­l thank you . ↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE..........­.­­&gt; w­w­w­.­­­­­­m­­­­­­y­­­­­­w­­­­­­o­­­­­­r­­­­­­k­­­­­­5­­­­­­.­c­o­mⓒplease don't copy ⓒ In Url Thanks Alot",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Punit Patel",
                    "date": "32w",
                    "timestamp": "1554224893",
                    "commentText": "Terry Raymond just so I'm clear..... You are now whinging about not enough political correctness?Hmm",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Chris Barnett",
                    "date": "32w",
                    "timestamp": "1554306265",
                    "commentText": "Punit Patel No, he's complaining about double standards.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Daniel Powell",
            "date": "32w",
            "timestamp": "1554219827",
            "commentText": "Born in 1940s \"never seen so many white people in one place'. Yeah right. Just another brown-nosing, middle-class ivory tower liberal.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Ritik Kumar Saini",
                    "date": "32w",
                    "timestamp": "1554225974",
                    "commentText": "*I am making $92 an hour working from home. i was greatly surprised at the same time as my neighbour advised me she changed into averaging $ninety five however I see the way it works now. I experience masses freedom now that i'm my non-public boss. that is what I do......*.:) COPY THIS WEBSITE .:) ⇓⇓⇓⇓  HERE →→→→→→   W­­­­w­­­­w­­­­.­­­­b­­­­r­­­­i­­­­s­­­­k­­­­g­­­­o­­­­l­­­­d­­­­.­­­­c­­­­o­­­­m⁰   :*Please do not copy ↣\" ⁰ \"↢with Website thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Punit Patel",
            "date": "32w",
            "timestamp": "1554223318",
            "commentText": "He was politically incorrect.Should have said indigineous Anglo saxons to make them happy.They're so sensitive the <b> Brexit </b>lot",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "7",
                    "user": "Curley Jefferson",
                    "date": "32w",
                    "timestamp": "1554274027",
                    "commentText": "You daft racist",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "8",
                    "user": "Punit Patel",
                    "date": "32w",
                    "timestamp": "1554277054",
                    "commentText": "Curley Jefferson what was <b> racist </b>about it? There's<b>  nothing</b> wrong with being whiteI feel like the yearning some people have to be treated like a victim is actually pathetic",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Racist"
                    ]
                },
                {
                    "id": "9",
                    "user": "Curley Jefferson",
                    "date": "32w",
                    "timestamp": "1554277533",
                    "commentText": "The <b> racist </b>part is that you are saying all people that want to leave the EU are white.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "10",
                    "user": "Punit Patel",
                    "date": "32w",
                    "timestamp": "1554280520",
                    "commentText": "Curley Jefferson where did he say all? And if he did, what's so offensive about that? I thought you lot hated the diversity of big cities? What he did was observed that the overwhelming majority at the rally was of that demographic. Look at the photos..... Was he wrong?Stop trying to be upset, you're not persecuted, you're not marginalised. If you do have an image problem it's because of the Tommy Robinson, UKIP types have become your front men",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Arnold Hedge",
                    "date": "32w",
                    "timestamp": "1554413086",
                    "commentText": "Punit Patel Where did he? Are you talking about yourself in the third person?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "12",
            "user": "Noor Uddin",
            "date": "32w",
            "timestamp": "1554229527",
            "commentText": "You know <b> nothing,</b> Jon Snow ;)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "13",
            "user": "David Sweet",
            "date": "32w",
            "timestamp": "1554243230",
            "commentText": "Why can't we call a person what they are in truth? I am a white person, does that make me a non <b> black </b>person or because I am catholic/christian in my beliefs am I a non muslim? I have friends of many different nationalities and colour, I love them all dearly, past present and future. My life has been imeasurably enriched by their friendship but on thing really stands out to me. Not once have either they or I been ashamed, scared or insulted by any reference to our colour or<b>  race</b>. I know people of various religions yet non have ever been reticent to discuss their religion be it Jewish, Rastafarian, protestant catholic or even Jedi as one friend claimed. It's only when those terms are used with malice that we should get angry and complain.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "14",
                    "user": "Jeremy Sindall",
                    "date": "31w",
                    "timestamp": "1554541282",
                    "commentText": "David Sweet point is that the phrase \"white people\" in this context is elitest code for \"ignorant provincial plebs\". It was a class insult rather than <b> racist </b>but just imagine the furore that woud have ensued had he said <b> \"black</b> people\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Race",
                "Black"
            ]
        },
        {
            "id": "15",
            "user": "Atif Hussain",
            "date": "32w",
            "timestamp": "1554247698",
            "commentText": "I think it's more about the hypocrisy than anything else. You'd never see him go to a BLM rally or the Notting Hill Carnival and say: \"I've never seen so many <b> Black </b>people in one place\" and that's the problem.If you won't say it about any other<b>  race</b>, you shouldn't be saying it the way you are.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16",
                    "user": "Chris Hubley",
                    "date": "32w",
                    "timestamp": "1554272130",
                    "commentText": "because BLM is a movement about <b> black </b>people and the Notting hill carnival is a celebration of the racial diversity of the area.<b>  Brexit</b> in theory ha<b> s nothin</b>g to do wi<b> th ra</b>ce but the demographics of the leave march suggest otherwise.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Race",
                        "Black",
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Race",
                "Black"
            ]
        },
        {
            "id": "17",
            "user": "Aaron Lowe",
            "date": "32w",
            "timestamp": "1554261522",
            "commentText": "Meh, people are just people. That's all...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Rob Lloyd",
            "date": "32w",
            "timestamp": "1554270265",
            "commentText": "Should have called them a bunch of white bread honkeys.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Adrian Harper",
            "date": "32w",
            "timestamp": "1554281091",
            "commentText": "What disingenuous rubbish. The author, like Jon Snow, knows exactly what he meant. He meant 'poor people', 'people who don't think like us', 'the other', 'trash'.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Allan Kinsella",
            "date": "32w",
            "timestamp": "1554288762",
            "commentText": "the main thing that's annoying people is 1 he is white, 2, went to an all white upper class public school, 3 no chance he lives by anyone other than rich white toffs, and 4 he wouldn't of let his children or grandchildren near anyone who was any other <b> ethnicity.</b> So it's just pure hypocrisy. And as a lot of people have been commenting it's just virtue signalling.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnicity"
            ]
        },
        {
            "id": "21",
            "user": "Anji Methven",
            "date": "32w",
            "timestamp": "1554291752",
            "commentText": "I am white and thought there was <b> nothing </b>wrong with what he said, it was the truth.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "22",
            "user": "Chris Barnett",
            "date": "32w",
            "timestamp": "1554306225",
            "commentText": "\"The March\" ?? There was 3 different <b> Brexit </b>related protests in the area. As someone who has lived in London, Holland, Germany, Eastbourne and Burnley .. I'll tell you where I've never so many White people in one place.....the European Parliament.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "23",
            "user": "Alida Verdi",
            "date": "32w",
            "timestamp": "1554389840",
            "commentText": "True britons fought twice in less than a hundred years to defend their freedom and their homeland. They worked hard and rebuilted their country again. Now it is a rich country.  I wonder if being UK a poor country any inmigrant would have settled there without welfare payments.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Arnold Hedge",
            "date": "32w",
            "timestamp": "1554413202",
            "commentText": "Hee is assuming that there are non white people in every part of this country. That isn't the case.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}