{
    "header": {
        "title": " Justin Trudeau slammed for new profile picture days after brownface photo ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 510 ",
        "datePosted": " Sunday 22 Sep 2019 5:01 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/22/justin-trudeau-slammed-new-profile-picture-days-brownface-photo-10788471/ ",
        "postText": "Canadian prime minister Justin Trudeau has been slammed for changing his profile picture on Twitter to show him talking to a black person, days after being accused of racism for wearing blackface.', 'Mr Trudeau appears to have changed his profile picture within the last few days, meaning the change was made after pictures of him emerged wearing blackface.', 'Old photographs of the Candian prime minister emerged, showing him with a darkened face at an Arabian nights costume party in 2001.', 'Subsequent pictures showed him wearing blackface while performing a version of Harry Belafonte’s ‘Banana Boat Song (Day-O)’ during a talent show at Jean Brebeuf High School in Quebec, which he graduated from in the early 1990s.', 'Global News also broadcast a brief video of Trudeau in ‘brownface’ while raising his hands in the air and sticking out his tongue.', 'In the latest incident, he has been accused of insensitivity after changing his picture.', 'One user wrote: “Some of my best friends are black”, Trudeau now has an avatar of him talking to a black person.', '‘I kind of feel sorry for him. He is just absurd.’', 'Another added: ‘Was it a mistake by @JustinTrudeau to change his profile picture to a shot of him smiling at a black man?', '‘Is it a demonstration that he’s left his racist past behind, or is his use of people of colour as political props evidence that he hasn’t changed very much?’', 'Mr Trudeau has said that he is truly sorry for what he did.', 'He said: ‘I’m going to ask Canadians to forgive me for what I did.', '‘I shouldn’t have done that. I take responsibility for it. It was a dumb thing to do.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Nationality - British",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Ape,Tan",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Sianrose Lambert",
            "date": "8w",
            "timestamp": "1569178719",
            "commentText": "I don't know whether to laugh or cry.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Graham Williams",
            "date": "8w",
            "timestamp": "1569189784",
            "commentText": "Looks like a really dark fake <b> tan.</b> A nut job just like his mother she used to call him the<b>  black</b> sheep of the family. Hey just saying.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "Tan"
            ]
        },
        {
            "id": "2",
            "user": "Lana Mari",
            "date": "8w",
            "timestamp": "1569211428",
            "commentText": "the picture you posted up there with him in the afro wig was NOT from his high school performance of day-o",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Leasa Ryan-Janssen",
                    "date": "8w",
                    "timestamp": "1569255484",
                    "commentText": "that is true. It is from when he was camp counselor in his 20s at the private white water rapids camp.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Duncan Geoffrey Hewitt",
            "date": "8w",
            "timestamp": "1569244549",
            "commentText": "the problem was he got in power on a very high morality platform and he was obviously going to fall down at some point because of this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Albert Ross",
            "date": "8w",
            "timestamp": "1569247893",
            "commentText": "One easy lesson in how to offend someone these days.............say or do somthing , thats all it takes .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Leasa Ryan-Janssen",
            "date": "8w",
            "timestamp": "1569255424",
            "commentText": "Check out the video he did, while in his 20's and a camp counselor. He put blackface paint head to toe (his jeans are ripped at the knees and you can see his legs are also blackened. He put something in his pants to match the joking stereotype of blackmen, he donned an afro wig and danced like an <b> ape.</b> And, he's STILL allowed to continue his run for Prime Minister and his followers are STILL supporting him. Makes me sick.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ape"
            ]
        }
    ]
}