{
    "header": {
        "title": " If Boris Johnson was black, he’d never get into Number 10 ",
        "subtitle": " ",
        "owner": " Nels Abbey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.2k ",
        "datePosted": " Wednesday 19 Jun 2019 1:15 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/19/if-boris-johnson-was-black-hed-never-get-into-number-10-10001041/ ",
        "postText": "Something rather interesting arose during the early days of the Conservative Party leadership contest.', 'It emerged that Michael Gove took cocaine – more than a few times, while Andrea Leadsom, Dominic Raab and Esther McVey favoured smoking pot. Ever the maverick, Rory Stewart dabbled in opium. Boris Johnson – our probable next Prime Minister – took cocaine.', 'What was largely ignored was that the only two people with no narcotic skeletons in the closets were the two people most likely to be stopped and searched for them: the two ethnic minority candidates (Sam Gyimah and Sajid Javid).', 'Sam Gyimah and Sajid Javid had to be functioning angels their entire lives to get to where they are. And it shows in their rather unexciting personalities today.', 'The societal privilege, indeed racial privilege, that permitted everyone else to dabble in drugs (and perhaps other things) and move on with their lives unscathed was out of the question for Gyimah and Javid. If they had become involved in drugs there is a much higher chance they would have ended up in prison rather than in Parliament.', 'More to the point: of everyone in the contest the most interesting test case of societal and racial privilege is Boris Johnson.', 'As we watch Boris Johnson cruise to Number 10 brushing off a drug record here and numerous other controversies there I cannot help but wonder – in light of his extensive track record of troubles – would this be imaginable if he was black?', 'Jumping straight to the conclusion: of course not. If Boris Johnson was black he would be used as conclusive proof of the validity of many vicious racist tropes.', 'Admitted drug offender Boris Johnson ‘officially’ has four children with Marina Wheeler, his second ex-wife (of 25 years) whom he recently left for a woman over two decades younger than him. A court ruling also unveiled that Johnson had an affair with a woman who gave birth to a daughter while he was married. In the same court case, it emerged that he has another child outside of his marriage.', 'I couldn’t care less about Johnson’s personal life but I’m certain that if he was black, the mothers of his children (including his wife) would be shamed into silence and irrelevance. They would lose any form of individuality or personal achievement and would be tagged as his ‘baby mamas’ – a deeply stigmatising, delegitimising and limiting term.', 'As an example, if any black politician in the land had two children outside of his marriage, the mothers of his children would be used as tools to drag said person down. The first course of attack would be the ‘baby mama’ tag, which naturally leads to the issue of sex.', 'Black men with unconventional family arrangements – such as the American rapper Eric ‘Eazy-E’ Wright or any number of the brothers on North Sentinel Island – are freely described as ‘sex-crazed’.', 'The driving belief underlying this trope is that black men are predatory and unable to control themselves when it comes to sex, especially sex with white women. Unlike prominent black people with a similar discernible ‘bedroom sweet tooth’, Boris Johnson will never be tarred a ‘sex-crazed buffoon’. At worst he’ll be seen and smiled at as a loveable rogue, a playboy.', 'Given his prominence, a black Boris Johnson would be the poster child for the absent or in-denial black father. Even though all parents struggle with parenting and fall short in one area or the other, his struggles and shortcomings would be highlighted as the blight of society and typical of black society.', 'Racist writers would write racist articles about him as a father and about his family, and when called out for their racism would simply go and find one of their professional black mates to write an article that backs up their racism, and further solidifies the trope.', 'Ironically, it’s likely these articles would be for magazines and papers Boris Johnson either writes for or has edited. Papers where he was fired for making up quotes (a journalism sin the likes of Jayson Blair would never be forgiven for) and referred to gay men as ‘tank-topped bumboys’, a phrase that would have earned him Buju Banton levels of homophobic infamy if he was a black politician. He has also used his newspaper columns to champion European colonisation of parts of Africa – which, ironically, would probably have won him friends in the right circles if he was a black politician. Nothing boosts a black political career like collaborating with your own communal subjugation.', 'Success in black communities in western societies tends to be individualised, whereas failure is collectivised. For example: knife crime is often highlighted as a black issue, whereas England’s black-driven recent sporting success (black people make up three per cent of the population but over half of the England men’s football team starting 11) or any number of the ceiling smashers on the Black Powerlist is swiftly disassociated with black people (which helps explains the existence of a Black Powerlist).', 'Hence a black Boris Johnson’s shortcomings – unfaithful husband, unconfirmed numbers of children, quack journalist, admitted drug offender, racist, homophobe, Islamophobe, Liverpoolphobe, and much more – would cast a shadow over the entire black community.', 'And the likelihood of him getting to No.10? Zero.', 'Sans omnipresent power and privilege of whiteness and wealth Boris Johnson would never be where he is right now.', 'At best, he’d be seen as Lil Boosie, but with an expensive education. But as he is a white upper middle-class man: the chances are he’ll soon be our own Donald Trump.', 'Nels Abbey is a media executive, writer and satirist based in London. His first book ‘Think Like a White Man’ is in all good book shops and sites now.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General,Sexual Identity - Transexuality,Age - Youngsters,Gender - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Racist,Race,Racism,Transsexual,Transvestite,Nothing,Gender,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "21w",
            "timestamp": "1560968742",
            "commentText": "If he was <b> black.</b>.. but what if he was<b>  transsexual</b><b> , transvestit</b><b> e, gend</b>er fluid, cross eyed, had sweaty pits, etc.? We need to know!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Black",
                "Transsexual",
                "Transvestite"
            ]
        },
        {
            "id": "1",
            "user": "Ian Tucker",
            "date": "21w",
            "timestamp": "1561013769",
            "commentText": "Deal with it",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Troy MaClure",
            "date": "21w",
            "timestamp": "1561029375",
            "commentText": "White privilege: The privilege of being called <b> racist </b>by someone who sees<b>  nothing</b> about you but the colour of your skin. Get over yourself mate.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Ify Agunyego",
                    "date": "21w",
                    "timestamp": "1561130283",
                    "commentText": "Ray  Hewitt no white privilege: never having to experience certain things due to your <b> race.</b>For example, when white people do a crime, no one judges the entire community and condemns them. However, when<b>  black</b> people do a crime, it's reflected on al<b> l blac</b>k people. That's a form of white privilege.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Black"
                    ]
                },
                {
                    "id": "4",
                    "user": "Troy MaClure",
                    "date": "21w",
                    "timestamp": "1561135029",
                    "commentText": "Ify Agunyego you're judging me on my <b> race </b>with that post you daft bugger - that's<b>  racism</b>. Own it and get over yourself too.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Chris Dobson",
            "date": "21w",
            "timestamp": "1561052206",
            "commentText": "I have to completely disagree.   Persisting negative and defeatist \"us vs them\" attitudes ensures that inequality will always persist.  Those kind of attitudes keep segregation alive from within all sides.   Many people however, and I'd argue a growing majority of people are pretty darn inclusive these days, but that means <b> nothing </b>if the feeling isnt reciprocative.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "6",
            "user": "Evangeline Harris",
            "date": "21w",
            "timestamp": "1561053471",
            "commentText": "Wow, you have surpassed yourselves today Metro 😅😅😅",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Brendan Mahoney",
            "date": "21w",
            "timestamp": "1561059490",
            "commentText": "Well i realised it was a joke when you said it would be in all GOOD bookshops. What a load of self indulgent crap. Get the chip of your shoulder and move on.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Johnny Cee",
            "date": "21w",
            "timestamp": "1561108934",
            "commentText": "Wow, I think this must be a first for the metro!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Ify Agunyego",
            "date": "21w",
            "timestamp": "1561130417",
            "commentText": "Notice how it's only <b> black </b>people liking this article because this is very real for them...But for white people making comments, they're angry. Why? Instead of listening and seeing there's a problem or even a different perspective, you're attacking and saying get over. 2 different worlds living in one<b>  nation</b>. You have the opportunity to learn but you'd rather be bitter ...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "Nation"
            ]
        },
        {
            "id": "10",
            "user": "Barbara Ford",
            "date": "21w",
            "timestamp": "1561292992",
            "commentText": "Take the chip off your shoulder. Did you say Khan wouldn't be Mayor of London if he was <b> black?</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        }
    ]
}