{
    "header": {
        "title": " Johnson and Hunt refuse to call Trump’s comments about US congresswomen ‘racist’ ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.9k ",
        "datePosted": " Monday 15 Jul 2019 10:46 pm ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/15/johnson-and-hunt-refuse-to-call-trumps-comments-about-us-congresswomen-racist-10334631/ ",
        "postText": "Boris Johnson and Jeremy Hunt have both refused to condemn Donald Trump’s offensive remarks about four US congresswomen as ‘racist’.', 'The former and current foreign secretaries went head-to-head in their final debate before the Conservative Party decides who will be next in Number 10.', 'On Sunday, Trump tweeted that he thought four US congresswomen should ‘go back’ to the ‘broken and crime infested places from which they came’.', 'The Tory leadership rivals both said they agreed with Theresa May’s condemnation of the remarks made by the US president on Twitter as ‘completely unacceptable’.', 'While Mr Trump did not name the four, he is believed to have been referring to congresswomen Alexandria Ocasio-Cortez, Ilhan Omar, Ayanna Pressley and Rashida Tlaib.', 'All were born in the United States, except Ms Omar who was born in Somalia and came to the US as a refugee.', 'Asked about the comments Mr Johnson said: ‘If you are the leader of a great multiracial, multicultural society you simply cannot use that kind of language about sending people back to where they came from.', '‘That went out decades and decades ago and thank heavens for that so it’s totally unacceptable and I agree with the Prime Minister.’', 'Pressed on whether the comments were racist, he said: ‘I simply can’t understand how a leader of that country can come to say it.’', 'Pressed again, he replied: ‘You can take from what I said what I think about President Trump’s words.’', 'Mr Hunt said the remarks were ‘totally offensive’, but challenged on whether the remarks are racist, he said it would not be helpful to use such language about the US president.', 'Mr Hunt said: ‘I have three half-Chinese children, and they are British citizens born on the NHS, and if anyone ever said to them “go back to China”, I would be utterly appalled.’', 'He added: ‘I think that, look I’m Foreign Secretary, this is a president of a country which happens to be our closest ally and so it is not going to help the situation to use that kind of language about the president of the United States.', '‘I can understand how many people in this country would want politicians like me to use those words and would feel that sentiment but I will make absolutely clear how totally offensive it is to me that people are still saying that kind of thing.’', 'Trump had hit out at the congresswomen ‘who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world’.', 'He then suggested: ‘why don’t they go back and help fix the totally broken and crime infested places from which they came’.', 'His comments led to attacks from senior Democrats, with presidential hopeful Elizabeth Warren condemning the ‘racist and xenophobic attack’.', 'Despite the widespread outrage provoked by his tweets, the president seemed unbothered.', 'Speaking at the White House on Monday he said: ‘If you’re not happy in the US, if you’re complaining all the time, you can leave, you can leave right now.’', 'He then defended tweet, saying the anger it prompted ‘doesn’t concern me, because many people agree with me.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kantami Blossom",
            "date": "17w",
            "timestamp": "1563227848",
            "commentText": "of course they refuse, they two wankers are so determined to have a <b> Brexit </b>that they will do it without a deal and if Britain leaves without a deal America will be our biggest trading partner and they won't want to upset the guy who runs that country no matter how big of a bigoted<b>  racist</b> and petulant man child he is.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "Sohail Sattar",
            "date": "17w",
            "timestamp": "1563243771",
            "commentText": "Racist scumbags the lot of them. Trump and his 'mini-me's",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Answer of question",
                    "date": "17w",
                    "timestamp": "1563267127",
                    "commentText": "start affecting cash to this minute. Get more time with your family by doing errands that require so as to have a pc and a web access and you can have that at your home. start raising to $9015 multi month. i have started out this motion and i've in no way been more upbeat and now i am granting it to you, so you can employer it too. you may take a gander at it proper right here𝗛𝗘𝗥𝗘☛ w­­­­­w­­­­­w­­­­­.­­­­­p­­­­­a­­­­­y­­­­­s­­­­­1­­­­­2­­­­­.­­­­­c­­­­­o­­­­­mᴵ­­ᴵ­­ᴵ­­ᴵ­­ᴵ  please don't copy ( ᴵ­­ᴵ­­ᴵ­­ᴵ­­ᴵ ) in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "3",
            "user": "Punit Patel",
            "date": "17w",
            "timestamp": "1563258954",
            "commentText": "I challenge anyone who doesn't think this was a completely <b> racist </b>comment to explain the following1. What reasonable context could he have delivered that tweet with?2. Why he didn't leave the country when Obama was running it if he disapproved of his leadership so much? He brings shame to America, and to the Tory/Brexit party plans for us to become the 51st state",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4",
                    "user": "Mike Hills",
                    "date": "17w",
                    "timestamp": "1563273886",
                    "commentText": "1. The context that gets left out of every single article reporting on this. He didn’t say get out and never come back. He said go fix these countries and return after to show America how it’s done.2. If he was foaming at the mouth every day during Obama’s presidency and calling him out on everything he did then you might have a point. Granted he slammed him on his run to the whitehouse but what aspiring president has ever been nice to his potential predecessor? Maybe they stopped short at calling him <b> racist </b>because it wasn’t actually<b>  racist</b>? If those words were directed to a congress person of Irish decent would that have bee<b> n racis</b>t?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Mohammed Zaman",
                    "date": "17w",
                    "timestamp": "1563275561",
                    "commentText": "Mike Hills  Trump is a <b> racist,</b>..you can spin it however you like, the verdict is still the same.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "6",
                    "user": "Punit Patel",
                    "date": "17w",
                    "timestamp": "1563282195",
                    "commentText": "Mike Hills that doesn't change the context at allAnd he condemned Obama for years and years before entering politics.... This can be evidenced by him stating in 2011 that Obama was a Muslim born in Kenya. He entered politics many years laterAlso, aren't these women politicians.... So by your own standards him criticing the politician is fair game.... Would you say everyone would get an equally pseudo <b> racist </b>response?They stopped short of calling him<b>  racist</b> because they're lapdogs, and yes.... It saying that to an Irishman would absolutely b<b> e racis</b>t.... Any Irishman would tell you that",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "Mick Fister",
            "date": "17w",
            "timestamp": "1563265787",
            "commentText": "MAGA TRUMP",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Mohammed Zaman",
            "date": "17w",
            "timestamp": "1563275373",
            "commentText": "Birds of a feather flock togeather.While rightful outrage is shown at AntiSemism in the Labour Party,....Islamaphobia is ignored in the Conservative Party.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Claire Barlow",
            "date": "17w",
            "timestamp": "1563287380",
            "commentText": "No backbone eirther of them, after <b> Brexit </b>we will be hostages too the likes of Trump, be dragged into Wars over and over due to our supposed ''special relationship''  no one will speak out about him. sooner he is out the better for the whole world.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}