{
    "header": {
        "title": " Toddler in buggy called a n****r by stranger in race hate attack ",
        "subtitle": " ",
        "owner": " Zoe Drewett ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Thursday 28 Jun 2018 8:00 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/28/toddler-buggy-called-nr-stranger-race-hate-attack-7666654/ ",
        "postText": "A toddler was subjected to a horrendous race hate attack by a total stranger as he sat in his buggy with his mum.', 'Mum Lisa was pushing 18-month-old Ryan down the street at around midday on June 25 when a woman walked up to her, leaned into her baby’s pram and screamed ‘n****r’.', 'Lisa – who has chosen not to give her second name – said she was horrified and has spoken out after five of her six mixed race children have now experienced racism.', 'She told BBC Radio Ulster’s Talkback programme the attack was not only a hate crime, but also called it ‘child abuse’.', 'Lisa, from Ballymurphy, west Belfast, described how she had been shopping at Sainsbury’s on Falls Road with her son before the attack happened.', '‘It has just been shocking. I thought she was a passer-by and she screamed all over the road the n-word,’ Lisa said.', '‘I said to her “excuse me?” she continued to walk on and I was expecting a confrontation.', '‘She was about 45-50 and not a care in the world she just walked on, it was horrible.', '‘I put the break on the pram and followed her up the road a bit but returned to the child, I wanted to challenge her.’', 'She added: ‘It’s a hate crime. I’m in a mixed race marriage. We have six children and five of them have experienced racism at different levels.’', 'Lisa shared her message to urge other victims of hate crimes to speak out and for wider society to challenge it.', '‘What I’m afraid of is people become victims and it becomes normal and they become numb to the fact, it isn’t acceptable,’ Lisa said.', '‘It’s amoral and it’s a criminal offence. It’s child abuse.’', 'She revealed that the family had previously been forced to leave their home due to racist abuse.', 'Writer Tim Brannigan drew attention to the attack on Twitter and told Metro.co.uk the response has been ‘phenomenal’.', '‘The large majority are people who have been appalled,’ he said.', 'The incident is currently being investigated by the Police Service Northern Ireland and is being treated as a hate crime.', 'Police said the attack was carried out by a woman in her late forties/early fifties, who was 5ft7 with auburn shoulder length hair.', 'She was wearing a long skirt or maxi dress which was blue/purple in colour.', 'Anyone with any information about the incident is asked to contact the PSNI on 101, quoting the serial number 984 with the date 26/06/2018.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - General,Ethnicity - Black,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Racism,Race,Black,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Barbara Ford",
            "date": "1y",
            "timestamp": "1530174291",
            "commentText": "Racism is a two way thing, some <b> black </b>people will never like white people (i've witnessed their name calling too), and some white people will never like<b>  black</b> people. However, there is now way police can deal with it every time someone calls someone a name. With all the serious crime going on i.e. killings, rapes, paedophiles etc i'd rather police time was spent investigating that. It was very unacceptable to shout at a baby (or anyone), it's a shame she didn't take a photo of th<b> e woma</b>n to shame her.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Barbara Ford",
                    "date": "1y",
                    "timestamp": "1530176128",
                    "commentText": "Andy Hand You are absolutely right Andy!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1530185750",
                    "commentText": "Andy Hand Careful Andy. They will come for you and you will be sent for re education, until you can think correctly.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Racism",
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "MK Pascoe Matthews",
            "date": "1y",
            "timestamp": "1530197006",
            "commentText": "After enduring and enduring they will speak out and it will be said that they are using <b> race </b>card!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "4",
            "user": "Candy West Howard",
            "date": "1y",
            "timestamp": "1530208287",
            "commentText": "I knew the mom was caucaziod bcuz a <b> woman </b>of color would have shown her who was what ?!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Lily Price",
                    "date": "1y",
                    "timestamp": "1530310889",
                    "commentText": "Makes me laugh when people refer to 'people of colour' like white isn't an actual colour. Everyobes a bloody colour! Just say <b> black </b<b> >woman</b>.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Elwyn Davies",
            "date": "1y",
            "timestamp": "1530222016",
            "commentText": "Who'd have thought this could happen in such an open friendly place as Belfast?People have always been so respectful here of differences in religion and <b> race.</b>Its the Euopean city of love, surely?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "7",
            "user": "Haley Denise Fee",
            "date": "1y",
            "timestamp": "1530225074",
            "commentText": "First off any mother****** that tries that with my kids will not like the outcome. Not only will I put hands on you but my 9 yr <b> old </b>son will put hands on you. That's unacceptable in every way!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}