{
    "header": {
        "title": " This Valentine’s Day, reach out to your trans friends and remind them they’re worthy of love ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 12.7k ",
        "datePosted": " Wednesday 13 Feb 2019 8:15 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/13/this-valentines-day-reach-out-to-your-trans-friends-and-remind-them-theyre-worthy-of-love-8527898/ ",
        "postText": "I was abruptly reminded this week as I walked into my local Poundshop that Valentine’s Day is around the corner.', 'The shelves that used to be filled with lifeless discounted Christmas decorations had suddenly been filled with hearts, cards, feather boas and other items. I’m really not a fan of Valentine’s Day. As my social media timelines get filled with vomit-inducing love quotes like, ‘I want to be your favourite hello and your hardest goodbye,’ I am starting to understand the philosopher Plato a bit better when he said that ‘love was like a grave mental disease.’', 'But cynicism and philosophy aside, it really makes me reflect on how far we still have to go when it comes down to love for trans people, and people being allowed to love trans people without shame. When I was coming to terms with who I was well over 10 years ago, I was entirely convinced that I would never find love.', 'This was enforced every single time I saw a trans person represented in the media. We were all depicted as objects of disgust, a Greek tragedy or as psychopathic serial killers.', 'I had a lot of internalised shame and fear before coming out. Once I explained to people that I had little in common with Buffalo Bill from Silence of the Lambs, things got a bit easier. But trans people are still seen as violent and undesirable in today’s society, and we’re still being compared to perverts and paedophiles that groom children, in the same way gay people in the 80s were.', 'Regularly there are scandals in the tabloids about famous straight men who are ‘caught’ dating a trans woman, tarnishing their reputation and leading to their sexuality being questioned.', 'Accepting trans people as they are and accepting they come in all shapes and sizes (some of which you might quite like) isn’t really such an outrageous idea. You’ve probably secretly fancied a trans person at some point without even knowing they were trans.', 'Even when these stories aren’t in the news I regularly hear people say that they’d never date a trans person. It is usually in the context of, ‘I’m not transphobic, but…,’ which in reality means that whatever comes out of their mouth next is probably transphobic.', 'Such statements are simply ignorant generalisations fueled by prejudice. Accepting trans people as they are and accepting they come in all shapes and sizes (some of which you might quite like) isn’t really such an outrageous idea. You’ve probably secretly fancied a trans person at some point without even knowing they were trans. Before you go on about how we’re all deceiving you with our impeccable appearance and you could be tricked into dating a trans person, consider this: I’m generally under the impression that most people are decent and wouldn’t be grossed out by a trans person (call me an optimist).', 'So perhaps next time you meet someone, you could lay it straight out there before the first date that you don’t want to date a trans person. It would really save everyone’s time, and would be much more effective than just assuming that everyone feels obliged to share with you all details of their medical history on the first date. But in all seriousness, trans people need acceptance and love more than ever. Any action of inclusion and support by public organisations or institutions is met with ludicrous hostility, and we’re repeatedly targeted by the media with misleading and harmful stories.', 'Any misgiving committed by a trans person is used as evidence to claim we’re all terrible and dangerous people, resulting in negative public perception, increased harassment, discrimination and hate crime.', 'So for this Valentine’s Day, I encourage you to reach out to the people around you that might be struggling and remind them that they are worthy of love. I know from experience that trans people certainly need that reminder; they need to know that they are not less desirable because they are trans.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Gay,Gay,Woman,Alien",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Shahleena Khan",
            "date": "37w",
            "timestamp": "1550056324",
            "commentText": "Valentine's Day is a stupid day which means <b> nothing </b>and is for the sole purpose of commercialism. If anyone is that sensitive - and i mean anyone -<b>  Ga<b> y</b</b>>, Straight, Trans etc - that a daft day such as this means you NEED to be told you are loved, then you need to take a long hard look at yourself deep down, to deal with the real root of the problem. Self love is way more important than love of others. You cannot love others or accept love from others if you cannot love yourself first. I will be at work on V Day, then off to a class, then home. It will be just like any other day. I am not single.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Owen P McCarthy",
                    "date": "37w",
                    "timestamp": "1550096426",
                    "commentText": "Self love IS the root of the problem. That's why they feel the need to make all the changes in their lives. They do not accept themselves.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Mahira Khan",
                    "date": "37w",
                    "timestamp": "1550122956",
                    "commentText": "●Google pay 95$ consistently my last pay check was $8200 working 10 hours out of every week on the web. My more young kin buddy has been averaging 15k all through ongoing months and he works around 24 hours consistently. I can't confide in how straightforward it was once I endeavored it out.This is my primary concern...GOOD LUCK .HERE..........­.­­&gt; W­­w­­w­­.­­­j­o­b­s­p­r­o­f­i­t­­.­­c­­o­­m­ⓇDon't include this &gt;\"Ⓡ\"&lt; in web link THANKS",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Gay"
            ]
        },
        {
            "id": "3",
            "user": "Jamie Cutts",
            "date": "37w",
            "timestamp": "1550060846",
            "commentText": "Did this article just imply that every guy should tell every <b> woman </b>they meet online they don't want to date a trans<b>  woman</b> just in case? This is the number one reason in court for men murdering trans women around the world. As a trans journalist you have a responsibility to inform trans men and women that they need to let people know on their dating profiles because it is important information and it could mean life or death.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Owen P McCarthy",
                    "date": "37w",
                    "timestamp": "1550096226",
                    "commentText": "Nah, the next paragraph starts with 'But in all seriousness' letting the reader know the tongue was firmly in cheek earlier.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "5",
            "user": "Owen P McCarthy",
            "date": "37w",
            "timestamp": "1550097511",
            "commentText": "I'm not sure what the article is trying to say.The author seems to be encouraging us to approach people we are not romantically interested in (if we were then we were going to approach the person anyway and the article is redundant) and patronise them by telling them 'they are worthy of love'...?If anything, wouldn't the recipient of that apparently well meaning gesture regardless of orientation feel possibly worse about themselves?Love is subjective anyway. It isn't something that everyone just has an automatic right to expect and certainly can't be judged by someone just saying it for the sake of it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Arnold Hedge",
            "date": "37w",
            "timestamp": "1550162070",
            "commentText": "\"reach out to your trans friends\"My what now? I live in rural Derbyshire. People from Nottinghamshire are considered <b> alien </b>and untrustworthy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Alien"
            ]
        }
    ]
}