{
    "header": {
        "title": " I don’t care if you’re ‘fascinated’ by my afro, stop touching it ",
        "subtitle": " ",
        "owner": " Stephanie Yeboah ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.5k ",
        "datePosted": " Monday 9 Sep 2019 9:43 am ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/09/i-dont-care-if-youre-fascinated-by-my-afro-stop-touching-it-10708877/ ",
        "postText": "Solange wrote a song about it. Emma Dabiri has written a fantastic book about it.', 'Yet in the year of our good Lord 2019, white people (women more so) are still rooting their hands through Black women’s hair – whether natural, braided, wigged or weaved – completely unsolicited.', 'There are so many ways to compliment a Black woman’s hair without going out of your way to touch it. The easiest way? By simply saying ‘I like your hair!’. That’s literally it.', 'This past week, I attended an event where the majority of attendees were middle aged white women and in the hour that I was there, no fewer than six women came up to me and plunged their hands into my hair.', 'One woman told me, while doing so, that she knew she wasn’t supposed to, but she’d do it anyway. I removed my hair from her grip and told her that it was incredibly inappropriate and rude, then walked away and left the event.', 'I recently started sporting this magnificent, excellent afro and I knew that wearing this style would garner some stares and attention in public, as well as a degree of interest.', 'What I didn’t anticipate, however, was to have a plethora of unclean hands digging around my ‘fro when I least expected it. I felt like an animal at a petting zoo; not cool at all.', 'Upon retelling the story on Twitter, I was met with a few queries from white women asking why touching Black women’s hair was seen as a huge problem.', '*le sigh*.', 'Black women have been using our hair to make more than just fashion statements for hundreds of years. It can also be used as a political statement and a way to express our personalities and confidence.', 'During the early stages of civilization, Black women would have beautiful textured hairstyles to show off their status, and this fascination with the texture of Black hair is certainly not new.', 'Back during slavery, white women would often cut off the hair of enslaved female servants because it supposedly ‘confused white men’.', 'Given this, not only is it just plain rude, and a disgusting abuse of personal space to touch a Black women’s hair, but it is also a super common racial microaggression, which is a subtle form of racism often done by someone who doesn’t ‘mean’ to be racist.', 'The objectification of Black bodies has been a part of US and British culture since slavery, and it’s still going strong as one of our everyday struggles.', 'But hold on a minute – when you touch Black women’s hair, you don’t have racist or sexist intentions! So how does this relate to racism or sexism?', 'The answer comes down to one of our core feminist values – consent and respecting everyone’s agency over their own bodies, including their hair. Having our hair touched is just one of the ways Black women are often denied this agency in our society.', 'Let’s go into some reasons why white women may want to touch our hair, and reasons why this is a no-go.', 'When they say they are doing it as a compliment: this is a tough one, because I appreciate the good intentions, but then I feel bad for rejecting the compliment.', 'For many of us, natural hair is a political statement of embracing our beauty instead of the idea that we have to change to be acceptable.', 'Take what happened to me above as an example. I arrived at the venue with my hair all fluffed and shaped out, looking amazing. I wouldn’t mind at all if you were to say how great my hair looks.', 'But then you reach out, telling me my hair is beautiful and you’d give anything to run your fingers through it. And we have to stop you right there, because you’re shifting from a kind compliment into fascination territory. It’s not flattering to be petted like a strange creature – even if you mean it in a ‘good’ way.', '‘I wouldn’t be offended if someone touched my hair’: That’s great for you, but If you treat others like you’d want to be treated, you should respect Black women’s boundaries like you’d want yours respected – even if their boundaries are different from yours.', 'Because for me and many other Black women, it’s more than ‘just hair’ – it’s a vital source of empowerment. For many of us, natural hair is a political statement of embracing our beauty instead of the idea that we have to change to be acceptable.', 'So owning and loving our hair is a revolutionary act of reclaiming our worth. It’s an integral part of our cultural experience. A white person touching our hair carries a different context than when you, as a white person whose humanity is affirmed far more often, have someone touch your hair.', 'You find our hair fascinating: sometimes my hair stirs up more than curiosity – it fills people, like the women at the event I attended, with wonder. Yet being fascinating can be a bad thing.', 'Black women are often ‘othered’ in society, often treated as if we don’t exist by the media.', 'Our hair is othered with insults and misunderstandings and even when the othering seems ‘positive,’ it still doesn’t feel good. It essentially disrupts our efforts to simply exist without being treated like we’re abnormal.', 'When you rarely see Black women in the media, and even ‘positive’ images objectify us, you’re influenced to treat Black women as objects. That’s not a good thing.', 'People can say it’s ‘just’ hair. But it’s an extension of one’s self and an expression of our identity. To infringe upon and police our hair is to deny us agency.', 'If we can’t run our own hair, we certainly have no ownership of ourselves. My hair is one of the ways I have control over my image – it’s not just some anomaly for people to touch. Let me reclaim my own beauty and exist without being exoticised.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Brian Purdy",
            "date": "10w",
            "timestamp": "1568026386",
            "commentText": "Then put a fecking hat on.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Betsy Morant",
                    "date": "9w",
                    "timestamp": "1568420789",
                    "commentText": "Brian Purdy screw you Incel. We have the right to walk around without being accosted by ignorant people.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Brian Purdy",
                    "date": "9w",
                    "timestamp": "1568449852",
                    "commentText": "Betsy Morant get over it and put that bag back on your head. As for the screw no thanks, i don't do charity work.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Mazhar Naz",
            "date": "10w",
            "timestamp": "1568033621",
            "commentText": "I g­­­­e­­­­t p­­­­a­­­­i­­­­d o­­­­v­­­­e­­­­r $­­9­­0 p­­­­e­­­­r h­­­­o­­­­u­­­­r w­­­­o­­­­r­­k­­­­i­­­­n­­­­g f­­­­r­­­­o­­­­m h­­­­o­­­­m­­­­e w­­­­i­­­­t­­­­h 2 k­­­­i­­d­­­­s a­­­­t h­­­­o­­­­m­­­­e. I n­­­­e­­­­v­­­­e­­r t­­­­h­­o­­­­u­­­­g­­­­h­­­­t I­­­­'­­­­d b­­­­e a­­­­b­­­­l­­­­e t­­­­o d­­­­o i­­­­t b­­­­u­­­­t m­­­­y b­­­­e­­­­s­­­­t f­­r­­i­­e­­n­­d e­­a­­r­­n­­s o­­v­­e­­r 1­­0­­k a m­­o­­n­­t­­h d­­o­­i­­n­­g t­­h­­­­i­­­­s a­­­­n­­­­d s­­­­h­­­­e c­­­­o­­­­n­­­­v­­­­i­­­­n­­­­c­­­­e­­­­d m­­­­e t­­­­o t­­r­­y. T­­h­­e p­­o­­t­­e­­n­­t­­i­­a­­l w­­i­­t­­h t­­h­­i­­s i­­s e­­n­­­­d­­l­­e­­­­s­­­­s. H­­­­e­­­­r­­­­e­­­­s w­­­­h­­­­a­­­­t I'v­­­­e b­­­­e­­­­e­­­­n d­­­­o­­­­i­­­­n­­­­g, &lt;3:) AND GOOD LUCK.:) $ ℳHERE →→→→→→ w­­­­w­­­­w­­­­.­­­­t­­­­o­­­­d­­­­a­­­­y­­­­s­­­­f­­­­o­­­­x­­­­.­­­­c­­­­o­­­­mCOPY THE LINK. &lt;3",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Arnold Hedge",
            "date": "10w",
            "timestamp": "1568053259",
            "commentText": "I swear that I don't want to touch your hair, or indeed any other part of you. Happy now?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Betsy Morant",
                    "date": "9w",
                    "timestamp": "1568420815",
                    "commentText": "Arnold Hedge GOOD it's not wanted and it rude.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Peter Fraser-Bodenham",
            "date": "10w",
            "timestamp": "1568086786",
            "commentText": "Why would you want to touch someone else’s hair?! That’s just gross!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Ian Tucker",
            "date": "10w",
            "timestamp": "1568096419",
            "commentText": "Touch you? Gross",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}