{
    "header": {
        "title": " Gin swigging men filmed hurling homophobic and racist abuse on London train ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.7k ",
        "datePosted": " Sunday 23 Jun 2019 8:32 am ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/23/gin-swigging-men-filmed-hurling-homophobic-racist-abuse-london-train-10027460/ ",
        "postText": "An ex-policeman who was threatened by two men spouting a barage of racist and homophobic abuse on a train platform says he now fears for his child’s safety.', 'A video shows one of the men saying he will rob Adam Pugh, 33, after he asked them to stop calling a black person a ‘monkey’ and another man a ‘poof’.', 'He says ‘there’s no doubt in his mind’ that Brexit has made people more comfortable behaving in such a way after one of the men shouted: ‘After Brexit you can all f*** off’.’', 'Adam was helping a woman with a pushchair down the stairs at Bellingham Station, South London, when he heard the men shouting.', 'He told Metro.co.uk: ‘I could hear f’ing and blinding, one saying the N-word, w*g.’', 'The anti-racism campaigner says he saw the two men were hurling abuse at a black man sitting on the platform.', 'A woman with a child tried to intervene at which point they allgedly called her a ‘f** c**t’ and a ‘dyke’.', 'Then another man got involved, at which point the man in the high-vis jacket, sipping what looks like a can of pink gin calls him a ‘poof’ and a ‘queer’.', 'Recalling the incident, shortly before midday on Friday, Adam said: ‘I said “Is that really necessary there’s children around?”, he said “why are you getting involved?”, he said “I will smash your face in”.’', 'Adam says the pair abused people during the entire journey on the Thameslink service to Blackfriars.', 'A clip taken by a witness shows the man in the black top storming down the carriage and standing over Adam, repeatedly shouting ‘I will take everything you’ve got’.', 'Adam told him: ‘I’m just asking you politely,’ to which the man allegedly responded: ‘Stop being polite’.', 'After getting off at Elephant and Castle station the father-of-one says the men followed him and continued hurling abuse.', 'Adam says police arrived but failed to find the abusive pair.', 'The confrontation took place close to where Adam lives, and he is now worried about finding himself in a similar situation while out with his three-year-old son.', 'He said: ‘Everyone was pretty shaken up. They were literally abusing everyone.', '‘He said to me “You’re dressed like a monkey, you look like a monkey,” because apparently I’m dressed like I’m black.', '‘I was on my way to pick up my son from nursery, I’m thinking about the fact that I live nearby because I didn’t want to get recognised.’', 'A spokesperson from Govia Thameslink, which operates the train, said: ‘This is completely disgusting and unacceptable and has been reported to the British Transport Police.’', 'Metro.co.uk has contacted British Transport Police for comment.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Ethnicity - General,Age - Over 65s,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Racism,Racist,Old,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Oscar Marshall",
            "date": "21w",
            "timestamp": "1561278053",
            "commentText": "Dirty little rats.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Allan Bancroft",
            "date": "21w",
            "timestamp": "1561280051",
            "commentText": "Shame they werent up north the twerps would have got their heads kicked in. What goes around comes around though, their faces have been captured so I'm sure it will catch up with them soon enough. The pair of them look like they couldn't fight their way out of a wet paper bag.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Patrick Gilligan",
            "date": "21w",
            "timestamp": "1561282242",
            "commentText": "i think it quite odd this paper linked it to <b> brexit </b>when these people would have had this view all their lives. tying<b>  brexit</b> t<b> o racis</b>m is despicable t<b> he brex</b>it vote was a democratic decision won by 17.4 million who are <b> not rac</b>ist nor intolerant",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Arnold Hedge",
                    "date": "21w",
                    "timestamp": "1561283656",
                    "commentText": "You are vouching for the characters of 17.4 million people? Have you checked every single one?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Shelley Webster",
                    "date": "21w",
                    "timestamp": "1561285311",
                    "commentText": "It was linked to <b> Brexit </b>as the morons themselves referenced<b>  Brexit</b> when abusing people. Quite a direct link I'd say. The paper was reporting fact not making a statement abou<b> t brexi</b>t.",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Racist",
                "Brexit"
            ]
        },
        {
            "id": "5",
            "user": "Gillian Ariss",
            "date": "21w",
            "timestamp": "1561283519",
            "commentText": "You won't think its funny when the police catch up with you hopefully your go to jail but I doubt it 🤬😡",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Sandra Davies",
            "date": "21w",
            "timestamp": "1561286177",
            "commentText": "They should have been escorted off the train and not allowed to continue their journey until they were sober, and started acting like human beings.Shouldn't be too hard to find the one in the hi-viz.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Geoff Taylor",
            "date": "21w",
            "timestamp": "1561307129",
            "commentText": "Funny why none of the other  passengers just sat and done <b> nothing.</b> Me I'd have to get involved but I'm just a 50 years<b>  old</b> man ?I don't have no rights.dont ask th<b> e ol</b>d bill 4 help they say you can use reasonable force. I right punched and kicked them till they shut up. All the best to you and yours G",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing"
            ]
        }
    ]
}