{
    "header": {
        "title": " Companies might be forced to reveal their ethnicity pay gaps – this is why they absolutely should ",
        "subtitle": " ",
        "owner": " Natalie Morris ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 36 ",
        "datePosted": " Thursday 11 Oct 2018 1:52 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/11/companies-might-be-forced-to-reveal-their-ethnicity-pay-gaps-this-is-why-they-absolutely-should-8027109/ ",
        "postText": "The government has announced plans that may force companies to reveal their ethnicity pay gaps. As a woman of colour who has been working for more than six years, I think it’s imperative that this happens.', 'Gender pay gap reporting became compulsory in April this year, and the transparency on this issue has already been transformative. There was national outcry as major media organisations published shocking pay disparities for women who were doing the same jobs as men. There were protests, strikes, resignations and, ultimately, change.', 'If the government has already deemed gender equality important enough to force this action – why are we still having the discussion about whether racial equality deserves the same? If the goal is to make the workplace fairer, why is one form of equality seen as more valid than another?', 'There is still a long way to go to reach gender equality in the workplace, but in just over six months, it’s clear that forcing companies to be open on gender pay has already had a positive effect.', 'For people of colour in the workplace, there is a very real glass ceiling. Or actually, it’s more like a brick wall – because more often than not, we can’t even see through to the other side. Many companies work hard at getting people of colour through the door but then leave them languishing on the bottom rungs with no support, mentorship or guidance to help them reach that next level.', 'The figures back this up. ITN, the media company incorporating ITV News, Channel 4 News and Channel 5 News, voluntarily published their BAME pay gap figures in the summer. ITN pay their non-white staff 20.8% less than white staff members. The average bonus gap was a shocking 66%.', 'This huge gap in pay is, in no small part, attributed to a lack of diversity in senior positions. It’s glaringly obvious. Walk into any boardroom or meeting room and you will be greeted by a sea of pale, male, middle-aged faces. If you can’t see any element of yourself in any senior position at a company, it’s all too easy to come to the conclusion that you don’t belong there.', 'Being non-white in overwhelmingly white organisations can be isolating. As the only brown woman sitting at a table of white men, you feel your voice leave you – it’s hard to ‘lean in’ when your colleagues feel worlds away from your experiences.', 'As well as a huge dearth of diverse inspirational figures, minorities in the workplace also have to contend with unconscious bias and overt discrimination. There’s an insidious ‘boys’ club’ mentality that pervades so many organisations in this country. And when senior managers are hiring and promoting, all too often they look for qualities that they recognise in themselves. This leads to the endless perpetuation of white men hiring white men.', 'It’s crucial that change comes from the top down. Until we address the systemic inequalities at the uppermost levels of companies, there’s no hope for those of us at the bottom. That’s where clarity and transparency could make all the difference.', 'Forcing a company to face their ethnic inequalities in the public forum would put an end to tick-box diversity action. So much of the corporate response to ‘promote diversity’ is surface-level and performative – but when it comes to real equality and ensuring progression and opportunity for non-white employees, the figures will likely show a different story.', 'Rather than hiding behind monthly diversity panels or a token black face in a prominent position, publishing the pay gap figures will force companies to make real, actionable change. No grey-areas, no room for argument – seeing the numbers in black and white will surely be a catalyst for senior figures to redress the balance.', 'But a catalyst is just the start. In order to be heard, people of colour need allies in the workplace. The burden of effecting change can’t fall solely on minority employees – there aren’t enough of us and we don’t hold enough power. What is needed is the bolstering presence of white allies willing to make noise on our behalf.', 'Just as powerful as the figures themselves, is the response to those figures. We need the same energy and anger that surged following the release of the gender pay gap figures. If you care about one more than the other, then you should probably question whether you truly believe in equality at all.', 'For those of us who intersect both the gender and ethnicity pay gaps, the stakes are even higher. As a woman of colour it’s difficult to comprehend why one form of discrimination might be seen as more damaging than another – both my gender and my race have an effect on how I’m treated in the workplace.', 'For women like me, to see both racial and gender disparities treated as equal evils would be hugely encouraging. It would send a message that my value as a woman is not lessened because I happen to be a non-white woman.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - Over 65s,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnicity,Race,African,Senior,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Calvin White",
            "date": "1y",
            "timestamp": "1539275235",
            "commentText": "Do you reckon <b> African </b>countries are so accommodating?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "African"
            ]
        },
        {
            "id": "1",
            "user": "Owen P McCarthy",
            "date": "1y",
            "timestamp": "1539282819",
            "commentText": "Based on the statements from the article alone, what is being described is more of an <b> ethnicity </b>diversity issue in higher paid roles.That's not the same as an actual gap in the payments a person recieves for the same work as someone else.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Kevin Slade",
                    "date": "1y",
                    "timestamp": "1539440719",
                    "commentText": "I thought the same as I read it, I also thought it was insulting to imply that because I’m a white <b> senior </b>manager that there’s collusion to keep others out. Open salary pay is often about negotiation, I negotiated so I earn more than some of my “white male colleagues” and we have the same levels of responsibilities, should this be publicised?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Senior"
                    ]
                }
            ],
            "keywords": [
                "Ethnicity"
            ]
        },
        {
            "id": "3",
            "user": "Ian Tucker",
            "date": "1y",
            "timestamp": "1539342135",
            "commentText": "Are we all the same or not, make your mind up liberals. It seems the only people that ever signle people out for being a different <b> race </b>or<b>  gender</b> is the SJWs, I just see \"people\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Race"
            ]
        }
    ]
}