{
    "header": {
        "title": " London Pride 2019: Route, headliners, and how to join in the fun ",
        "subtitle": " ",
        "owner": " Jessica Lindsay ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 43 ",
        "datePosted": " Saturday 6 Jul 2019 10:39 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/06/london-pride-2019-route-headliners-join-fun-10123876/ ",
        "postText": "Those in the capital today will be greeted by rainbows galore as well as plenty of love – it’s London Pride.', 'The annual event is part celebration part protest, with members of the LGBTQ community (and allies) take the streets to loudly and proudly advocate for equality.', 'This year is especially poignant, as it marks 50 years since the Stonewall Riots, which sparked a movement for gay and trans rights worldwide.', 'As well as people marching in solidarity and pride, there will be floats bearing messages, and a whole load of entertainment acts.', 'If you’re planning on visiting London to show your support, here’s where to go to see everything.', 'There are various different stages across Soho, with different focuses. Acts and speeches start at around midday, and will continue on until the evening.', 'British tourists killed on dream South Africa trip after car plunges 75ft into river', 'Body found in sea during search for British backpacker Amelia Bambridge', 'Happy non Brexit day: Is Brexit happening today and if not, why?', 'The parade will take place today – Saturday 6 July – from 12pm to 5pm.', 'Starting at Portland Place, those marching will head towards Oxford Street, round to Regent Street, and then Piccadilly Circus.', 'At Tragalgar Square, people will be able to watch the headline performers here.', 'The official finish are of the parade is at Whitehall.', 'Throughout Soho, however, there will be people joining in the fun and showing that love really is love. If you’re planning on visiting, anywhere nearby will be absolutely buzzing, so voice your support and enjoy.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Joseph Suarez",
            "date": "16w",
            "timestamp": "1562413079",
            "commentText": "No thanks, really not interested in watching adult males prancing around in a thong looking really ridiculous.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Nausherwan Mehmood",
                    "date": "16w",
                    "timestamp": "1562418054",
                    "commentText": "●▬▬▬▬▬▬▬▬ஜ۩۞۩ஜ▬▬▬▬▬▬▬▬● I am making $92 an hour working from home. i was greatly surprised at the same time as my neighbour advised me she changed into averaging $ninety five however I see the way it works now. I experience masses freedom now that i'm my non-public boss. that is what I do...↓↓↓↓COPY THIS SITE↓↓↓↓●▬▬▬▬ஜHERE►w­­­w­­­w­­­.­­­o­­­n­­­l­­­i­­­n­­­e­­­j­­­o­­­b­­­s­­­9­­­0­­­.­­­c­­­o­­­m℠ Try not to duplicate  ℠   Thank you",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Peter Fraser-Bodenham",
            "date": "16w",
            "timestamp": "1562424478",
            "commentText": "It's that time of the year for decent gays to feel ashamed of the so called community.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Gary Youn",
            "date": "16w",
            "timestamp": "1562429157",
            "commentText": "Happily ever poofter at 1pm? Is it ok to call them that again now?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}