{
    "header": {
        "title": " No Tony Blair, it is not the job of minorities to appease members of the far-right ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 72 ",
        "datePosted": " Sunday 21 Apr 2019 2:05 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/21/no-tony-blair-it-is-not-the-job-of-minorities-to-appease-members-of-the-far-right-9280840/ ",
        "postText": "It is a pretty basic concept that the only people who are responsible for promoting racism and hatred are the bigots themselves.', 'Yet this seems to be something Tony Blair does not understand.', 'According to his latest public intervention, where he offered his pearls of wisdom on how to combat the rise of the far-right, the burden is on migrants and minorities to do ‘more to integrate’.', 'His comments are a slap in the face if minorities and people of colour who, like myself, have been victims of far-right hatred.', 'He needs to learn it is the purveyors of hate that need changing, not their victims.', 'A failure to recognise this most basic of points not only shows a complete lack of awareness of how racism operates, but also whether intentional or not, legitimises white supremacists in a dangerous climate where we are increasingly told the ‘far-right has a point’.', 'By placing the responsibility on minorities to atone for the crimes of the far-right, Blair and others are basically saying, ‘I’m blaming you for what’s happened’.', 'The far-right cannot be appeased, no matter what, and asking minorities to ‘do more’ to try to, fails to recognise that no matter we do, the far-right will not accept us. Its ideology is rooted in the denial of our very existence.', 'The fact that a man we used to call our prime minister fails to see any of this is shameful.', 'The truth is, successive governments haven’t been neutral, instead creating a ‘hostile environment’ towards immigrants and reducing opportunities for integration, while at the same time repeatedly shouting ‘more must be done’.', 'There is no difference to what Blair is saying and what the far-right thugs of Britain First and the EDL repeatedly told us during their marches on the streets of Luton: that minorities and Muslims in particular are a threat to our nation.', 'Blair has just aped their rhetoric.', 'Despite the headlines about people in Britain leading increasingly segregated lives, there is increasing evidence that cultural integration is on the rise as opposed to being on the reverse.', 'According to one study that has looked into it, ‘Neighbourhood residential integration is increasing. Segregation, the extent to which an ethnic group is evenly spread across neighbourhoods, has decreased within most local authority districts of England and Wales.’', 'Even more, the likes of Tony Blair and others who focus solely on migrants and minorities when it comes to integration, always conveniently forget to talk about the concept of ‘white flight’ from neighbourhoods like my own.', 'As soon as Asian families moved in, many of our white neighbours who had more resources at their disposal moved out.', 'Although we often hear the idea of integration being a ‘two-way street’, it’s clear that the overwhelming majority of times, as proved by Blair’s latest intervention, the burden is solely placed on ethnic minorities alone.', 'Blair goes on to argue that the government cannot and should not ‘be neutral’ on the question of integration.', 'The truth is, successive governments haven’t been neutral, instead creating a ‘hostile environment’ towards immigrants and reducing opportunities for integration, while at the same time repeatedly shouting ‘more must be done’.', 'To name but just one example, when David Cameron threatened to deport people like my own mum for not speaking English, the hypocrisy was all too clear, for when she tried to learn, funding for English classes had been cut by £45million.', 'We also have to ask what exactly are migrants supposed to be integrating into? There is no concrete acceptance of what ‘British values’ are for example.', 'I’m yet to discover what the innate ‘norms and values’ white Britons already have that the rest of us don’t.', 'The most tragic aspect of Blair’s comments is his failure to recognise white supremacy and the very real threat of the far-right for what it is: an ideology that denies the existence and worth of people of colour because of their race, and one which cannot be defeated by legitimising their rhetoric.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Xenophobia,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "David Young",
            "date": "31w",
            "timestamp": "1555864440",
            "commentText": "Your article is a far better advert for the \"far right\" than anything that Blair has ever said or done. You seem to suggest that minorites are immune from criticism and forget that majorities have rights too. And your sense of entitlement is beyond belief. This really takes the biscuit -\"when David Cameron threatened to deport people like my own mum for not speaking English, the hypocrisy was all too clear, for when she tried to learn, funding for English classes had been cut by £45million.\"Is it really too much for your mother to pay in full for her own English classes in order to be able to contribute and mix in? If that's the best example (and it's the only one your provide) then the problem here isn't <b> racism,</b> it's solipsism - YOURS.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "1",
            "user": "Arnold Hedge",
            "date": "31w",
            "timestamp": "1555882834",
            "commentText": "Freelance journalist and blogger.Is the main training for that job to be able to say \"Do you want fries with that?\"",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "John Tray",
            "date": "31w",
            "timestamp": "1555917736",
            "commentText": "Why do people come to the UK if they do not want to live as a UK citizen and actually follow our laws and speak the language",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "John E Smokes",
                    "date": "31w",
                    "timestamp": "1555923522",
                    "commentText": "Because they are invading! Albeit a 'soft' invasion. They've even said so themselves. People never seem to stop and think why the crusades occured.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Chris Elstob",
            "date": "31w",
            "timestamp": "1555918722",
            "commentText": "Depends on who you deem far right. I've lived in Thailand for 9 years, the immigration laws are far stricter here despite there being no social help, the school's are privatized schools, hospitals are privatized , no free language courses, and no social housing, yet when I ever suggest that the UK could learn something from the way Thais deal with immigration (low skilled Thai workers being protected ) I've often been accused of <b> racism,</b> right wing leanings or<b>  xenophobia</b>.A large reason the genuine right wingers are increasingly gaining confidence is because if anyone ever questions mass migration they're immediately told they're either far right or appeasing them.... Just like the writer has done. For the record, Tony Blair is one of the worse offenders for allowing mass unskilled migration which the UK wasn't equipped for during the early 00s.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Xenophobia"
            ]
        },
        {
            "id": "5",
            "user": "Jamie Smudger Smith",
            "date": "31w",
            "timestamp": "1555952163",
            "commentText": "I suppose it was too much to ask that as a preparation before moving to another country, your Mom learned our language. Hows about your mother take some resposibility for herself and pay for her own English lessons rathere than stick her hand out for free stuff paid for by the rest of us? That way, she will have the honour of actually contributing to our society rather than simply sucking on it.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Lorna Reynolds",
                    "date": "31w",
                    "timestamp": "1556014941",
                    "commentText": "Just like the English learn Spanish in Spain?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Jamie Smudger Smith",
                    "date": "31w",
                    "timestamp": "1556022677",
                    "commentText": "Lorna Reynolds There are indeed some English people living in Spain who demonstrate their lack of good manners and gratitude towards their host people by not learning the language. I condemn their behaviour as strongly as I do that of foreigners living here who aren't bothered to attempt the basics of integration either.Why? Do you think it's okay that some English people in Spain don't learn Spanish? Would it be okay if they put the blame for their laziness on the Spanish for not paying for them to learn?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "James Spader",
            "date": "31w",
            "timestamp": "1555966001",
            "commentText": "\"I’m yet to discover what the innate ‘norms and values’ white Britons already have that the rest of us don’t.\"How about not blowing up girls at pop concerts, cutting off the clitoris of your daughters, not driving half way across the country to kill an Ahmadiyya Muslim, not gang raping girls with your bothers and cousins, not suffocating your daughter to death for wearing a t-shirt, not torturing and murdering 15 year <b> old </b>boys (i.e. Kriss Donald), not conning billions of pounds out of the HMRC and using it to fund Islamist groups, not saying that you think that homosexuality should be illegal, not having acid thrown in your child's face and that's just for starters.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}