{
    "header": {
        "title": " Tom Watson survives bitter bid to oust him as Labour deputy ",
        "subtitle": " ",
        "owner": " Jane Wharton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 629 ",
        "datePosted": " Saturday 21 Sep 2019 8:22 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/21/bitter-labour-civil-war-sees-bid-oust-deputy-tom-watson-10782718/?ito=social&fbclid=IwAR2Ohmpa6uUBefKKhiK583VkUGLI4N7FYRdq7xtuUEvBy2jKJvnQDgqp0E4 ",
        "postText": "Brexit threatened to claim another political scalp today as Tom Watson faced being ousted as the deputy leader of the Labour party.', 'The opening of the party’s conference in Brighton has been overshadowed by the aborted coup, which was labelled as ‘completely mad’ and ‘dangerous’ by MPs and former PM Tony Blair.', 'A motion was set to be debated at the event, which would have seen the second-in-command position abolished.', 'If successful, it would have removed Mr Watson – a vocal critic of Jeremy Corbyn and the leader’s stance over Brexit', 'Mr Watson, a Remainer, said he was ‘taken by surprise’ at the ambush, saying it was not on the agenda.', 'He claimed ‘I got a text message in a Chinese restaurant in Manchester to say that they were abolishing me.’', 'MPs rallied round Mr Watson, saying the motion – put forward by the Corbyn-supporting group Momentum – was ‘outrageous.’', 'They claimed the party should stop bickering and instead concentrate their efforts on fighting Boris Johnson and the Tory party.', 'In the end, Mr Corbyn stepped in and the party’s ruling National Executive Committee drew back from an immediate vote.', 'The leader said the deputy role would now be reviewed at a future date but stopped short of saying whether he had full confidence in his second-in-command.', 'Instead, Mr Corbyn said: ‘Tom Watson is the deputy leader of the party and I enjoy working with him.’', 'Mr Watson has been at odds with Mr Corbyn and has been pushing for Labour to back staying in the European Union in any future referendum.', 'He recently called for a new Brexit referendum to be held before a general election.', 'Mr Corbyn has said an election should come first while he has refused to say which side he might back in a future Brexit referendum.', 'In putting forward the vote, a Momentum source told the BBC: ‘We just can’t afford to go into an election with a deputy leader set on wrecking Labour’s chances.', 'The attempt to remove Mr Watson provoked a furious response from Labour MPs at a time when the conference is meant to put Mr Corbyn’s team firmly on an election footing.', 'Ex-prime minister Mr Blair said: ‘A decision to abolish the post of deputy leader would be undemocratic, damaging and politically dangerous.', '‘To suggest it at this time shows a quite extraordinary level of destructive sectarianism.’', 'Former Labour leader Mr Miliband said: ‘The move to abolish the deputy leader post without warning or debate is undemocratic, wrong and should not happen.', '‘Those who came up with the idea for the eve of Labour conference have taken leave of their senses.’', 'Tottenham MP David Lammy said: ‘Tribal infighting in the middle of a Boris Johnson-inspired national emergency makes me want to weep.', '‘My constituents and millions of others across the country desperately need the Labour party united right now. The Tories, not Tom Watson, are our opponents. Let’s fight them.’', 'The position of deputy leader has existed for nearly a century within the party.', 'John Robert Clynes became the first deputy leader in 1922, and the position has since been held by prominent Labour figures including John Prescott and Harriet Harman.', 'The issue of Brexit is likely to dominate the party’s annual conference with more than 90 motions submitted – the majority supporting a Remain stance.', 'Mr Corbyn has rejected claims that the party’s policy over our departure from the EU is a ‘muddle’ and that he is ‘sitting on the fence.’', 'He has said that a Labour government would secure a ‘sensible’ Brexit deal and put that to a referendum, with the other option being to stay in the European Union.', 'However, the majority of the motions submitted by constituency parties have called for the party to back staying in the European Union – which could mean campaigning against a deal secured by Labour negotiators.', 'Scottish and Welsh Labour are both committed to the Remain cause.', 'The attempted coup has seen accusations that Mr Corbyn’s leadership is attempting to stifle a bid by members to throw their weight behind the Remain cause.', 'Mr Corbyn has claimed there is a ‘happy and united mood’ at the conference in Brighton and the party is ‘totally united on defeating this Tory Government.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Senior",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "John Wareham",
            "date": "9w",
            "timestamp": "1569053503",
            "commentText": "Labour is certainly doing its best to drive members to the liberals. These purges of those who don't suscribe to 1960's socialsim are self defeating in the extreme.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Stella Hobs",
                    "date": "9w",
                    "timestamp": "1569132299",
                    "commentText": "If You Are On A Lookout For A Way To Earn Your First Dollar Online You Can Stop Searching! Start Now With This Award Winning Program And Receive Your First Paycheck Within A Week! Find out more here☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE☛ ­­­w­­­o­­­r­­­ks­­­­­22­­­.­­­c­­­o­­mⓄDon't include this →[ Ⓞ ]← in web link THANKS",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Brian Purdy",
            "date": "9w",
            "timestamp": "1569058481",
            "commentText": "Corbyns Labour Party brought to you by Dictatorship Enterprises. Don't agree with a party member then have them banished. Fed up with competition in your own party then use the Labour Party Handy Guide Book to slander someone for Anti-Semitism. Don't like the way your party members voted in an election or referendum, then just ignore the result and hey presto, you are a real Corbyinite.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1569101291",
                    "commentText": "So now it’s not happened, are you going to rethink your view or come up with an excuse that allows you to keep thinking the same anyway.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Brian Purdy",
                    "date": "9w",
                    "timestamp": "1569152547",
                    "commentText": "Kevin James don't need to rethink anything. The Labour party will continue to dig their own hole while followers blindly march off the cliff edge like lemmings.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Mark Richard Milton",
            "date": "9w",
            "timestamp": "1569081923",
            "commentText": "Well, Watson knows where all the corpses that belong to Corbyn and co are buried. If he was kicked out, a *lot* of other <b> senior </b>party members will be following soon afterwards after he spilled all the beans.The momentum thugees are too stupid to know that the only way to remove the post of deputy would be to buy Watson out with something better, or carry him out in a wooden box.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Senior"
            ]
        },
        {
            "id": "6",
            "user": "Keith Chenery",
            "date": "9w",
            "timestamp": "1569095708",
            "commentText": "Usual spin from the Metro, trying its best to blame Corbyn and Momentum. It was Lansman who proposed and pushed for this absurd measure. How predictable that the Metro didn't see fit to publish that important little fact. I don't know what this devious man was trying to achieve, but Corbyn has done the smart thing and squashed it.And that's the news that's fit to print!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}