{
    "header": {
        "title": " New figures show women want to stay in the EU – no surprise given our patriarchal society means they’ll be the hardest hit by Brexit ",
        "subtitle": " ",
        "owner": " Sophie Walker ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 416 ",
        "datePosted": " Monday 3 Sep 2018 6:27 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/03/new-figures-show-women-want-to-stay-in-the-eu-no-surprise-given-our-patriarchal-society-means-theyll-be-the-hardest-hit-by-brexit-7909755/ ",
        "postText": "If there’s ever a project that needs women’s perspective right now, it’s Brexit.', 'The project led by Conservative male politicians nursing a grudge over losing power 25 years ago over an EU currency mechanism – with fallout known as Black Wednesday – has dragged all of us into their boys’ club fight about getting their own back on Europe.', 'The project voted on by a parliament in which men outnumber women two to one; analysed by Brexit departments in which there are 17% more male senior civil servants than women; reported on by a parliamentary press pack where men outnumber women by four to three.', 'The project that is in serious trouble because a so-called democratic vote failed from the outset to consider the lived experiences of the ‘other’ half of the population; and for which many women gave their support as a proxy to express their disgust with representatives who had entirely failed to represent them.', 'The Women’s Equality Party has consistently campaigned for a feminist outcome whatever route Brexit takes, because we see this crisis as made possible by years of austerity that, while pretending immigration was to blame, was in fact targeting women.', 'Women funded 86% of the government’s austerity savings from tax and benefit changes because the government’s idea of economic growth doesn’t see the unpaid, invisible labour that underpins it – nor care about those invisible women’s reliance on public spending and public services, which are always the first part of the budget to be slashed.', 'It’s an issue that neither Leave nor Remain confronted.', 'And in all of these scenarios women, who earn less than men, will suffer more.', 'Women are primary carers for children and relatives in a country where that choice is often not a choice because childcare is by some estimates the  most expensive in the world.', 'Women are more likely to work in healthcare, childcare and in public sectors because they have been funneled from school into industries by gendered ideas of what they’re good at – to find that what women are good at is the work our society values and pays least.', 'Throughout the referendum, women’s questions about what was next for them went unheard.', 'With the ongoing failure of those negotiating Brexit to address such urgent questions from the people who suffered the most from the last national crisis, I am asking party members at next weekend’s conference to consider backing a people’s vote.', 'Let me be clear: I am not asking for a second referendum. I am asking for women’s involvement in the first.', 'The harping on by politicians of all stripes about ‘British Jobs’ from Brexit completely ignores the British jobs currently being done by women on low and no pay and the impact on them from a bad deal or no deal. There is an obsession among both the Conservatives and Labour about manufacturing, and an arrogant dismissal of those in the care and service industries.', 'The Tories are now steered by the European Research Group that aims for a business-friendly bonfire of red tape (read: workers’ rights) to the benefit of a small number of already wealthy men. Labour prizes above all the creation of working class men’s jobs via nationalisation like the holy grail of our disconnection from the EU.', 'The coming post-Brexit economic slowdown – economists differ only on the extent – means that men’s unemployment will increase. When this happens, government will respond as successive governments always have: by investing in construction projects to create men’s jobs and funding them by cuts to public sector jobs and money on which women rely.', 'As research by Women for a People’s Vote shows, one million women’s jobs could be affected by Brexit, as public money for the NHS, for social care, for nurses and carers, dries up still further. That same research shows that women now back remaining in the EU by a margin of 12 percentage points at 56% to 44%; compared to 51% of women voting leave in 2016.', 'Other sectors that employ a majority of women, such as textiles and food, will face 5% tariffs under World Trade Organisation rules. Paying these tariffs will not just mean further cuts to public sector spending, but pressure on the sectors themselves that could lead to significant job losses as businesses come under strain.', 'The ensuing impact on supply chains and food prices will hit the poorest households – who spend nearly a quarter of their income on food – the hardest.', 'And in all of these scenarios women, who earn less than men, will suffer more.', 'Politicians can stop scoffing about ‘project fear’. In this country, women are already living it. Their swing to support for Remain is another swing at representatives who continue to entirely fail to represent them.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Nationality - European or anti-Europeans,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Loony,Brexit,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Samantha McCabe",
            "date": "1y",
            "timestamp": "1536004783",
            "commentText": "Did she miss the bit where females outnumber males amongst the UK population and we had a thing called a referendum where the majority of 44 million people voted to leave?Did she also miss the part where the WEP received less votes than the monster raving <b> loony </b>party and are irrelevant.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "1y",
                    "timestamp": "1536059072",
                    "commentText": "While women do outnumber men, it's hardly by much - 97.18 males to every 100 females:https://knoema.com/.../Population/Male-to-female-ratioAs for this: \"we had a thing called a referendum where the majority of 44 million people voted to leave\" - that's a cute dream you had, but let's stick to reality for now.Using reality as our guide will mean 44 million people didn't even vote in total, much less represent a majority for any one side.Leave votes = 17,410,742Remain votes = 16,141,241Leave majority = 1,269,501https://www.bbc.co.uk/news/politics/eu_referendum/resultsYou are right about the WEP and MRLP, though. MRLP had a few hundred more votes than WEP in the last election, although in the great scheme of things all this meant was that they both got exactly the same percentage of the final tally - which was 0% each.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536129277",
                    "commentText": "Ade Foiadelli Using that same reality checker:It was actually 46,500,001 voters eligable to vote. Choosing not to vote doesn't mean they still aren't eligable to vote. 33,577,342 voted in total -- not bad in a country with a population of 65.4 million (including children). You can't have it both ways by the way. Either 72.2% turnout is large or it is small. A majority of 1,269,241 million people on a turnout of 72.2% is either large or small. I would suggest it is quite large.Happy <b> Brexit.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Loony"
            ]
        },
        {
            "id": "3",
            "user": "Caius Caligula",
            "date": "1y",
            "timestamp": "1536010978",
            "commentText": "Now two people must go to work buy a flat and spend their earnings hiring help.  It's a wonderful life.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Denise Morse",
            "date": "1y",
            "timestamp": "1536037231",
            "commentText": "What a load of rubbish I voted leave and the sooner it happens the better it's the remainders yet again making these comments what part of leave don't they understand if the vote went the other way do you think the beech trees would be listened to",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5",
                    "user": "Kevin James",
                    "date": "1y",
                    "timestamp": "1536045164",
                    "commentText": "Out of interest, how did we go from “We’ll be better off out” to “I’m happy to be worse off, if it means Leave”?  I’ve asked a lot of people, but they don’t answer the actual question.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Denise Morse",
                    "date": "1y",
                    "timestamp": "1536051536",
                    "commentText": "Kevin James how do you know if well be worse off out managed years ago before the eu don't see why we can't again",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Kevin James",
                    "date": "1y",
                    "timestamp": "1536060898",
                    "commentText": "Denise Morse. A majority of leave voters have said they would be happy to be worse off.  I’m asking how we came to this. What you’re saying is a different question.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536129397",
                    "commentText": "Kevin James \"a majority of leave voters have said\"...If you can show me where 17.4 million people have been asked, I will yeild. I would suggest you are not able to.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Kevin James",
                    "date": "1y",
                    "timestamp": "1536163969",
                    "commentText": "Sandra Malley in other words, you demand an impossible level of truth when it doesn’t confirm your bias, whilst not demanding it when it does.  Good <b> old </b>confirmation bias.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Richard Luxton",
            "date": "1y",
            "timestamp": "1536041318",
            "commentText": "What a load of bogwash. Do they actually believe we would swallow this tripe?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "11",
                    "user": "Cathy Goldthorpe",
                    "date": "1y",
                    "timestamp": "1536123698",
                    "commentText": "Perhaps you will believe the bogwash when you find workers in your family have no holiday or sick pay.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Richard Luxton",
                    "date": "1y",
                    "timestamp": "1536125752",
                    "commentText": "My wife is a worker in my family. She gets all my pay. She gets the lot and freedom to do as she pleases with it. Furthermore my daughter does get holiday and sickness pay so your assumptions are wrong.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536129795",
                    "commentText": "Cathy Goldthorpe First, the EU does not have the power to regulate Employment Rights. Second, the EU law sets a floor not a ceiling. Hence the UK have 28 days paid leave, whilst the EU have only 20.The Holidays with Pay Act 1938 came a few years before the inception of the EU, in 1993.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Philip Lawrence",
            "date": "1y",
            "timestamp": "1536061348",
            "commentText": "\"Patriarchal Society\" lol, woe is me, poor thing.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Cathy Goldthorpe",
            "date": "1y",
            "timestamp": "1536122590",
            "commentText": "I heard this weekend women now have in some teaching jobs to work two years to be allowed to apply for maternity leave. I’m not talking about 2years from the beginning of teaching I’m talking here of working in teaching for almost 20 years then moving to a new school and having to do another 2 years at the new school before being eligible for maternity leave. Come on women in Britain wake up smell the coffee. In America women get 6 weeks maternity leave. We already have the worst paid maternity leave bar one country in the EU.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536130510",
                    "commentText": "All that whilst we are still in the EU? I thought being a member was supposed to bring benefits, Cath?Also, the EU seem to disagree with you about having the worst maternity leave bar one country. It is almost as though you're just making things up as you go along. http://www.europarl.europa.eu/.../EPRS_ATA(2016)593543_EN...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Cathy Goldthorpe",
            "date": "1y",
            "timestamp": "1536123316",
            "commentText": "Unbelievable to read these remarks. Why give up employment rights that have been fought for over hundreds of years. Women deserve better. Women and children after childbirth need time to bond. 6 weeks off work after a baby as is the norm in the US is insufficient time. The mother will have hardly recovered from childbirth. This is where we are heading. The EU has ALWAYS protected the rights of women. Why go backwards Britain?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "18",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536130783",
                    "commentText": "The 52 weeks of statutory maternity leave in the UK is considerably longer than the 14 weeks guaranteed by EU law. Of this, a period of 40 weeks is available for shared parental leave.We don't live in the US and not a single person has suggested we adopt their laws. You seem to be obsessed with America.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1536135399",
            "commentText": "\"Let me be clear: I am not asking for a second referendum. I am asking for women’s involvement in the first.\"Am I to understand that the writer is asking for time travel to be invented as I pretty certain that the first referendum took place in 2016 and it is now 2018.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}