{
    "header": {
        "title": " I was forced to pay when I called to report hate crime – help should be free of charge for all ",
        "subtitle": " ",
        "owner": " Aycan Akyuz ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 711 ",
        "datePosted": " Tuesday 28 Aug 2018 3:00 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/28/i-was-forced-to-pay-when-i-called-to-report-hate-crime-help-should-be-free-of-charge-for-all-7889061/ ",
        "postText": "Imagine that you have parked your car in your drive, and are about to walk into your home, when you hear ‘F**k off back to your country’.', 'It literally freezes you, the shock numbs you.', 'I immediately thought I must have heard wrong. I asked, ‘What did you say?’ He repeated it three more times, to make sure I understood that I didn’t belong here.', 'I have lived in the same village for years and have never felt that I was so different from my neighbours who are mainly white English. I am a Kurd, but despite being from a different background, I felt safe and lived well. Then a new neighbour moved in just a few hundred metres away from my home and everything changed.', 'Not long after they moved in they covered their window that faced directly at my home with UKIP signs. But perhaps they felt I didn’t get the message because soon my neighbour and his associates made it their mission to turn my vibrant home life into one of solitary confinement.', 'They tried to humiliate me every time I stepped out of my home, waiting outside in groups, drunk.', 'They swore at me, called me ‘ISIS’ and spat at me. My car was vandalised repeatedly, the entrance to my drive was blocked.', 'I stopped going out totally and had to keep my curtains shut all the time. If I showed any sign of living, the abuse would start again. The English national anthem would be played very loudly from a car parked next to my window. The whole section of wall facing my living room was covered with St George’s flags.', 'I have no issue with flags or national anthems of any country, especially with the English ones. My living situation isn’t an accident – I choose to live here. I love the English language, love reading it, hearing it.', 'I wanted to read Shakespeare and Seamus Heaney in English, not through translations – us Kurds are bilingual by birth: we learn our mother tongue and study in the language of our surrounding geography. I for one am fluent in Turkish.', 'To this day I still can’t pin point why anyone would want to be racist but perhaps I was an easy target – as a woman, I moved here on my own and had no immediate family living in this country.', 'As a result of constant racial abuse I became extremely ill. At first I thought I was having a heart attack but I saw my GP on an emergency appointment and found out that I was experiencing an anxiety attack.', 'I was told by authorities to ignore it and laugh it off but it is not funny and this is not a situation you can play down or sweep it under the carpet.', 'I lost my sense of security. I was afraid that they would throw acid in my face. I got uncontrollable shakes but I didn’t want my neighbour to see me unable to defend myself.', 'I reported the abuse to the police but as I was always on my own when it took place, and because my neighbour was always in a group, it was my word against theirs.', 'I was told by authorities to ignore it and laugh it off but it is not funny and this is not a situation you can play down or sweep under the carpet. Ignoring it and laughing will only invite more tragedy. My neighbour has since died but I still face harassment.', 'I called both the emergency 999 number and the non-emergency number, 101, over 100 times. Calls to 999 are free of charge – all telecoms providers operating in the UK are obliged to provide a free-of-charge emergency operator as part of their licence agreement.', 'But I recently learned that there is a 15p per call charge for 101 non-emergency calls from both landlines and mobile networks, no matter what time of day you call, or how long you are on the phone. In some cases the charge is much higher: for example, my service provider is Vodafone and they charge 55p per minute.', 'I am now petitioning the Home Office to make calls to 101 free. I fear that the cost could discourage victims reporting crimes against them or witnesses from getting in touch with information. If we want the public to engage with the police we should reduce the barriers, not create them.', 'By no means will simply reporting incidents demolish racism or hate crimes but we need to start somewhere – if you see it or experience it, report it. This is the first step that we can take against hate crime perpetrators, and then we can ask and expect the police to do their job.', 'We are all members of different and overlapping communities, so it’s everyone’s responsibility to be involved in ending all types of hate crime towards anyone.', 'As Seamus Heaney once wrote: ‘once in a lifetime / The longed-for tidal wave / Of justice can rise up’.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Nobody,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Phil Whelan",
            "date": "1y",
            "timestamp": "1535476427",
            "commentText": "Nobody else stood, fought &amp; beat the Daesh scum ISIS except the Kurds.  MK Stupid doesn’t realise how Erdogan armed, funded &amp; cared for the Daesh scum.. suggesting she go to Istanbul is suggesting she hop on a plane to hell.  Brits &amp; all the west owes a huge debt to Kurdish resistance against those medieval thugs.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "1",
            "user": "Paul Jawando",
            "date": "1y",
            "timestamp": "1535490758",
            "commentText": "They picked their victim well didn't they, a nice quiet <b> woman.</b> Cowards.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "Andy Hogg",
            "date": "1y",
            "timestamp": "1535499739",
            "commentText": "Classic metro title makes it sound like they’re discriminating against minorities, charging to report hate crimes. In reality it’s a minuscule charge for ANYONE to report a non-emergency crime. Or you could use one of the other avenues to report non-emergency situations if you’re that tight with money.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Sarah Lou",
                    "date": "1y",
                    "timestamp": "1535530648",
                    "commentText": "If your a victim of crime that occurred repeatedly then this ‘minuscule’ charge all adds up. Reporting a crime should be free for anyone otherwise people use 999 and this costs the taxpayer heavily!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Alexandra Broderick",
                    "date": "1y",
                    "timestamp": "1535536006",
                    "commentText": "Sarah Lou This! It should be free.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "MA Khan",
            "date": "1y",
            "timestamp": "1535500228",
            "commentText": "Are all racists disgusting cowards? Always hear how they are picking on <b> woman,</b> clearly not man enough to do it to someone that would knock their<b>  racist</b> lights out.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Racist"
            ]
        },
        {
            "id": "6",
            "user": "Dave Porter",
            "date": "1y",
            "timestamp": "1535537904",
            "commentText": "I'm surprised that no one else has picked up on the blatently fake name of the supposed author of this piece: Aycan Akyuz &gt; *I can accuse*. With that level of disingenuous ownership, I have difficulty believing any thing they say with the 15p charge for 101 being the only factual element provided. If you think you're in danger you should only use 999 and if the call handler dismissed it (unlikely) then you would be within your rights to at least lodge a complaint if not go so far as to start legal proceedings against the call centre involved.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7",
                    "user": "Michael Hazlewood",
                    "date": "1y",
                    "timestamp": "1536702747",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Paul Ingham",
            "date": "1y",
            "timestamp": "1535581213",
            "commentText": "Get CCTV on your property and speak to other neighbours. They may have suffered other forms of ASB",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}