{
    "header": {
        "title": " Boris Johnson refuses to apologise for saying women in burkas look like letterboxes ",
        "subtitle": " ",
        "owner": " Richard Hartley-Parkinson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 132.5k ",
        "datePosted": " Wednesday 8 Aug 2018 6:28 am ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/08/boris-johnson-refuses-apologise-saying-women-burkas-look-like-letterboxes-7812185/ ",
        "postText": "Boris Johnson refused to bow to pressure from the prime minister and the Conservative Party leadership to apologise for his ‘offensive’ comments about burkas.', 'Former foreign secretary Mr Johnson has caused outrage with a newspaper article comparing women in the face-covering veils to bank robbers, with Conservative Party chairman Brandon Lewis ordering him to apologise for the remarks.', 'But the standoff continued even after Theresa May added her voice to calls for him to apologise – although she swerved questions about whether his comments amounted to Islamophobia.', 'With no apology forthcoming, founder and president of the Conservative Muslim Forum Lord Sheikh told the BBC the party should take ‘severe action’ against Mr Johnson.', 'He said: ‘Take the whip from him. Why not? He’s not a super human being, he’s a member of the party.', '‘The party chairman, the prime minister has the right to take the whip… that’s the thing I’d like to see.’', 'While former Conservative parliamentary candidate Shazia Awan-Scully accused Mr Johnson of ‘pandering to the extreme right’, comparing his comments to Enoch Powell’s divisive Rivers of Blood speech, and said he should be sacked.', '‘If you cast your mind back 50 years to when Enoch Powell gave his Rivers of Blood speech, he was sacked from the shadow cabinet immediately,’ she told BBC Newsnight.', '‘He was ostracised from his party immediately. Boris Johnson can say anything and get away with it.', '‘These comments are Islamophobic. They are against Muslims and I would urge any Muslims to not vote for the Conservative party because of their stance towards our community.’', 'But The Conservative Woman co-editor Laura Perrins, appearing alongside Ms Awan-Scully, claimed Mr Johnson’s remarks were taken out of context.', 'She said: ‘This idea the man should be run out of town is exactly the kind of authoritarian nonsense we must resist. It is not responsible.’', 'Conservative peer Lady Warsi accused Mr Johnson of adopting the ‘dog-whistle’ tactics of former Donald Trump aide Steve Bannon in the hope of attracting support from right-wing Tories for an eventual leadership bid.', 'Before Mrs May’s intervention, a source close to Mr Johnson made clear he was not retracting his comments.', '‘It is ridiculous that these views are being attacked – we must not fall into the trap of shutting down the debate on difficult issues,’ said the source.', '‘We have to call it out. If we fail to speak up for liberal values then we are simply yielding ground to reactionaries and extremists.’', 'Labour’s Jess Phillips tweeted that Mr Johnson was ‘just a racist’ in response.', '‘Happy to arrange debate with BJ (Boris Johnson) about all the actions I’ve taken to stand up for liberal values including challenging things considered to be culturally sensitive.', '‘I’m not afraid to do that, I do it daily without being a racist.', '‘He’s done nothing to help he’s just a racist.’",
        "numberPosts": " 224 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,Ethnic,Racism,Ethnicity,Nothing,Nobody,Woman,Black,Colored,Red,Nazi,Red,Mental,Dumb,Quran,Terrorist,Bald,Age,Old,Brexit,Homophobic,Slag",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Lee Hall",
            "date": "1y",
            "timestamp": "1533707230",
            "commentText": "I see the letterbox .  He called it how I see it.",
            "likes": 54,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Johnny Spencer",
                    "date": "1y",
                    "timestamp": "1542127795",
                    "commentText": "Reginald Bowler LOL well atleast Londonstan now has many many walking letterboxes",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "F.v. Karch",
                    "date": "12w",
                    "timestamp": "1567255887",
                    "commentText": "Suzanne Smith I'd vote for him before I'd vote for you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Curley Jefferson",
            "date": "1y",
            "timestamp": "1533708224",
            "commentText": "Or poundshop cylons...",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jack Russell",
            "date": "1y",
            "timestamp": "1533709327",
            "commentText": "Good ‘ol Boris! Say it as it is. It’s hilarious to see how the spineless, chinless wonders in parliament scurry around in a panic tut-tutting and pandering to the violent ‘faith’. Screw ‘em Boris. 👍🏼",
            "likes": 109,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Paul Adamson",
            "date": "1y",
            "timestamp": "1533710301",
            "commentText": "Just say what you see Boris.  Let the easily offended cry like babies as is usual, they're not the majority just cry loud.  None would ever vote for you anyway so just ignore them.",
            "likes": 93,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "6",
                    "user": "Benjamin Thiemann",
                    "date": "1y",
                    "timestamp": "1533748602",
                    "commentText": "The point doesn't matter about whether or not a letterbox and burka share the same dimensions can you think of a single socal situation in which the scentence \"Burkas look like letter boxes\" is a nesscecery sentence? its not even a joke its a fact but becuase boris draws attention to it is to belittle it",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533748917",
                    "commentText": "Benjamin Thiemann It needs belittling!  It's not even a part of Islam and if you have any Muslim mates they'd tell you what mine say.  In fact 'Batman and Letterbox' have been mentioned by a couple of them in the past too!  None can understand WHY they wear them really apart from pressure of insecure fellas or hardline militant islamic women.",
                    "likes": 24,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Alun Hullock",
                    "date": "1y",
                    "timestamp": "1533778049",
                    "commentText": "You’re close to hitting the nail on the head. ‘Pressure’. Open to religion but when religion dictates ones actions for sake of a historic trend I have my issues. Don’t blame the individuals, blame their peers who dictate how they should dress.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Shaun Rabbitt",
                    "date": "1y",
                    "timestamp": "1533848576",
                    "commentText": "Evan catchphrase knows this...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Paul Adamson",
                    "date": "15w",
                    "timestamp": "1565484215",
                    "commentText": "Suzanne Smith WTF has your post to do with Boris's burka incident?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Jeremy",
                    "date": "14w",
                    "timestamp": "1565629214",
                    "commentText": "Suzanne Smith tldr",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Adrian Lings",
            "date": "1y",
            "timestamp": "1533710454",
            "commentText": "I think that he should apologise immediately to all the letterboxes in the country. Letterboxes are not as intimidating. Burqas should be banned.",
            "likes": 82,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "13",
                    "user": "Vikram Rajput",
                    "date": "1y",
                    "timestamp": "1533716525",
                    "commentText": "great",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Owen P McCarthy",
                    "date": "1y",
                    "timestamp": "1533725292",
                    "commentText": "Dennis Downing yup, all the coverings you mentioned should be banned in certain places for the same reasons.That's fair.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Owen P McCarthy",
                    "date": "1y",
                    "timestamp": "1533727244",
                    "commentText": "Chris Deary wearing a helmet specifically when riding a bike and removing when not doing that is directly comparable with wearing a religious head/face covering in a place of worship and being asked to remove it outside.The headwear may have different use to the wearer but the reason for the request to the rest of the world is the same.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Mohammad Aleem Shafi",
                    "date": "1y",
                    "timestamp": "1533745514",
                    "commentText": "Oh look another nonce, only saying what I see as mentioned by your fellow nonce Paul Anderson",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533747748",
                    "commentText": "Mohammad Aleem Shafi Well I'll assume you mean me even though you didn't even get my name correct...  oh look name calling, awww have you no actual debating skills?  Much higher chance of you been a nonce in a gang than me, according to stats... I guess your one of those muslim men that insist on your wife covering up because you feel so completely insecure?  Its not part of Islam and they should not be allowed to wear in public.  They do look like a post box too, in fact if it were <b> red<b>  </b</b>>instead o<b> f blac</b>k and thry stood still for long enough someone may slide a letter through the gap!  Reality insecure men forcing wife or one of those political argumentative types are the only women wearing full.",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Red"
                    ]
                },
                {
                    "id": "18",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533748035",
                    "commentText": "Dennis Downing are motor cycle helmets, smog masks, balaclavas, masks at far right protests, scarves at football matches, operating masks acceptable items to wear in a bank queue?  No, thought not, oh and just for the record its the far left such as antifa whom wear face coverings at protests...",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533748250",
                    "commentText": "Dennis Downing You've also missed the VERY IMPORTANT FACT that Boris doesn't agree with a ban, unlike most of EU states.  Good god with the likes of you on the left, no wonder they are ignored by the majority of public.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533762721",
                    "commentText": "Dennis Downing 'propelled the Nazi's to power', good grief you really have swallowed the whole momentum propoganda haven't you... It was a point that the burka is none integrating and people don't feel comfortable around those whom wear.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Jasper Carter",
                    "date": "1y",
                    "timestamp": "1533793640",
                    "commentText": "You don’t think he should apologise to human beings but should apologise to letterboxes?  Ha! I would love to see that.  What an absolutely <b> mental </b>thing to say. You actually said that Boris Johnson should apologise to  all the letterboxes in the land 🤣🤣🤣 you think that and then you wrote it down for the whole world to see and it will never go away, ever.  Even if you deleted it.  😂😂😂.  And you can’t tell the difference between a post box and a letter box.  Some letterboxes can be intimidating if you ask a postman.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "22",
                    "user": "Bradley Luxon",
                    "date": "1y",
                    "timestamp": "1533812845",
                    "commentText": "Dennis Downing  Behave comparing boris to a <b> nazi </b>you really are deluded 🙈",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "23",
                    "user": "James Major-Walker",
                    "date": "46w",
                    "timestamp": "1546807988",
                    "commentText": "Dennis Downing What about the far left marches as well?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Phil Hughes",
                    "date": "15w",
                    "timestamp": "1565530573",
                    "commentText": "Mohammad Aleem Shafi Turn it in sand boy",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Phil Hughes",
                    "date": "15w",
                    "timestamp": "1565530678",
                    "commentText": "Paul Adamson Add to that that Muslim women stink of sweat aswell",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "John Wareham",
            "date": "1y",
            "timestamp": "1533710511",
            "commentText": "He won't apologise because comments like that are part of his careful attempt to bring the Bannon-Trump politcs of hate in to the UK. He knows the mainstream voters realise what a huge error supoorting him would be so he's attempting to appeal to the fringe bigots instead.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 23,
            "replies": [
                {
                    "id": "27",
                    "user": "Jonathan Adcock",
                    "date": "1y",
                    "timestamp": "1533726394",
                    "commentText": "You scared pathetic individual...do you remember when you had an original thought...?",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Jonathan Adcock",
                    "date": "1y",
                    "timestamp": "1533726480",
                    "commentText": "Looking at your profile John proves what a halfwit you are. England is lost with pathetic individuals like you!",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1533726664",
                    "commentText": "Jonathan Adcock I take it you're  one of the fringe bigots then? You're right by the way, I am scared, scared that the small minded and hate filled might actually start to be taken seriously.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1533727169",
                    "commentText": "So tell me what  a resident of Australia knows about the circumstances in England at minute, and for a minute before you claim that England is lost maybe you want to address your country's concentration camps for immigrants or massively abusive treatment of it's native people. Don't tell me England is lost whilst yours embraces hate to such a degree.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533748424",
                    "commentText": "Wow how <b> dumb.</b>.. If thats the case why would he NOT SAY WE SHOULD BAN THEM?......",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "32",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1533749430",
                    "commentText": "Paul Adamson Because when he said that he was still trying to appeal to the centre right conservatives, the only reason he's gone furhter right wing is because his power play again May failed, so he's realised theres a whole group of simple fuckwits who'll get right behind him as long as he makes the right <b> racist </b>remarks.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "33",
                    "user": "Maddy Swinglehurst",
                    "date": "1y",
                    "timestamp": "1533750644",
                    "commentText": "John Wareham  TBH giving this topic any air time is a waste of breath. BoJo’s comments are only because he wants publicity, he doesn’t really believe in anything he says. Look at his track record so far. As for Ozzie concentration camps, now there is an insidious topic which should be broached! Refugees living with no medical health care &amp; die, women &amp; children regularly raped and no one monitoring the situation. Refugees left to rot in limbo by the Australian Government, inhumane and quite frankly disgusting!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1533751104",
                    "commentText": "Maddy Swinglehurst Good points, as for the camps they're just appalling and not just a stain on Australia's record but PNG and other countires too.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533758907",
                    "commentText": "John Wareham you've just said it was to appeal to centre right and then the right, with the same article... You can'thave it both ways, talk about contradicting yourself...",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Adam Wade",
                    "date": "1y",
                    "timestamp": "1533759698",
                    "commentText": "Give it a rest you gigantic helmet.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533762073",
                    "commentText": "Adam Wade the only helmet is the Robocop image on your profile...  Come back to discuss child, when you dont feel the need to have a profile picture of a crap movie character.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Irfan Ahmed",
                    "date": "1y",
                    "timestamp": "1534336802",
                    "commentText": "Codie Michael Fitzmaurice Here comes another insecure twat listening to fake media 😅",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Carly Mummapopz Mckeever",
                    "date": "1y",
                    "timestamp": "1534344977",
                    "commentText": "Like the odious farage, he is popular for saying what others are too afraid to say for fear of fascists like u calling anyone you disagree a <b> racist!</b> White privilege and mansplaining at its finest here",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "40",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534370347",
                    "commentText": "John Wareham that is not a <b> racist </b>remark. In other words I should be allowed to wear a Balaclava!  To me you are discriminating against everyone who wants to hide their identity. It has been banned in France and other countries. I know it has<b>  nothing</b> to do with religion.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Racist"
                    ]
                },
                {
                    "id": "41",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534370505",
                    "commentText": "Irfan Ahmed insecure with good reason",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Gary Desjardins",
                    "date": "1y",
                    "timestamp": "1534393324",
                    "commentText": "are you for real? a prime example of trump derangment syndrome.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Gary Desjardins",
                    "date": "1y",
                    "timestamp": "1534393519",
                    "commentText": "John Wareham extreamist clothing is not racial it represets a message of hate.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Peggy Guthrie",
                    "date": "15w",
                    "timestamp": "1565391312",
                    "commentText": "Boris is not appealing to bigots. He's stating his own belief and observation. It's not a sight that we want in our culture or society to become the norm.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "Emanuele Ciriachi",
                    "date": "15w",
                    "timestamp": "1565448200",
                    "commentText": "Lol, politics of hate. It is a perfectly reasonable parallel, considering the condition of women in many Muslim countries.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "46",
                    "user": "Emanuele Ciriachi",
                    "date": "15w",
                    "timestamp": "1565448296",
                    "commentText": "Peggy Guthrie Very well put ma'am.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Kim E Gandy",
                    "date": "15w",
                    "timestamp": "1565534084",
                    "commentText": "John Wareham oh pipe down. You sound stupid. Only speak when you have something real to say.Read this, written by a remainer. And shut up.https://brexitcentral.com/i-backed-remain-but-the-warped.../",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "John Wareham",
                    "date": "11w",
                    "timestamp": "1567761577",
                    "commentText": "Kim E Gandy Tell you what how about you use articles from a recognised media source, not one as highly biased as the one you quote, nor from an author who is recognised as being highly biased and not credible in academic circles. When you select a media source that supports your own bias rather then one that can support its claims and sources you just look  like a fool.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "49",
                    "user": "Cheryl Adame",
                    "date": "11w",
                    "timestamp": "1567760071",
                    "commentText": "I suggest you cover your body, head &amp; face for the next year... get back to us then!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "50",
            "user": "Cat James",
            "date": "1y",
            "timestamp": "1533710833",
            "commentText": "While I wouldn't call them letter boxes (cause they're usually <b> red<b> )</b</b>> and I certainly wouldn't call them  looking like bank robbers.... I do, however, agree with his call to ban in a public place. If they want to hide their face, do what many women do and trowel their face with make-up",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "51",
                    "user": "Owen P McCarthy",
                    "date": "1y",
                    "timestamp": "1533727609",
                    "commentText": "The Qur'an requests modesty from Muslims so I don't think removing the headwear to reveal a tango'd angry bird (as seems to be the make up trend these days) would be allowed...",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52",
                    "user": "Janet Macdonald",
                    "date": "1y",
                    "timestamp": "1533752967",
                    "commentText": "Cat, that wouldn't be allowable either from BJs viewpoint: Afterall its got <b> nothing </b>to do with religion and is all about recognition...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "53",
                    "user": "Sarah Amy Dibley Scarian-Fisher",
                    "date": "1y",
                    "timestamp": "1533772691",
                    "commentText": "Fhp scam artist",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Amber Spalding",
                    "date": "1y",
                    "timestamp": "1533779202",
                    "commentText": "Fhp no ones interested in your scam.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55",
                    "user": "Chrissie Burdett",
                    "date": "1y",
                    "timestamp": "1533860217",
                    "commentText": "Fhp GO AWAY UNWANTED AD!!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "56",
                    "user": "F.v. Karch",
                    "date": "12w",
                    "timestamp": "1567256056",
                    "commentText": "Owen P McCarthy <b> Quran </b>also says<b>  woman</b> should not be out in public without man.  These women violate that directive.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Quran"
                    ]
                }
            ],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "57",
            "user": "Debra Wormald",
            "date": "1y",
            "timestamp": "1533713724",
            "commentText": "Why is it offensive. Most of the country feel the same. Theres one rule for burkers and one rul for crash elmets",
            "likes": 101,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "58",
                    "user": "Stamatis Odysseus Adonis Leobowdopoulakis",
                    "date": "1y",
                    "timestamp": "1533738762",
                    "commentText": "Your the only helmet",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59",
                    "user": "Debra Wormald",
                    "date": "1y",
                    "timestamp": "1533742400",
                    "commentText": "Stamatis Odysseus Adonis Leobowdopoulakis",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "60",
                    "user": "Debra Wormald",
                    "date": "1y",
                    "timestamp": "1533742438",
                    "commentText": "TAKE IT YOUR A BURKA LOVER",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "61",
                    "user": "Bert Waddington",
                    "date": "1y",
                    "timestamp": "1533746471",
                    "commentText": "I will wear a burka under my crash helmet that will cause confusion when refuelling lol",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Michael Wilson",
            "date": "1y",
            "timestamp": "1533717759",
            "commentText": "The phrase 'Like a letterbox' is descriptive, but NOT <b> racist.</b>'Bank robber disguise is very apt, but once again NOT<b>  racist</b>.I get recorded on CCTV almost every time I walk out of my door, and am recognisable. This should apply to everyone who want to live in this country, and once again that is NOT <b> a racis</b>t remark",
            "likes": 34,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "63",
                    "user": "Ashley Hyde",
                    "date": "1y",
                    "timestamp": "1541795110",
                    "commentText": "Being anti -Muslim is not '<b> racist'</b> either unless you are Sinead O'Connor possibly...I am anti-religeon full stop but not<b>  racist</b> at all. Just be careful where you post your Christmas cards later.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "64",
            "user": "John Mcsharry",
            "date": "1y",
            "timestamp": "1533718636",
            "commentText": "Pac/Man's Cherry Ghost's 😱",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1533719294",
            "commentText": "Borris for PM, get rid of that spineless women in power, they say the truth hurts, well done Borris.",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Phyllis Jiacoumi",
            "date": "1y",
            "timestamp": "1533720892",
            "commentText": "Yes agree",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "Peter Morris",
            "date": "1y",
            "timestamp": "1533722203",
            "commentText": "The postbox has been embedded in British culture since the 1850s, so all Boris is doing is referencing an icon that is part of OUR cultural heritage. Yes fellow Brits we do have our own culture. So is May and co saying they don’t resemble postboxes? Can they prove they don’t look like postboxes? No, of course not, so they are essentially ignoring Boris’ human rights to see someone the way he wants to see them.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "68",
                    "user": "Jasper Carter",
                    "date": "1y",
                    "timestamp": "1533793991",
                    "commentText": "But they don’t look like post boxes though.  Only an idiot would think that they do.  Post boxes aren’t even the same shape as a person and postboxes can’t walk.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "69",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534400823",
                    "commentText": "Jasper. They may not look like mail boxes but they look suspicious and if I were a teller at a bank or worker behind the till at a store. I’d be very very scared. It’s not acceptable to cover your face and is against the law for every other citizen. So are they above the law",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "70",
            "user": "Ryan Cox",
            "date": "1y",
            "timestamp": "1533722461",
            "commentText": "I’m not allowed to wear a hat in a shopping centre, definitely not a balaclava but yet due to ‘religious reasons’ this is allowed?",
            "likes": 60,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "71",
                    "user": "Esther Matthews",
                    "date": "1y",
                    "timestamp": "1533740518",
                    "commentText": "What shopping centres ban the wearing of hats ?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "72",
                    "user": "Steph Wilson",
                    "date": "1y",
                    "timestamp": "1533747815",
                    "commentText": "Esther Matthews Manchester’s Trafford Centre and Arndale.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "73",
                    "user": "Janet Macdonald",
                    "date": "1y",
                    "timestamp": "1533753752",
                    "commentText": "Do they allow Turbans, Kippahs and Wimples/Veils, etc?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "74",
                    "user": "Mark Upton",
                    "date": "1y",
                    "timestamp": "1533765504",
                    "commentText": "It’s not for religious reason. The spokeswoman on the radio says it’s for there respect. Where’s are respect or are Freedom of speech. Oh that’s right it was taken away from all uk people",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "75",
                    "user": "Amber Spalding",
                    "date": "1y",
                    "timestamp": "1533779302",
                    "commentText": "Esther Matthews most in London, including hoodies up",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "76",
                    "user": "Daniel Riley",
                    "date": "1y",
                    "timestamp": "1533860959",
                    "commentText": "Always <b> bald </b>middle aged weirdos that say these comments 🤔🤔🤔",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bald"
                    ]
                },
                {
                    "id": "77",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534345034",
                    "commentText": "Daniel Riley shut it idiot. Sit down. Speak when you're spoken to.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "78",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534370757",
                    "commentText": "Mark Upton and you are right.  It is not for religious reasons. I am sick of being politically correct and so are most of the women who are so suppressed in these countries!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "79",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534370963",
                    "commentText": "Daniel Riley can a person who is <b> bald </b>help it?  Can these people take off their masks? <b>  Dumb</b> comment.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bald",
                        "Dumb"
                    ]
                },
                {
                    "id": "80",
                    "user": "Richard Freeman",
                    "date": "15w",
                    "timestamp": "1565388142",
                    "commentText": "Daniel Riley , you'll be lucky too reach <b> old </b<b> >age</b>. Wisdom comes with advance<b> d ag</b>e.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old"
                    ]
                },
                {
                    "id": "81",
                    "user": "Kimberly Schultz",
                    "date": "15w",
                    "timestamp": "1565531613",
                    "commentText": "Daniel Riley and you seriously dare to call others \"weirdos\"? That's hysterical..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "82",
                    "user": "Kim E Gandy",
                    "date": "15w",
                    "timestamp": "1565533971",
                    "commentText": "Daniel Riley actually it's not. I've done my research OUT THERE on the doorstep and a lot of them were NOT WHITE AND NOT MIDDLE AGED so shut it.Read this and educate yourself.https://brexitcentral.com/i-backed-remain-but-the-warped.../",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "83",
                    "user": "Greg Dzialo",
                    "date": "15w",
                    "timestamp": "1565573372",
                    "commentText": "Mark Upton \"Respect is earned, never given\".~ U.S. Marine Corps proverb",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "84",
                    "user": "Jan Wade",
                    "date": "14w",
                    "timestamp": "1566181599",
                    "commentText": "Kim E Gandy “shut it idiot. Sit down. Speak when you're spoken to.”yup...that’s EXACTLY what the tyrannical culture that mandates these hideous letterboxes say in their efforts to abuse and own women as chattel.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "85",
            "user": "Owen P McCarthy",
            "date": "1y",
            "timestamp": "1533818313",
            "commentText": "A) Islam is not a <b> race,</b> it is a religion followed by people of many<b>  ethnic</b> origins, including pasty, white folk.B) A burka is only worn by the females of the culture associated with Islam so not every form of Muslim dressing was commented on.C) The Muslim dressing that covers all but the eyes is specifically called a Niqab, regular burkas do not do this.D) There is only instruction within the Qur'an to 'dress modestly' and the niqab, hijab and burka are interpretations of this. The reality is, of course, that no God of any religion created us with clothes at all. They are a practical necessity made by humans and concepts of shame and offence caused by nudity are cultural evolutions borne out of practicality over time.E) Not all Muslim women observe their faith by wearing either Niqab, burka or hijab. It is a choice for them in Islam although it may be culturally mandated in some communities but still not a commandment from their God.Criticising a particular form of dress on a practical level that a person chooses to wear with no mandate from a country or religion but purely as a personal expression of their individual faith is no<b> t racis</b>t or xenophobic.",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist",
                "Ethnic"
            ]
        },
        {
            "id": "86",
            "user": "Edward Highfield",
            "date": "1y",
            "timestamp": "1533728214",
            "commentText": "Baseball caps banned in some places, crash helmets banned in banks, I could go on, how the hell does anybody know who or what is behind a burka? No difference!!!!!",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "87",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533761139",
                    "commentText": "Burkas don't hide the face so I have no problem at all with them and don't think anyone does.  Its  like the headscarf etc, some are lovely colours.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "88",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534401018",
                    "commentText": "Paul Adamson oh I don’t think anyone has a problem with a headscarf. Don’t play that game. It’s covering their face that is being opposed. I don’t know anyone who agrees with the covering of the face.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "89",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1533728548",
            "commentText": "He has no reason what so ever to apologise, what he says is true, if anything it's the Muslim community who should apologise for all <b> terrorist </b>acts they do, grooming and raping young children, sending their daughters to marry their cousins and other family members, drugs, prostitution pumping should I go on, so who should apologise, definitely not Borris.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "90",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1533728661",
                    "commentText": "I mean pimping before I get corrected.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "91",
                    "user": "Diana Martlew",
                    "date": "13w",
                    "timestamp": "1566434023",
                    "commentText": "All those things are NOT typical of the Muslim community - and now you ARE being <b> racist </b>by saying so!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "92",
                    "user": "Joseph Suarez",
                    "date": "13w",
                    "timestamp": "1566462290",
                    "commentText": "Diana Martlew lol the <b> racist </b>card, you lot who keep bringing the<b>  race</b> card out are so pathetic, look up up wha<b> t racis</b>t actually means you might learn something.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "93",
            "user": "Rodney Collins",
            "date": "1y",
            "timestamp": "1533733514",
            "commentText": "I think we should all wear the garment and lets see what the government and police do??",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "94",
                    "user": "Steven Grieves",
                    "date": "1y",
                    "timestamp": "1533763085",
                    "commentText": "Yes let's do this and see",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "95",
            "user": "Verna Shepherd",
            "date": "1y",
            "timestamp": "1533734631",
            "commentText": "There an insult to <b> woman </b> rules made up by egotistical men domineering females   It’s 2000s modern<b>  age</b>  time for change especially with all the terrorism that has went on last few decades.  It’s difficult to tell whither male or female under the burka   He could have portrayed his comments in a better way not to come across so racist",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "96",
                    "user": "Esther Matthews",
                    "date": "1y",
                    "timestamp": "1533741011",
                    "commentText": "Many women choose to wear burkas ( although I’m sure there are some who wear it because it’s expected of them), just as some women throughout the world are oppressed not all Moslem women are oppressed, not all Moslem women are forced to cover their heads and faces. Boris Johnson has deliberately tried to use ridicule and insult so as to inflame even more hatred in our already hate filled country, nasty man, I don’t think he should apologise because it wouldn’t be sincere.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Age",
                "Racist"
            ]
        },
        {
            "id": "97",
            "user": "Edward Owen",
            "date": "1y",
            "timestamp": "1533737222",
            "commentText": "Boris is only telling us what most brits think,they should ban the burka in Europe and they will soon as its <b> nothing </b>to do with religion.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "98",
            "user": "Stuart Alan Leasley",
            "date": "1y",
            "timestamp": "1533738228",
            "commentText": "He shouldn't apologise, he's speaking the truth lol",
            "likes": 75,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "99",
                    "user": "Debra Wormald",
                    "date": "1y",
                    "timestamp": "1533738581",
                    "commentText": "Think britain should have a balaclava day and see what happens",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "100",
                    "user": "Janet Macdonald",
                    "date": "1y",
                    "timestamp": "1533754032",
                    "commentText": "That would be a good thing: We could then give all of you who participate a star to wear to identify you. Oh wait... pfft. 👀👀👀  Smh.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "101",
                    "user": "Jasper Carter",
                    "date": "1y",
                    "timestamp": "1533792939",
                    "commentText": "Debra Wormald yeah, all the idiots should arrange to do that in 32 degree heat in solidarity with Boris.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "102",
                    "user": "Paul Dover",
                    "date": "1y",
                    "timestamp": "1533818985",
                    "commentText": "Dam right fella 👍👊",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "103",
                    "user": "Stuart Alan Leasley",
                    "date": "1y",
                    "timestamp": "1533847674",
                    "commentText": "It's gone behond a joke now, our <b> woman </b>cannot put on a bikini on if they went to one of their countries as it would affend there believes but come to our side of the world and not a single word is said even when Muslim men are dressing up in them to Rob Banks, we need more free speaking MP in power to change things",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "104",
                    "user": "Stuart Alan Leasley",
                    "date": "1y",
                    "timestamp": "1533909338",
                    "commentText": "",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "105",
                    "user": "Irfan Ahmed",
                    "date": "1y",
                    "timestamp": "1534335791",
                    "commentText": "Stuart Alan Leasley When did ever see a Muslim man wearing a burka ? Get with it lolAnd by the way before you all jump on the hate bandwagon, it’s literally a handful of no more than few hundreds across the whole country who wear the veil.So you have fallen for exactly how they want you to.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "106",
                    "user": "Stuart Alan Leasley",
                    "date": "1y",
                    "timestamp": "1534337025",
                    "commentText": "French bank robbed by(men in burka) , London jewellery shop smash and grab (men in burka) US Bank robbed by (men in burka) just to name a few granted not of all of these are Muslim men but still (Men in burkas)",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "107",
                    "user": "Kim E Gandy",
                    "date": "1y",
                    "timestamp": "1534344951",
                    "commentText": "Jasper Carter shut up ignoramus. Speak when you're spoken to",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "108",
                    "user": "Adam Pepperbish",
                    "date": "1y",
                    "timestamp": "1534993464",
                    "commentText": "Stuart Alan Leasley you act like all bank robberies are done by the use of burqa’s 🤔🤔",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "109",
                    "user": "Stuart Alan Leasley",
                    "date": "1y",
                    "timestamp": "1535004105",
                    "commentText": "Hmm did not say that now did I Adam Jon, if you read what I said you may find I said men dress up in them to rob and went on and gave 3 accounts of men in them, now 3 bank jobs done in them dose not amount to all, dose it, unless you can only count to 3?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "110",
                    "user": "Kim E Gandy",
                    "date": "15w",
                    "timestamp": "1565534142",
                    "commentText": "Hey...lefty bigots...read this...written by a REMAINER...https://brexitcentral.com/i-backed-remain-but-the-warped.../",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "111",
            "user": "Elaine Cook",
            "date": "1y",
            "timestamp": "1533739928",
            "commentText": "He shouldn’t apologise,and we should follow other countries and ban it in public,in this day of terrorists who do we know who’s hiding what under them,also we are not allowed into shops banks etc wearing helmets balaclavas or anything else that covers our face",
            "likes": 37,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "112",
            "user": "Barbara Ford",
            "date": "1y",
            "timestamp": "1533747244",
            "commentText": "Why should he apologise for being honest, if he did he'd be called a hypocrite.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "113",
            "user": "Jennifer Parker",
            "date": "1y",
            "timestamp": "1533748497",
            "commentText": "Josh Dugdale",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "114",
            "user": "Laura Bruce",
            "date": "1y",
            "timestamp": "1533748550",
            "commentText": "David Bennie",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "115",
            "user": "Grant Anderson",
            "date": "1y",
            "timestamp": "1533749262",
            "commentText": "He's a right wing dickhead. Hates anyone who isn't white or rich. He's a serial adulterer and liar. Ask his wife and girlfriends...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "116",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533838742",
                    "commentText": "Whereas the left wing dickhead hates anyone white and rich, cheated on his wife with Diane Abbot, is antisemitic and turns up to the opening of an envelope if invited by some fringe extremist islamic group...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "117",
            "user": "Andy Holland",
            "date": "1y",
            "timestamp": "1533749519",
            "commentText": "Boris says a few words and theres uproar, Fallon touches a knee and he has to resign, anti semitic in labour theres a protest, Trump comes and more protests and a blimp, kids being gang raped in English towns ... Lets brush it under the table and sack the <b> woman </b>who reported it. What a shite country we live in.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "118",
                    "user": "Paul St Germain",
                    "date": "1y",
                    "timestamp": "1542403685",
                    "commentText": "They were more angry about Trump visiting then the children being kidnapped and raped. Just like this, who cares what he says, does this really matter with all that is going on?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "119",
            "user": "Maddy Swinglehurst",
            "date": "1y",
            "timestamp": "1533749746",
            "commentText": "Taking a leaf out of the popularist handbook! Watch the right wing and racists stand more firm while the liberals back away in horror and I sit and watch both sides rip each other to pieces continuing the ever increasing divide in our country which is stoked by power hungry MPs like BoJo. Be careful people! Don’t fall into their trap!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "120",
            "user": "Maliha Sultana",
            "date": "1y",
            "timestamp": "1533750088",
            "commentText": "Mahia Tabassum",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "121",
            "user": "Ang Robinson",
            "date": "1y",
            "timestamp": "1533753455",
            "commentText": "✋ And how many will stand by Boris as they did with Enoch Powell with his rivers of blood speech. Everyone is entitled to their say/opinion whether it is right or wrong",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "122",
            "user": "Paige Lauren",
            "date": "1y",
            "timestamp": "1533753882",
            "commentText": "Will never forget the day my younger brother, about 5 at the time, walked past a lady wearing a burka and very loudly yet innocently asked “mummy, why is that lady dressed as a letterbox?”.... it’s one of those embarrassing face palm yet hilarious child talk moments 🙈",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "123",
                    "user": "Cynthia Johnson",
                    "date": "15w",
                    "timestamp": "1565453285",
                    "commentText": "Paige Lauren hefty garbage bag in America.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "124",
                    "user": "Maddy Muir",
                    "date": "15w",
                    "timestamp": "1565579562",
                    "commentText": "As an educator responsible for a future human being on a changing planet, you may want to instill your child with the beauty of acceptance of human beings who may look different than him. Art, theatrics, beauty and individualism have always been the best part of why we evolve into better humans.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "125",
                    "user": "Paige Lauren",
                    "date": "15w",
                    "timestamp": "1565605149",
                    "commentText": "☝🏼 there’s always one... 🙄🙄",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "126",
                    "user": "Jason Hightower",
                    "date": "14w",
                    "timestamp": "1566066270",
                    "commentText": "Maddy Muir those letterboxes are not about individualism. The women are forced to ware them or die.  How can it be individualism when about a billion women are forced to ware them ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "127",
                    "user": "Jan Wade",
                    "date": "14w",
                    "timestamp": "1566181220",
                    "commentText": "Maddy Muir yeah, no, THOSE enumerated items are the exact opposite of true meaning of the brainwashed heftybag-wearing letterboxes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "128",
            "user": "Chelsea Taylor",
            "date": "1y",
            "timestamp": "1533755829",
            "commentText": "John Stevens",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "129",
            "user": "Safiyyah Areeb",
            "date": "1y",
            "timestamp": "1533756572",
            "commentText": "Waste Man",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "130",
            "user": "Lydia Davies",
            "date": "1y",
            "timestamp": "1533757600",
            "commentText": "fair play this man had gutts I take my hat to him. he's spoken for most of Britain I think...",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "131",
            "user": "Aimeé Garnish",
            "date": "1y",
            "timestamp": "1533759692",
            "commentText": "Luke Garnish",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "132",
            "user": "Carl Stevens",
            "date": "1y",
            "timestamp": "1533759782",
            "commentText": "He’s only saying what people are thinking,",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "133",
            "user": "Jilly Jones",
            "date": "1y",
            "timestamp": "1533760402",
            "commentText": "Good I you Boris. If were go to their countries we have to abide by their rules. So when they come here should abide by ours. These are worse than hoodies which our youth wear today but are not allowed into shops with them on. So the same rules should apply with the Burkas.",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "134",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534371105",
                    "commentText": "Billy Jones. And people wearing hoodies are not covering their face.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "135",
            "user": "Stu Boulton",
            "date": "1y",
            "timestamp": "1533760887",
            "commentText": "Boris has <b> nothing </b>to apologize for. Burka's have no place in the UKAny one who wants to wear one should should do one and go to a muzzy country. 🇬🇧🇺🇸🇬🇧🇺🇸🇬🇧🇺🇸",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "136",
            "user": "Lee Halbert",
            "date": "1y",
            "timestamp": "1533762776",
            "commentText": "Apologies in the post. Well looked like a post box",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "137",
            "user": "Chloe Mckone",
            "date": "1y",
            "timestamp": "1533764311",
            "commentText": "Michael Jackson RIP allegedly used to wear a full niqab (so) when he went shopping .... why not.... ? I love the diversity of the 21C ... I just think it’s a shame there’s so much hatred and intolerance all around 😔",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "138",
            "user": "Charlotte McGinlay",
            "date": "1y",
            "timestamp": "1533764537",
            "commentText": "Sandra Gillett",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "139",
            "user": "Emmie Laurel",
            "date": "1y",
            "timestamp": "1533764847",
            "commentText": "Mike Robinson Hardy",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "140",
            "user": "Stevie Crone",
            "date": "1y",
            "timestamp": "1533766134",
            "commentText": "I'm starting to like this man 😂😂",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "141",
            "user": "Niamh Appleton",
            "date": "1y",
            "timestamp": "1533770531",
            "commentText": "Morgan Pritchard 🤣",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "142",
            "user": "Kyra Sinclair",
            "date": "1y",
            "timestamp": "1533771984",
            "commentText": "Louise Sinclair",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "143",
            "user": "Sharon Pope",
            "date": "1y",
            "timestamp": "1533773061",
            "commentText": "And he looks a pedophile",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "144",
            "user": "Sharon Pope",
            "date": "1y",
            "timestamp": "1533773269",
            "commentText": "That's like saying cheetos are embarrassed to being compared to potus  or that jesus is.........",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "145",
            "user": "Jon Roads",
            "date": "1y",
            "timestamp": "1533782111",
            "commentText": "I disagree with Boris, as I think it should be banned.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "146",
            "user": "Karen D. Santos",
            "date": "1y",
            "timestamp": "1533786747",
            "commentText": "I’ve always wondered if those women ever have difficulty breathing through the fabric...🤔🤔🤔",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "147",
            "user": "Evett Holland",
            "date": "1y",
            "timestamp": "1533787096",
            "commentText": "Eli Engel",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "148",
            "user": "Michael Evans",
            "date": "1y",
            "timestamp": "1533790744",
            "commentText": "Finally someone with a backbone, Boris Johnson for PM!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "149",
            "user": "Ollie Astle",
            "date": "1y",
            "timestamp": "1533793179",
            "commentText": "It a free country isn’t it? And to be fair he has Got a point 😂 I personally think they should be banned to stop terrorists dressing up as muslins",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "150",
            "user": "Lisa Navesey",
            "date": "1y",
            "timestamp": "1533795814",
            "commentText": "Boris as said what a lot of us think, GET OVER IT ..  I’m 48 and when I was little you’d of never have seen anyone wearing a burka infact not 20 years ago ... they are intimidating, frightening to think who’s under there...",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "151",
            "user": "Aidan Gray",
            "date": "1y",
            "timestamp": "1533798917",
            "commentText": "Should be banned you can't walk around in a balaclava all day with out getting told to take it off or scare people. This is basically the same! Religion or not should be banned for safety. What Boris has said is stupid meaning he is a public figure but he is only saying what most people are thinking. Its not <b> racist </b>to judge peoples clothes because the papers judge what everyone wears all the time!?......so is that<b>  racist</b>!......NO",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "152",
            "user": "Anais Daniel",
            "date": "1y",
            "timestamp": "1533802651",
            "commentText": "Unbelievable that support has gone into encouraging women to wear what the like , however excluding a burka . It’s ridiculous, everyone here commenting on how they should be banned and that he should be allowed to say what he likes are idiots , can’t have someone like that leading the country .  And in the grand scheme of things, the argument of terrorism has little weight considering that The government know who is a potential risk to the country , it’s just that they choose not to act until it’s too late . I’m a Christian but I feel that he was wrong to say what he said .     I’m 17 , but seems to me like maybe the older generations have not yet got over the fact this isn’t ; and never will be, a “pure white/British” country anymore.   Shame ,  but it’s okay because when you all go , at least the CHILDREN will grow up to be decent humans , who know how to treat others .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "153",
                    "user": "Jojo Fahy",
                    "date": "1y",
                    "timestamp": "1533810977",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "154",
                    "user": "Jojo Fahy",
                    "date": "1y",
                    "timestamp": "1533811421",
                    "commentText": "Your 17 and you should respect your older generations  muslims do !its not or never has been pure white britain either but your also entitled to your opinion.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "155",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533838476",
                    "commentText": "They cannot act unless they have sufficent proof, something called Human rights in the way...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "156",
            "user": "Mandy Gooch",
            "date": "1y",
            "timestamp": "1533804766",
            "commentText": "He only said what a lot of other people are thinking",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "157",
            "user": "Sarah Lee",
            "date": "1y",
            "timestamp": "1533808121",
            "commentText": "I'm not allowed to wear a crash helmet into a shop so why should they be allowed to wear a burka?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "158",
            "user": "Clifford Sant",
            "date": "1y",
            "timestamp": "1533808969",
            "commentText": "I’ll ask only one thing would you be comfortable with a man wearing this?,if not I don’t blame you and there’s a reason why people are uncomfortable with full face burkas. I’m not accusing anyone of being a thief and that’s harsh language but the fact is that others are uncomfortable and feel unsafe and that’s not fair.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "159",
            "user": "Chriso Manns",
            "date": "1y",
            "timestamp": "1533809869",
            "commentText": "How offending to letterboxes.. #Letterboxeslivesmatter",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "160",
            "user": "Jojo Fahy",
            "date": "1y",
            "timestamp": "1533810573",
            "commentText": "I like the hijab is that not enough i do think that in shopping centers it frightens alot of people and you dont really know if its a man or a <b> woman </b>i feel sorry for the<b>  woman</b> wearing them when its so hot. Its traditional clothing in arab countrys  men wear white women wea<b> r blac</b>k, i dont think boris is bei<b> ng raci</b>st hes just being boris lol",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Racist",
                "Black"
            ]
        },
        {
            "id": "161",
            "user": "Jenny Warvill",
            "date": "1y",
            "timestamp": "1533811294",
            "commentText": "He's only saying what the majority of us think good on him",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "162",
            "user": "Bradley Luxon",
            "date": "1y",
            "timestamp": "1533813114",
            "commentText": "Fhp When can I start 😂😂😂😂😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "163",
            "user": "Dawid Gajos",
            "date": "1y",
            "timestamp": "1533814116",
            "commentText": "Dominika Gajos",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "164",
            "user": "Brian David",
            "date": "1y",
            "timestamp": "1533814937",
            "commentText": "Meh. Who cares 😄",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "165",
            "user": "Alannah Wogan",
            "date": "1y",
            "timestamp": "1533818709",
            "commentText": "Tony Laird",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "166",
            "user": "Sue Williams",
            "date": "1y",
            "timestamp": "1533818786",
            "commentText": "What the hell happened to free speech? Sick of everyone being so bloody p c..If i walked around with a balaclava/ski mask over my face or a bike helmet, I’d have to remove it! Why is hijab/niquab different? &amp; don’t bother quoting religious grounds to me!Ban the bloody thing &amp; let’s all get on with talking to each other, face to face!",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "167",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534371244",
                    "commentText": "Right on Sue Williams. Ban them because it has <b> nothing </b>to do with their religion. It was imposed by men to dominate women",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "168",
                    "user": "Kyle James",
                    "date": "15w",
                    "timestamp": "1565379699",
                    "commentText": "Sue Williams it's not actually a religious thing it's a cultural one from Saudi Arabia....head scarfs are religious and in the texts. Most people are fine with head scarfs as you can see who they are.There was a clip going round recently of a women in a Burka verbally abusing someone with a pride flag wrapped around them. If they didnt have a burka she could of been found and called out on their <b> homophobic </b>behaviour.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobic"
                    ]
                },
                {
                    "id": "169",
                    "user": "Kyle James",
                    "date": "15w",
                    "timestamp": "1565379768",
                    "commentText": "Julie Dryka true its ment to remove womens sexuality as apparently \"men cant help themselves\" ...not a fan and I feel sorry for the women who belive its there choice.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "170",
            "user": "Paul Dover",
            "date": "1y",
            "timestamp": "1533818923",
            "commentText": "Boris gets my vote for PM he’s right and all the butt hurt internet keyboard warriors can do one, if they think for one second it’s ok to ask a biker to remove his helmet before entering a shop but these religious people get offended because of religious beliefs to hide behind their burka’s Question for you every butt hurt warrior how many countries have banned the burkas 🤔🤔🤔",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "171",
            "user": "Jamal Uddin",
            "date": "1y",
            "timestamp": "1533820886",
            "commentText": "he shouldn't apologise then Jeremy Corybn shouldn't have to apologise",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "172",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1533837243",
                    "commentText": "Why?  Corbyn IS antisemitic,  Johnson is not an islamophobe.  Reality Corbyn supports anti Jewish fringe extremists  whereas Johnson doesnt feel a burka allows someone to integrate and causes concern to most of us, both of which are facts.  He doesn't wish to ban like a large part of europe has either.  I suppose Dr Taj Hargey, the imam for Oxford Islamic community should apologise for potential future allegations being made of Islamophobia too because he has stated there is 'no Koranic legitimacy' for the Burka and it is 'a nefarious component of a trendy gateway theology for religious extremism and militant islam'.  Reality Corbyn panders to Islam extremism as he did the Irish extremists.  Labour to a lesser extent pander to Islam as over 80% of Muslims vote for Labour (source Sky news).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "173",
            "user": "Pierre Peter Clarey",
            "date": "1y",
            "timestamp": "1533822692",
            "commentText": "It doesn't matter if they are banning the burkha or not. This man who \"represents\" our country said a <b> racist </b>comment when it was completely inappropriate and now is refusing to apologise. God I apologise if I bump into someone in the street, never mind if I was close minded enough to make a<b>  racist</b> joke and over half the planet now know I said it. This is the perfect example of the pompous idiotic 1% running this country being the desensitized, inhuman reptiles they are. Makes me embarrassed to say I'm part of the same species as him never mind being from the same country.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "174",
                    "user": "Jack Smith",
                    "date": "1y",
                    "timestamp": "1533861982",
                    "commentText": "I would just like to inform you that Islam is not a <b> race </b>and is a religion. What<b>  race</b> did he refer to?Before mentioning 'islamophobe' do keep in mind that all ideas are up for debate and criticism, and religions are a set of ideas. The word islamophphobe is stupid as it's like saying that to talk about Christianity in a negative light would be christianophobic.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "175",
                    "user": "Julie Dryka",
                    "date": "1y",
                    "timestamp": "1534400404",
                    "commentText": "If I were to go to their country I would have to obey their laws. I don’t think anyone should be allowed to cover their face. Other countries have banned it for good reason. If we can’t wear a hoodie into a store why should someone be able to cover their face. What are they hiding and don’t give me that religious jazz. It’s meant to make a <b> woman </b>submissive to men. I’m sick of being politically correct. They come over here to change our laws to suit theirs - why come here in the first place. I wouldn’t go to their country and try to change their laws. They’d lock me up so fast - how’s that for racism",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Racism"
                    ]
                },
                {
                    "id": "176",
                    "user": "Stacey Davis Pope",
                    "date": "2w",
                    "timestamp": "1572977464",
                    "commentText": "Pierre Peter Clarey wasnt racist",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "177",
            "user": "Lesley Hall",
            "date": "1y",
            "timestamp": "1533824192",
            "commentText": "Why should he apologise? We all say the same thing about it. It's done in a joke way. They do it us.Does that mean we are all <b> racist </b>or islamaphobes (It's not even a word)Sick of not being able to have free speach in our country.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "178",
            "user": "Christopher Anthony",
            "date": "1y",
            "timestamp": "1533826262",
            "commentText": "He shouldn’t apologise because we have the freedom of speech in the U.K. he simply shared his opinion",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "179",
            "user": "Ali Atahan",
            "date": "1y",
            "timestamp": "1533829679",
            "commentText": "Mr. Johnson hasnot insulted anyone by saying that, in fact it is the truth why And what for apologise what",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "180",
            "user": "Lee Kirkman",
            "date": "1y",
            "timestamp": "1533829714",
            "commentText": "Well said boris its strange how the muslems can say and do what they like yet we cannot sorry if the truth hurts if you don’t like living in Britain you know what your options are its dead simple LEAVE find a country that fits in with your beliefs stop trying to change ours to suit you i think at one time it was called freedom of speech and it does work both ways",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "181",
            "user": "Davey Williams",
            "date": "1y",
            "timestamp": "1533829815",
            "commentText": "You can take the piss and have a laugh about a punk rocker with pink hair and tattoos and piercings but you can't say anything about this because religion takes importance therefore it's offensive?!?!?! No, it doesn't work like that but it's sad <b> nobody </b>can say anything now and to compare to Rivers of blood by Enoch Powell that was a complete idiot totally unrelated. What a world we live in 🤔🤔🤔🤔🤔",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "182",
            "user": "Yash Kathed",
            "date": "1y",
            "timestamp": "1533831478",
            "commentText": "Sameeksha Mahajan",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "183",
            "user": "Mark Mizzi",
            "date": "1y",
            "timestamp": "1533831632",
            "commentText": "Boris is right in a way, altough I think that letter boxes look even better than women wearing burka. UK need to stand up as you are becoming a bunch of puppets. I pity you",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "184",
            "user": "Martin Lawrie",
            "date": "1y",
            "timestamp": "1533833463",
            "commentText": "Ryan Milne",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "185",
            "user": "R Ussell Smith",
            "date": "1y",
            "timestamp": "1533834324",
            "commentText": "Stupid....they do look like letter boxes and bank robbers. I got Muslim friends and I don't think it's a <b> racist </b>comment.. merely and observation....it no different to saying those shoes look stupid. Of course I if I went out with something only showing my eyes like say a balaclava I would get arrested. So if say a person was wanted by the police than can hide under a bhurka and won't be identifiable. Besides most Muslims can read or speak Arabic let alone the classical Arabic the Koran was written in. No different to how modern English ppl can't understand classical English. Instead it's interpretation comes from an Inman who may not 3v3n by translating or understanding it right. I love Muslims but I don't like Islam... it's backwards and its repressive and encourages not to question and just submit.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "186",
            "user": "Caroline Whitmore",
            "date": "1y",
            "timestamp": "1533835479",
            "commentText": "It’s not worn for religious reasons though is it!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "187",
            "user": "Caroline Whitmore",
            "date": "1y",
            "timestamp": "1533835706",
            "commentText": "The Burka has no place in our society I have no problem with people following their beliefs in anyway they choose but that is not part of any religion it is a disgrace and should be band!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "188",
            "user": "Matthew Cox",
            "date": "1y",
            "timestamp": "1533836671",
            "commentText": "Sion Powell",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "189",
            "user": "Dean Barman",
            "date": "1y",
            "timestamp": "1533839906",
            "commentText": "Good let him speak his mind. <b> Nothing </b>wrong with speaking the truth. If they called us they would get away with it.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "190",
            "user": "Andrew Hillhouse",
            "date": "1y",
            "timestamp": "1533841177",
            "commentText": "Nice one Boris tell it how it is and never apologise for being honest 👌💪👍",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "191",
            "user": "Dan Arnett",
            "date": "1y",
            "timestamp": "1533845671",
            "commentText": "Jadon",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "192",
            "user": "Jayden Feakes",
            "date": "1y",
            "timestamp": "1533855231",
            "commentText": "Charlotte Woodcock 😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "193",
            "user": "Avneet Kainth",
            "date": "1y",
            "timestamp": "1533873379",
            "commentText": "Boris is done the correct thing by not apologising stick to your guns I say well done boris.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "194",
            "user": "Mark Scott Jones",
            "date": "1y",
            "timestamp": "1533886958",
            "commentText": "Well what should he do instead. Lie? Definitly does resemble a letter box.  People who where these are distancing them selves from others, not fitting in. I think there ignorantly rude and racisit (as they think were nont good enough to see their face) . No one in there right mind,  except opressed brainwashed religous <b> woman </b>would wear these. Religion or not over all. This its the most ridiculas looking clothing ever created on this earth",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "195",
            "user": "Sara Shiel",
            "date": "1y",
            "timestamp": "1533886994",
            "commentText": "given that a burkha covers your eyes too, not quite sure how it could be a letter box... pretty sure I've never seen one in this country....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "196",
            "user": "Robert Barwick",
            "date": "1y",
            "timestamp": "1533889029",
            "commentText": "Why should he... Do Muslims apologise when they <b> slag </b>Britain off... Burn poppies.. Cause explosions on our cities... Kill soldiers in street... And flaunt our laws.. Rape and groom kids... No they don't.. So why should he apologise... Theresa may and Co are soft with non British...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Slag"
            ]
        },
        {
            "id": "197",
            "user": "Christine Christie",
            "date": "1y",
            "timestamp": "1533893714",
            "commentText": "I think Johnson is rather clever. He says what many people think, and hides it behind bafoonery (if that’s even a word). It gives him an “out” if the comment are really badly received. Genius!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "198",
            "user": "Karen Gunner",
            "date": "1y",
            "timestamp": "1533903737",
            "commentText": "Funny, I thought we had free speech, and we are sooo tolerant of diversity and free thinking. Isn’t that why we live here ?Everyone has the right to their opinion in the Uk, thankfully. Although I may not agree with his comments, I would standby his right to give them.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "199",
            "user": "Brenda Mclarty",
            "date": "1y",
            "timestamp": "1533928174",
            "commentText": "Why should he apologize he's allowed his opinion, I happen to agree with him",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "200",
            "user": "Philomena Bullock",
            "date": "1y",
            "timestamp": "1533936174",
            "commentText": "I honestly think it is a security risk and boris had every right to make a point of it the religious nuts are getting more attention than the real state of things today when christians get arrested for preaching about christ on the streets. and these people can complain about anything and everything is it not a fact that the true racists is using all the <b> racist </b>and human rights against us to get what they want and not what people need",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "201",
            "user": "Marianna Mansfeldova",
            "date": "1y",
            "timestamp": "1533938069",
            "commentText": "Apology for what? We do not apologize for truth! In my eyes, those burka wearingwomen??? looks like scarecrow",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "202",
            "user": "Carol Titcomb",
            "date": "1y",
            "timestamp": "1533980589",
            "commentText": "It’s not part of Islam, it’s Arabic culture and it’s so bad for women.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "203",
            "user": "Terry Trev Hughes",
            "date": "1y",
            "timestamp": "1534000589",
            "commentText": "Freedom of speech.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "204",
            "user": "Mark Curtis",
            "date": "1y",
            "timestamp": "1534001371",
            "commentText": "I did not like Boris but I’m starting to a lot",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "205",
            "user": "Shanie Collier",
            "date": "1y",
            "timestamp": "1534005049",
            "commentText": "Chloe Ellis 😭😂😩",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "206",
            "user": "Peter Hughes",
            "date": "1y",
            "timestamp": "1534015757",
            "commentText": "",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "207",
            "user": "John Howarth",
            "date": "1y",
            "timestamp": "1534017061",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "208",
            "user": "Andy Milliard",
            "date": "1y",
            "timestamp": "1534029115",
            "commentText": "Politics kills millions. Religion kills billions",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "209",
            "user": "Jean Vasey Was Meachem",
            "date": "1y",
            "timestamp": "1534068894",
            "commentText": "This country is stupid why the hell should he￼ apologise who is going to apologise to the next victims of a bombing or explosion carried out by <b> terrorist </b>disguised as women wearing this thing this is England and at this moment in my life I’m embarrassed to say I’m English the country is lost !!!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "210",
            "user": "Sharon Miles",
            "date": "1y",
            "timestamp": "1534071386",
            "commentText": "Why should he apologise (lie) ? It is his opinion and he is entitled to it as a basic human right !!! As for them not voting for conservatives... they should not have a right to vote, they are not British ! Sick of foreigners dictating the way our country is run ! Everyone must vote UKIP until our voices are heard ! It’s disgusting how millions voted UKIP last election and the votes were ignored and they got 1 seat ! The corruption needs to stop and the true British citizens need to be heard !",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "211",
            "user": "Brian Rushfeldt",
            "date": "1y",
            "timestamp": "1534087516",
            "commentText": "screw the party of compromiser idiots. they are allowing the destruction of Britain. May, the EU and the UN all are criminals at work.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "212",
            "user": "Vanessa Duffield",
            "date": "1y",
            "timestamp": "1534089159",
            "commentText": "Can Theresa May apologise for being a crap prime minister then, I would rather have Boris...And they should be banned !!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "213",
            "user": "JC Ballenger",
            "date": "1y",
            "timestamp": "1534100291",
            "commentText": "He owes no one an apology. These children need to grow some hair on their fuzzless marbles.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "214",
            "user": "Protzner György",
            "date": "1y",
            "timestamp": "1534146643",
            "commentText": "yeah.. it was too sophisticated... they look like dead body bags.. (no matter man or <b> woman </b>or a bengal tiger wear those clothes) :V",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "215",
            "user": "Julie Glenister",
            "date": "1y",
            "timestamp": "1534148296",
            "commentText": "He only saying what people think",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "216",
            "user": "Emily Zemenides",
            "date": "1y",
            "timestamp": "1534173565",
            "commentText": "the ammount of dirty looks i get from them all😅😅Christine Zemenides",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "217",
            "user": "Roy Green",
            "date": "1y",
            "timestamp": "1534192035",
            "commentText": "Make him PM.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "218",
            "user": "Jackie Mcloughlin",
            "date": "1y",
            "timestamp": "1534249946",
            "commentText": "When will people realise this has <b> nothing </b>to do with<b>  racism</b> it is about the security of this country.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racism"
            ]
        },
        {
            "id": "219",
            "user": "Lee Neal",
            "date": "1y",
            "timestamp": "1534278328",
            "commentText": "Live by our rules as we do !!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "220",
            "user": "Carole Anne O'Neill",
            "date": "1y",
            "timestamp": "1534333028",
            "commentText": "Boris is quite right not to apologise. He is speaking for the silent majority.. Banning the burka is long overdue. Biker's have to remove their helmets when entering a shop , people wearing hoodies also. No-one likes talking to a faceless person.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "221",
            "user": "Brian Thomas Jenkins",
            "date": "1y",
            "timestamp": "1534408789",
            "commentText": "Co.pari get this to Enoch Powell  ffs",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "222",
            "user": "Carol Cooney",
            "date": "1y",
            "timestamp": "1534454797",
            "commentText": "He’s not a <b> racist </b>nor islamophobic, it’s<b>  nothing</b> to do with their religion so therefore the burka shouldn’t be worn, at least on the outside, what they do in their own home is their choice. I must admit it makes me uneasy walking past someone wearing a burka. I think these days anybody that voices their concerns or makes a comment is classed as either <b> a racis</b>t or islamaphobic. Some of these muslins don’t even show respect to the police, it’s like they are untouchable, and they do what they want. This Country <b> is nothi</b>ng like what it used to be, I was so happy living here, I also worry for my grandchildren.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "223",
            "user": "Errum Bee",
            "date": "1y",
            "timestamp": "1534497814",
            "commentText": "Freedom of speech isn’t freedom to abuse. Those who feel it’s ok to encourage societies to live in tension, fear and be discriminated against should enlighten the rest of us why it is beneficial to do so. Boris would never say this against the Jewish community - they’d come down on him like a ton of bricks and he would most definitely have apologised!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "224",
            "user": "Mia Cassoni",
            "date": "1y",
            "timestamp": "1534675915",
            "commentText": "Palík Šlauka",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "225",
            "user": "Mj Madden",
            "date": "1y",
            "timestamp": "1534851190",
            "commentText": "Nathan",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "226",
            "user": "Clive Dorey",
            "date": "1y",
            "timestamp": "1541861323",
            "commentText": "He says it how he sees it , and as most of the population sees it  !His statement was in no way <b> racist </b>.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "227",
            "user": "Jayne Smith",
            "date": "1y",
            "timestamp": "1542277911",
            "commentText": "Don't give Bo Jo any letters to post",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "228",
            "user": "Doug Walker",
            "date": "1y",
            "timestamp": "1542386719",
            "commentText": "Islam is not above ridicule, the same as any other belief system, even my own Christianity.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "229",
            "user": "Bruce Jones",
            "date": "51w",
            "timestamp": "1543414631",
            "commentText": "yes  I  agree   with  him   they  do look  like  letter  boxes    but   they  have  it  wrong  letter  boxes  are <b> red<b>  </b</b>>   not  dismal  black",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "Red"
            ]
        },
        {
            "id": "230",
            "user": "Bridget Doman",
            "date": "50w",
            "timestamp": "1544377309",
            "commentText": "The letterboxes look better. Why are people criticised for speaking out against Islam in any way, shape or form? A lot of Muslims speak out against Christianity and Christians for example, or home grown Brits, but no one criticises them; in fact, Christians are murdered in some Islamic countries. It is a fact that Islam is barbaric in many ways and if some people want to criticise that then they should be able to with impunity. Seems there's one law for Muslims and one for everyone else. For those who haven't seen it, look on youtube for British Police Go To Hell video.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "231",
            "user": "Greg Sorensen",
            "date": "49w",
            "timestamp": "1544715423",
            "commentText": "Now that you mention it they do look like letter boxes.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "232",
            "user": "Kay Cog",
            "date": "47w",
            "timestamp": "1546040515",
            "commentText": "I don't understand why they think they are so gorgeous they have to cover up. They aren't",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "233",
            "user": "Chris Harfoot",
            "date": "46w",
            "timestamp": "1546436796",
            "commentText": "Why should he apoligise, he can't wear his white hood with eye holes in it outside with his white gown. Talk about discrimination.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "234",
            "user": "James Major-Walker",
            "date": "46w",
            "timestamp": "1546807900",
            "commentText": "Good for him. He's right.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "235",
            "user": "Paul Gourju",
            "date": "45w",
            "timestamp": "1546867800",
            "commentText": "stop insulting letter boxes",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "236",
            "user": "Marcos Marcotron",
            "date": "45w",
            "timestamp": "1547301395",
            "commentText": "\"These comments are Islamophobic.\"No. Islam, disgraceful it is, like all religions, does not say the Burka is mandatory.\"They are against Muslims\"No, what is 'against Muslims', is saying stuff that enables the oppressive control over women by men in the Muslim world.The best way to FOR Muslim people, is encouraging them to live a free life, where the women are seen as equals, and not the property of men.It does not help millions of oppressed people in the Muslim world to say 'oh that's their way of life don't interfere with it, let them continue as they are'.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "237",
            "user": "Marcus Welby",
            "date": "40w",
            "timestamp": "1549939966",
            "commentText": "he told the truth, how odd for a politician.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "238",
            "user": "Alan Fox",
            "date": "15w",
            "timestamp": "1565353312",
            "commentText": "Rats",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "239",
            "user": "Kevin Marshall",
            "date": "15w",
            "timestamp": "1565359628",
            "commentText": "Well he ain't lying lol",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "240",
            "user": "Albert Ross",
            "date": "15w",
            "timestamp": "1565364223",
            "commentText": "I`m not a supporter of Boris but isn`t he entitled to an opinion ?Look at all the crap that he`s been called , I don`t hear the snowflakes standing up for him  then .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "241",
            "user": "Debbie Baxter",
            "date": "15w",
            "timestamp": "1565365044",
            "commentText": "Why should he apologise for something that is true.   Wierd <b> race </b>of people",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "242",
            "user": "Barbara Harmon",
            "date": "15w",
            "timestamp": "1565366055",
            "commentText": "I question allowing this in the United States as well.  How in the heck, if and when this is allowed to continue will we ever be able to identify a perpetrator of a crime or even know if the person underneath is actually a Muslim or a criminal in disguise OR is it really a <b> woman </b>or a man intent on doing harm???  Too many IFs here -- and why do we have to have a full fface picture on our passports, driver's license, etc. and are they getting away with this?  Really folks, wake up -- this is the USA and this should not be okay.  Just plain WRONG!!!  But I must admit, a great way to hide your identity!!!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "243",
            "user": "Danilo Raul",
            "date": "15w",
            "timestamp": "1565366862",
            "commentText": "Where is the lie tho? No harm in reminding them they are in a country they don't belong.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "244",
            "user": "Dean Anderson",
            "date": "15w",
            "timestamp": "1565382997",
            "commentText": "Remember your not allowed to see another man's wife okay",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "245",
            "user": "Chuck Taylor",
            "date": "15w",
            "timestamp": "1565387560",
            "commentText": "HAhahahahahahaha! lmao!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "246",
            "user": "Peggy Guthrie",
            "date": "15w",
            "timestamp": "1565391131",
            "commentText": "How many times must educated people be told that Muslim is not a <b> race </b>of people. Hence, not<b>  racist</b>.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "247",
            "user": "Peggy Guthrie",
            "date": "15w",
            "timestamp": "1565391221",
            "commentText": "For myself, fully covered individual, in any color, let alone <b> black </b>is not comforting. It's downright disturbing...especially if you and they are the only people on the street. You don't know what's behind it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "248",
            "user": "Rea Wallace",
            "date": "15w",
            "timestamp": "1565391669",
            "commentText": "Well good for him, because they do!   Why apologize for a simple observation.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "249",
            "user": "James L. Shirley Jr.",
            "date": "15w",
            "timestamp": "1565396688",
            "commentText": "Hoping they will be spared the scythe.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "250",
            "user": "Linda Sue Kersey Rogers",
            "date": "15w",
            "timestamp": "1565402077",
            "commentText": "When in Rome, do as the Romans do - shed the burka in America!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "251",
            "user": "Lori Aberly",
            "date": "15w",
            "timestamp": "1565407835",
            "commentText": "good..reality sucks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "252",
            "user": "Iam Ger Cooper",
            "date": "15w",
            "timestamp": "1565408009",
            "commentText": "You mean you're not allowed to criticize a certain fashion? Burka's are not religious.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "253",
            "user": "Sherrill Davis",
            "date": "15w",
            "timestamp": "1565413000",
            "commentText": "well what do you know, at least one Brit. has the brains to see and say that which is true, to bad the rest of the country don't follow his lead.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "254",
            "user": "Patricia Marchioni",
            "date": "15w",
            "timestamp": "1565413055",
            "commentText": "They do WTH.....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "255",
            "user": "Art Lowe",
            "date": "15w",
            "timestamp": "1565414084",
            "commentText": "Theresa May, take your political correctness and shove it where the sun don't shine.. your diversty government are retarded terrorists supprting goofs...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "256",
            "user": "Hector Mercado",
            "date": "15w",
            "timestamp": "1565419652",
            "commentText": "Mr Johnson has the right to self expression just like the terrorists feel they have a right to murder innocents . They can blow themselves up but not innocent bystanders . Go Boris !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "257",
            "user": "Billy Taylor",
            "date": "15w",
            "timestamp": "1565432443",
            "commentText": "There's that fictitious coined phrase and false condition created by Hillary Clinton, once more.\"Islamophobia\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "258",
            "user": "Stefano Comoglio",
            "date": "15w",
            "timestamp": "1565434400",
            "commentText": "Last time I went to London i felt like Pacman surrounded by walking <b> colored </b>ghosts",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Colored"
            ]
        },
        {
            "id": "259",
            "user": "Nigel Richards",
            "date": "15w",
            "timestamp": "1565436684",
            "commentText": "It's not <b> racist.</b><b>  Racist</b> involve<b> s rac</b>e not dress cod<b> e. Raci</b>sm involves hatred. So if I'm in formal dress and am called a penguin...what's the PC charge for that?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "260",
            "user": "Alan Wilson",
            "date": "15w",
            "timestamp": "1565441286",
            "commentText": "Well done boris  this is UK we do not allow  the enemy to dictate to us  DEPORT  them All now  dont just talk about  it DO IT  take back  our country  🇬🇧👍",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "261",
            "user": "Alan Wilson",
            "date": "15w",
            "timestamp": "1565442111",
            "commentText": "May you are  demoted  an utterly  FAILURE  you were the worst  pm this country has ever  had  you  have a bloody  cheek  suggesting  our prime minister boris Johnson  apologise  you  incompetent  idiot  they are the enemy  that you cosy up to maynot perhaps  it would  be best if you just say <b> nothing </b> im sure  you are well aware  the pm government  and electorate  are  not interested  in you comments your name  counjors up FAILURE you let  the  country  down very badly  as well as BETRAYING US OP BANNER VETERANS 🇬🇧😡",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "262",
            "user": "Emanuele Ciriachi",
            "date": "15w",
            "timestamp": "1565448145",
            "commentText": "Of course he shouldn't - go Boris!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "263",
            "user": "Josef Borg",
            "date": "15w",
            "timestamp": "1565452797",
            "commentText": "Currently he is spending many hours on the toilet because the EU had totally ignored his plea to restart <b> Brexit </b>negotiations! They told him, \"take it or leave it, if you<b>  Brexit</b> without a deal, its your problem\"! I wonder if he ends up crying like his predecessor!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "264",
            "user": "Cletius D. Hammack",
            "date": "15w",
            "timestamp": "1565463032",
            "commentText": "Hahaha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "265",
            "user": "Luisy Mo's",
            "date": "15w",
            "timestamp": "1565463498",
            "commentText": "Beach umbrella!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "266",
            "user": "Bry Inglesfield",
            "date": "15w",
            "timestamp": "1565467998",
            "commentText": "Cunts advertising bin liners",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "267",
            "user": "Paul Bollhorst",
            "date": "15w",
            "timestamp": "1565485734",
            "commentText": "He has a right to think what he wants. If some  one another country don’t like it than they.  Should go  where this is customarily",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "268",
            "user": "Judy Glaze",
            "date": "15w",
            "timestamp": "1565486769",
            "commentText": "Burkas are, in my opinion, physical abuse.  We saw the poor dears wearing them in Egypt in 115 degree heat",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "269",
            "user": "Judy Glaze",
            "date": "15w",
            "timestamp": "1565486945",
            "commentText": "Someone could make a fortune publishing a dictionary of things that offend someone.  I am still trying to figure out what Betsy Ross did?!?!?!?   But—please put cooked spinach in the dictionary.  It offends me",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "270",
            "user": "Phil Hughes",
            "date": "15w",
            "timestamp": "1565530494",
            "commentText": "Good on him why should he apologise to them parasites now bring on a no deal Brexit",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "271",
            "user": "Kimberly Schultz",
            "date": "15w",
            "timestamp": "1565531702",
            "commentText": "It's well past time for NORMAL people to speak their minds again. This PC garbage is destroying society. Stop being controlled.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "272",
            "user": "LizaLisa Strandberg Fagerlund",
            "date": "15w",
            "timestamp": "1565542939",
            "commentText": "Free speache. NO dont apologize!!! Its enough about religion now. Im tired of it!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "273",
            "user": "Renaldo Graham",
            "date": "15w",
            "timestamp": "1565557909",
            "commentText": "Theresa May.....pathetic",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "274",
            "user": "Sharon Mason",
            "date": "15w",
            "timestamp": "1565558634",
            "commentText": "Letterboxes with Hefty trash bags wrapped around.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "275",
            "user": "Benjamin Macy",
            "date": "15w",
            "timestamp": "1565561214",
            "commentText": "Mr. Boris you have no need to apologize to anyone about the remarks she made about women being in burkas. this religion of Islam takes away your rights the rights of women in the rights of children and only leaves the rights of a clerk to choose what rights you're allowed to have this is not right and this is not the way to live life it's just a religion it's not a way of life but according to these people it's a way of life and they treated as such and therefore they take away rights to anyone who goes against them and in my opinion you stood your ground you have no need to apologize to anybody for your mistakes thank you",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "276",
            "user": "Gardner Berry",
            "date": "15w",
            "timestamp": "1565563531",
            "commentText": "Okay, okay..We get it.  \"He's a <b> RACIST.</b>\"But here's what YOU need to get:The word/accusation <b> \"racist</b>\" has been thrown around for SO LONG that it's lost it's sting.We have (finally!) realized that the use of the word is designed to d<b> o nothin</b>g but put it's intended target on the defensive.  (As if he is now somehow 'obligated' to prove you wrong!)If you disagree with ANYTHING the Marxist Left holds as their ideology, then \"You're a RAAAACIST!!!\" (Or an 'Islamophobe', or a 'Nazi', etc.)Take your childish name-calling back to the school playground where it belongs, ya Leftist poopie-heads!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "277",
            "user": "Greg Dzialo",
            "date": "15w",
            "timestamp": "1565573175",
            "commentText": "I need a liberal to please explain to me how is it possible for a Caucasian to be \"<b> racist\"</b> against an <b> \"ethnicity</b>\" that is also genetically of the Caucasia<b> n rac</b>e?Just asking for a friend,Thx.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racist",
                "Ethnicity"
            ]
        },
        {
            "id": "278",
            "user": "Greg Dzialo",
            "date": "15w",
            "timestamp": "1565575579",
            "commentText": "OK, so I'm American, but why does the title \"Lord Sheikh\" appear oxymoronic to me?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "279",
            "user": "Maddy Muir",
            "date": "15w",
            "timestamp": "1565578146",
            "commentText": "So culturally stupid and ridiculous are these hatefully media manipulated racially motivated statements that it's now severely clear to me why we colonized Americans have committed genocide to make just a few murderous idiots powerful enough to destroy everything that was stunningly beautiful about this occupied land by a civilized people. We may have broken away, but your hatred DNA lives on. Please evolve faster you usurous small minded murderous people.  Your entitlement issues are killing our Planet 🌏! 🙌",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "280",
            "user": "Fiona London",
            "date": "15w",
            "timestamp": "1565599039",
            "commentText": "Except Enoch Powell was right",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "281",
            "user": "Betty Evans",
            "date": "14w",
            "timestamp": "1565630847",
            "commentText": "Now you",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "282",
            "user": "Desiree Doceti",
            "date": "14w",
            "timestamp": "1565686512",
            "commentText": "I was standing next to one in Walgreens and GOD forgive me but it was the most uncomfortable thing in my life. And it has to be  Absolutely disgusting to wear. I couldn't imagine in our 90 degree weather in South Florida breathing my own breath all day in a mask. Seriously wanted to liberate her and rip it off. How can anyone be allowed to repress a <b> woman </b>like that and think its ok. Its NOT",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "283",
                    "user": "Shirley Hedrick",
                    "date": "3w",
                    "timestamp": "1572716703",
                    "commentText": "I agree. I work in a medical clinic and I am scared every time they come in. I wonder if they have a bomb under there.this is sad but true.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "284",
            "user": "Ulf Claesson",
            "date": "14w",
            "timestamp": "1565707143",
            "commentText": "Let's not be mean to letterboxes, they can contain good items. These heaps of trash (what is REALLY what they look like) contain <b> nothing </b>but evil and nihilism.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "285",
            "user": "Sean Maddocks",
            "date": "14w",
            "timestamp": "1565709541",
            "commentText": "They do",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "286",
            "user": "Arun Kumar",
            "date": "14w",
            "timestamp": "1565716961",
            "commentText": "Muslims hate all non muslims and once get mejority they kill/loot/rape and convert all non muslims. 1400 years of History full of their atrocitis to non muslims. Still coward liberals favor them.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "287",
            "user": "Pat Lewandowski",
            "date": "14w",
            "timestamp": "1565727644",
            "commentText": "KUDOS TO BORIS. Denmark banned burkas earlier. Good for Denmark. It's a security issue..adjust",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "288",
            "user": "William Zukitatafu Curtis",
            "date": "14w",
            "timestamp": "1565735044",
            "commentText": "I'm using this as the reason my mail didn't get delivered from now on.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "289",
            "user": "David E Harris",
            "date": "14w",
            "timestamp": "1565833492",
            "commentText": "I’m wondering if wearing a Burka is an interpretation of a passage , just like some extreme views in the bible. Some won’t eat pork, some won’t give life saving blood, some wear long dresses for modesty. I really would like to know if it’s that sort of thing?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "290",
            "user": "Suzanne Rix Rix",
            "date": "14w",
            "timestamp": "1565861978",
            "commentText": "We in the WEST have lost our way becuase appeasing to the very backward clothing of oppression..and that's ALL it is about..wheteher they wish to wearit or not..They have 57 Muslim countries which would happily engage this garbage and be none th ebetter for it. But why is it WE in the West from all stripes, seem to be so offended by a very practical honest and truthful reality.  The women who cover themselves like this DO NOT BELONG IN OUR COUNTRY.  It aint rocket science..Go back to where your culture is happiest and leave us to move forward.  Democracy should have been smart enough to see this coming and made provisons prior to landing.  i.e. like NO FACE COVERINGS and if you emigrate to a Western land, then you really must integrate fully..and that would include clothing attirs suitable for modesty without hiding who you actually are.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "291",
            "user": "William Aiello",
            "date": "14w",
            "timestamp": "1566091832",
            "commentText": "Cheery-oh, Boris!   Say it and say it again!   Muslims tell the non-Muslim world not to tolerate gays, own dogs and they kill infidels.   About time someone gave it to them.   And they not only look like letterboxes, but buffalo in heat.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "292",
            "user": "Tracy Necelis",
            "date": "13w",
            "timestamp": "1566229722",
            "commentText": "Burkas are a sign of submission to man,(like a slave) Free people dont allow this atrosity to happen iin our free land.!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "293",
            "user": "Joseph Shellim",
            "date": "13w",
            "timestamp": "1566287996",
            "commentText": "HOW DID MUSLIMS SUDDENLY BECOME ‘PALESTINIANS’ AFTER 2,000 YEARS? The Shocking Truth: https://www.quora.com/How-DID.../answer/Joseph-Shellim...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "294",
            "user": "Robert Mike Wagner",
            "date": "13w",
            "timestamp": "1566506646",
            "commentText": "They don't like what he said???? Tough crap, chew it harder, grow the \"F\" up and move on..........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "295",
            "user": "Harrigill John",
            "date": "13w",
            "timestamp": "1566507054",
            "commentText": "They do and it should be illegal everywhere for then to wear them!! It could be a man under that or they could be carrying all kinds of weapons. They are the devilish satanic people on earth.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "296",
            "user": "Vic Bowman",
            "date": "13w",
            "timestamp": "1566614153",
            "commentText": "I think he is right they do look like letter boxes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "297",
            "user": "Vic Bowman",
            "date": "13w",
            "timestamp": "1566614304",
            "commentText": "Maybe their a hold over from the <b> old </b>Zorro movies",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "298",
            "user": "Greg DeLapp",
            "date": "12w",
            "timestamp": "1567194348",
            "commentText": "It's a uniform of deceit, deception, and intimidation....Period.....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "299",
            "user": "Jon Phive",
            "date": "12w",
            "timestamp": "1567204555",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "300",
            "user": "F.v. Karch",
            "date": "12w",
            "timestamp": "1567255813",
            "commentText": "YES!  Another person with rocks standing up to the PC crowd.  One more brick of Thought Control being removed!  England may rise up once more to rule the world with people like Boris in it!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "301",
            "user": "Kerri Baldassarro Ford",
            "date": "12w",
            "timestamp": "1567256915",
            "commentText": "Good call boris",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "302",
            "user": "Karen Lundberg",
            "date": "12w",
            "timestamp": "1567262046",
            "commentText": "He is correct. Since when are letterboxes offensive.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "303",
            "user": "Judith Christner",
            "date": "12w",
            "timestamp": "1567274571",
            "commentText": "Good for him!! They talk awful about world leaders yet no one can say anything about their evil religion!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "304",
            "user": "Maura Gabriele",
            "date": "11w",
            "timestamp": "1567468179",
            "commentText": "Never heard the other side apologize for anything!  Stop asking",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "305",
            "user": "Cheryl Adame",
            "date": "11w",
            "timestamp": "1567759695",
            "commentText": "Anybody that really thinks women freely chose to cover their head &amp; entire bodies in a thick material, during all kinds of weather is either a complete Idiot or a sadist!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "306",
            "user": "William Aiello",
            "date": "10w",
            "timestamp": "1568602466",
            "commentText": "I have a Halloween costume just like those outfits.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "307",
            "user": "Susan Falco Rawles",
            "date": "6w",
            "timestamp": "1570639859",
            "commentText": "Isn’t that what their men want them to look like?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "308",
            "user": "Sharon McCann",
            "date": "6w",
            "timestamp": "1570827656",
            "commentText": "I agree, they look like letter boxes. :-)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "309",
            "user": "Darren Barnett",
            "date": "4w",
            "timestamp": "1571730241",
            "commentText": "Insert BACON ______←Here!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "310",
            "user": "Dave Nance",
            "date": "4w",
            "timestamp": "1571754650",
            "commentText": "I agree with the Gentleman.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "311",
            "user": "Jenny Arrington",
            "date": "4w",
            "timestamp": "1571786640",
            "commentText": "LOL, i do see the letter boxes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "312",
            "user": "Khadim Hussain",
            "date": "4w",
            "timestamp": "1571948040",
            "commentText": "Better than bikini.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "313",
            "user": "Terry Croup",
            "date": "4w",
            "timestamp": "1572100265",
            "commentText": "Haaaaaa Nor should he. That is dang funny, and accurate too. De Terry in Minnesota, USA",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "314",
            "user": "Jon Sullivan",
            "date": "3w",
            "timestamp": "1572375148",
            "commentText": "If you really look at them that exactly what they look like. And I am not a <b> racist </b>just tell it like it is.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "315",
            "user": "Yaakov Reuben Rosen",
            "date": "3w",
            "timestamp": "1572641074",
            "commentText": "Real world, real people, real comments, not even involve religon, Britol Boris is not blinded, he is able to see the reality as well, and gives his real view of it . BANK ROBERS...I Like to know if Mark will bann and trow him in jail from the whole world community!!!????..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "316",
            "user": "Anna April-Ross",
            "date": "3w",
            "timestamp": "1572644542",
            "commentText": "He should NOT apologize.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "317",
            "user": "Victor Gade",
            "date": "3w",
            "timestamp": "1572792992",
            "commentText": "It is ridiculous for any person to cover itself the way these women do just because somone decided to do so under a religious disguise. Each religion has its own \"stupidities\" and of course their non thinking, superstitious followers. He, who believes, does not think,...and he who thinks, does not believe.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "318",
            "user": "Victor Gade",
            "date": "3w",
            "timestamp": "1572793234",
            "commentText": "If someone feels annoyed by his comments, first they should check on how ridiculously they are by covering their faces without any valid, logical reason, other than superstitions.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "319",
            "user": "Jackie Vaughn",
            "date": "3w",
            "timestamp": "1572809574",
            "commentText": "I don't think he owes none of them b****** apologies they're trying to kill us they want all Americans dead and they want him to apologize f*** them son of a b**** has don't apologize you don't have to f*** them they ain't <b> nobody </b>Democrats are going down real soon here f*** those son of a b**** has",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "320",
            "user": "Jump Roberts",
            "date": "2w",
            "timestamp": "1573055339",
            "commentText": "Scary-looking letterboxes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "321",
            "user": "Arron Hughes",
            "date": "2w",
            "timestamp": "1573153667",
            "commentText": "Criticising the oppression of women is not <b> racist.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "322",
            "user": "Scotty Morgan",
            "date": "2w",
            "timestamp": "1573321822",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "323",
            "user": "Scotty Morgan",
            "date": "2w",
            "timestamp": "1573321835",
            "commentText": "I agree",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "324",
            "user": "Lancashire BigGeoff",
            "date": "3d",
            "timestamp": "1574369326",
            "commentText": "Why should he apologise. That garment is a symbol of sharia totalitarianism that subjugates women who are legally treated as minors in some Islamic countries.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}