{
    "header": {
        "title": " Will gender become redundant and non-binary become the norm? ",
        "subtitle": " ",
        "owner": " Jess Glass ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 771 ",
        "datePosted": " Wednesday 5 Jun 2019 10:30 am ",
        "dateExtraction": " 2019-11-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/05/will-gender-become-redundant-non-binary-become-norm-9798783/ ",
        "postText": "We all have a gender. We all think we understand it.', 'We probably don’t.', 'Once you scratch beneath the surface, everything we think we know – that there are only two genders, that gender is linked to biological sex and that it’s completely fixed – falls apart pretty quickly.', 'The rise in conversations about non-binary genders highlights that how we see gender now will have to change in the future.', 'At its most basic level, gender is your sense of self related to masculinity and femininity.', 'It includes a gender identity – how you describe yourself as male, female, or something else. It also includes a gender expression – how you show it off such as through your hair and clothing.', 'It’s already important to think about gender but, as the lines become more blurred, we need to start asking whether the concept is going to stick around for much longer.', 'In the future, we will have to redefine what it means to be male and female.', 'As Michel Foucault described in the History of Sexuality, the reach of gendered norms is bigger than we often realise. It is built into the fabric of our everyday lives from the architecture of our buildings to our relationships.', 'This gendering is based on the idea that only two genders exist.', 'Society has changed dramatically and the slow recognition of non-binary identities could well be the first step towards a better, less rigid world.', 'That doesn’t mean we are all going to become non-binary.', 'A lot of people do happily find their sense of self in binary gender, either male or female, and see no part of themselves being repressed.', 'However, recognising non-binary people will let everyone express their identities without restriction.', 'It’s increasingly common to have pronouns displayed on Twitter profiles or email signatures and celebrities including Ruby Rose and Sam Smith have spoken out recently about their non-binary identities.', 'Both Rose and Smith have said that binary genders don’t fit them but that doesn’t mean we need to ask whether gender fits anyone.', 'There is a shared, often intangible, experience of womanhood or manhood. This is not based on biology or even gendered socialisation but on a cultural understanding of what a woman or man is.', 'Happily, the boundaries of what fits into ‘female’ and ‘male’ have become quite wide-ranging – with butch women and feminine men existing – but that has been a long struggle.', 'Everyone’s relationship with their gender is unique, we simply have limited ways of expressing that. How one person defines female will be different from their neighbour, but that doesn’t mean both people aren’t female.', 'As a society, we’ve recognised that not all women are traditionally feminine and not all men are hyper-masculine.', 'Departing from outdated gender roles doesn’t mean you’re automatically non-binary, just like having one mushroom burger doesn’t make you a life-long vegetarian.', 'However, as non-binary identities are only now slowly being discussed in the mainstream, we’re going to see more people realising a binary category doesn’t fit them.', 'In the future, we might find that existing gender categories don’t fit many people at all, but to identify as something, you need to know that it’s a possibility.', 'That’s why queer people talk about representation – not only does it show us that we aren’t alone but it gives us the option to exist.', 'Defining certain physical attributes, clothing or careers as ‘male’ or ‘female’ hurts everyone but it is an issue that can be solved by recognising non-binary people and expanding how we think about society.', 'Gendered norms still act as the script for many of our daily interactions.', 'It’s almost second nature to see a stranger and label them as a man or woman based only on their appearance, despite gender being an internal identity.', 'If we accept that there are more than two genders and that gender isn’t fixed, looking at strangers on the street and assuming their identity will become a thing of the past.', 'In future, we will need to redefine all genders not as something that can be perceived but as something that requires disclosure.', 'One of the oldest debates surrounding gender is that of nature vs nurture.', 'Although gender is innate, but not biological, it is unquestionably shaped by society.', 'Cisgender: A person whose sense of personal identity and gender corresponds with their birth sex.', 'Non-binary: A gender or sexual identity that is not defined in terms of traditional binary oppositions such as male and female or homosexual and heterosexual.', 'Gender-fluid: A person who does not identify themselves as having a fixed gender.', 'Genderqueer: A person who does not subscribe to conventional gender distinctions but identifies with neither, both, or a combination of male and female genders.', 'Transgender: A person whose sense of personal identity and gender does not correspond with their birth sex.', 'Agender: a person who does not identify themselves as having a particular gender.', 'This is not an exhaustive list but includes some of the most commonly discussed identities (Source: Oxford Dictionaries)', 'When we talk about gender, many people default to talking about biological sex, but even that it’s a little more complicated than people think.', '‘Labelling someone a man or a woman is a social decision,’ Anne Fausto Sterling writes in Sexing the Body.', '‘We may use scientific knowledge to help us make the decision, but only our beliefs about gender – not science – can define our sex.’', 'Women are going to have varying levels of hormones, sexual characteristics and potentially even different chromosomes, but this doesn’t affect their innate gender.', 'The difference between oestrogen and testosterone is one of assumption, rather than reality.', 'It can have an impact on your gender expression and how you are perceived by others, but the idea that gender is determined exclusively by biology is simply wrong.', 'Going forward, we will have to completely sever the ties between sex and gender if we recognise more genders, eradicating sex-based assumptions.', 'After all, under the current understanding of gender, there’s no way of having non-binary biology.', 'There is an undeniable cultural pressure on keeping gender a distinct binary but this hasn’t always been the case.', 'The famous adage that blue is for boys and pink is for girls, for example, was only fixed as recently as the 1940s.', 'From gender reveal parties based on the grainy ultrasound of your child’s genitals to long into adulthood, we uphold gender binaries through cultural pressure.', 'This means we have the power to dismantle gender or at the very least be more open to all its nuances by accepting non-binary identities as simply another piece of the gender puzzle.', 'Gender’s role as a cultural fixture is unlikely to become redundant any time soon but recognising non-binary people and identities will have a seismic impact on the very fabric of society.', 'The more we know, the more we’re likely to explore gender and see it as more than a fixed concept.', 'Gender, it seems, is here to stay.', 'But don’t be surprised when more and more people begin to break the binary.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Age - Youngsters,Gender - Female intelligence,Age - Over 65s,Nationality - Irish,Religious Identity - Roman Catholic,Sexual Identity - Female homosexuality,Sexual Identity - Transexuality,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Woman,Sex,Gay,LGBT,Homosexual,Gay,LGBT,Nobody,Nothing,Becky,Old,Mick,Mick,Lesbian,LGBT,Dumb",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Owen P McCarthy",
            "date": "22w",
            "timestamp": "1559734708",
            "commentText": "\"It’s almost second nature to see a stranger and label them as a man or <b> woman </b>based only on their appearance, despite<b>  gender</b> being an internal identity.\"In that one sentence you've gone from an external observation of a person observing and making an assumption (based on learned experiences) to the individual being observed which are quite obviously two entirely different perspectives.THAT, in a nutshell, is the problem with all the discussions on the subject. We categorise people we meet or see subconsciously for many practical reasons that have their roots in our evolutionary history so the quote is slightly off, it's actually FIRST nature to us for survival in a very base sense.So what if you think people do not understand you as an individual. Realistically<b> , nobod</b>y has any experience living as a different person <b> so nobo</b>dy has any grounds to claim they can not fit in like everybody else.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman",
                "Nobody"
            ]
        },
        {
            "id": "1",
            "user": "Arnold Hedge",
            "date": "22w",
            "timestamp": "1559738436",
            "commentText": "Try leaving London and going for a wander around somewhere like Bolsover or Ilkeston and then tell me that we will mostly be non-binary. It simply will not happen.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Dudden Hall",
                    "date": "22w",
                    "timestamp": "1559750422",
                    "commentText": "It has already happened in those places. The men have become their mothers, overweight and mostly female due to hormone changes from drinking.Women have become quite butch men, again through drinking. They have male feachers, and act like truck drivers.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Allan Kinsella",
                    "date": "22w",
                    "timestamp": "1559755848",
                    "commentText": "Dudden Hall so that changes their <b> gender,</b> does it? Hormone changes through drinking. What planet you from?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Allan Kinsella",
            "date": "22w",
            "timestamp": "1559741214",
            "commentText": "Hahahahahahahahahahahahahahahahahahahahahahahahahahaha, I Accept three genders, men,women,and freaks. This so called journalist is of the latter.  \" <b> gender </b>it seams is here to stay\" hahahahahahahahahahahahahaha what an absolute idiot. I feel sorry for it's parents.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "5",
                    "user": "Becky Samuel",
                    "date": "22w",
                    "timestamp": "1559750603",
                    "commentText": "I feel sorry for your kids. Growing up with an out-of-touch bigot must be difficult.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Dudden Hall",
                    "date": "22w",
                    "timestamp": "1559750712",
                    "commentText": "There are still a few Neanderthals like you around. Smaller brains, and no future.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Allan Kinsella",
                    "date": "22w",
                    "timestamp": "1559755401",
                    "commentText": "Becky Samuel hahahah my kids are fine, and normal. And they would laugh at you. And see right though your pretend enlightenment. Out of touch, because I know the two genders. And that their are intersex people, and guess what their both of the two genders. Non binary,hahahahahaahhahahahahahahahahahaha.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "8",
                    "user": "Clare Rooney",
                    "date": "22w",
                    "timestamp": "1559755732",
                    "commentText": "Allan Kinsella oh dear, dear me...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Dudden Hall",
                    "date": "22w",
                    "timestamp": "1559755861",
                    "commentText": "Allan Kinsella Lets hope your kids are <b> gay<b>  </b</b>>and see right through you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "10",
                    "user": "Becky Samuel",
                    "date": "22w",
                    "timestamp": "1559755979",
                    "commentText": "Allan Kinsella So you're raising a new generation of bigots. You must be so proud. How will they cope when their boss, co-worker or their own child is non-binary? You sound like one of those men who thought that civilization would fall because women were wearing trousers.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Allan Kinsella",
                    "date": "22w",
                    "timestamp": "1559756640",
                    "commentText": "Dudden Hall what if they was <b> gay<b> .</b</b>> Hahaha that would be fine. Even norma<b> l g<b> a</b</b>>y people. Underst<b> and gen</b>der. So what you saying,you can't be a real man if you<b>  ar<b> e</b</b>> gay? My defending men and women, made you jump to that conclusion. I think you are the one with the small brain pal.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Gay"
                    ]
                },
                {
                    "id": "12",
                    "user": "Allan Kinsella",
                    "date": "22w",
                    "timestamp": "1559757378",
                    "commentText": "Becky Samuel i love women strong independent, feisty,women. Look how blinded you are by your views, you think you can  call me chauvinistic,and a bigot, because I'm sticking to biological facts.  I have girlfriends since school. That would take you task, for trying to make me out as a sexist. And they would also laugh at you. And who claimed men thought civilisation would end, because of women wearing trousers.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "13",
                    "user": "Curley Jefferson",
                    "date": "22w",
                    "timestamp": "1559803148",
                    "commentText": "Becky Samuel I'd be amazed if you ever have kids.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "14",
            "user": "Hope Last",
            "date": "22w",
            "timestamp": "1559752876",
            "commentText": "Inside the parallel world of student unions this type of <b> old </b>fashioned reactionary notion of<b>  gender</b> may make sense. But in fact this is yet another article that just shows how gullible young people are to the false notion o<b> f gende</b<b> >r.Gend</b>er is a social construct used by society to get people to conform. It is really sad that so many young people seem to think the world is some sort of Stepford Wives film set.There is<b>  no gen</b>der. There are however 2 sexes (and a tiny percentatge intersex.)This article is yet another example of just how right wing and socially conforming young people are.The real challengers of the false construct of social norms were in fact those in the 60s and 70s who accepted the biological realit<b> y of</b> sex but were still able to chal<b> lenge g</b>ender <b> nor<b> ms</b</b>>. Mick Jagger wearing a dress doesn't stop him being a biological male.Why are these brainwashed tots being engouraged in this false narrative.I suspect it is just another device to encrease consumerism, and in the states to allow big pharma to create a whole new group of consumers of expensive drugs.If you want a really good analysis of how univerities have been used as a breeding ground for these unicorn ideas listened to  [LINK] ",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "15",
                    "user": "Alan Henness",
                    "date": "21w",
                    "timestamp": "1559914651",
                    "commentText": "Indeed, Hope. And even those who have an intersex condition still belong to either one of the two <b> sex </b>classes: male and female. As you say, this has<b>  nothing</b> to do wit<b> h gende</b>r - whatever the writer means by that term.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Sex",
                "Old",
                "Mick"
            ]
        },
        {
            "id": "16",
            "user": "Carlos Griffin",
            "date": "22w",
            "timestamp": "1559756727",
            "commentText": "Also you dont understand electricity!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Joe Macg",
            "date": "22w",
            "timestamp": "1559796378",
            "commentText": "Just 0.4% of the UK identify as 'Non-Binary'. Around 7% identify as 'Gay'. (Both figures from Stonewall.) I can see no reason for such a tiny minority to have such power over social narrative. Stop pretending that these 'issues' of <b> gender </b>are relevant except to the tiny minority.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "18",
                    "user": "Ricks Smith",
                    "date": "22w",
                    "timestamp": "1559803558",
                    "commentText": "And this is where ‘identifying as’ and ‘self ID’ is <b> dumb.</b> Call yourself non binary if you want but the fact is you are either a<b>  woman</b> or a man or the tiny percentage of people that are intersex. People ar<b> e homosexua</b>l or bisexual or heterosexual. You don’t identify as it, you just are. It’s just purposeful language and words used to drag the LGB in with the T when they are completely different and not the same so when a person disagrees with another person saying they ‘identify’ as the opposi<b> te s</b>ex they can claim it’s a<b> nti<b>  L<<b> /b</b</b>>>GBT whe<b> n it’s n</b>othing to do wit<b> h being </b<b> >le<b> s</b</b>>bian gay or bi.  The backlash is starting to come strong and hard though with the more of these ridiculous articles keep coming out.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Woman",
                        "Nothing",
                        "Gay",
                        "LGBT",
                        "Homosexual",
                        "Lesbian",
                        "Dumb"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "19",
            "user": "Ricks Smith",
            "date": "22w",
            "timestamp": "1559802855",
            "commentText": "So attention seeking lol! People are generally non-conformoting, yes, and we plod along our daily lives. I used to be like you but luckily had no twitter or Facebook or online newspapers to put my name to stuff like this. This reads like something embarrassing I would have wrote when I was younger. It reads like a Science project hoping to get an A with big words but it doesn’t actually hold any substance. There are two sexes. <b> Nothing </b>is going to change that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "20",
            "user": "Curley Jefferson",
            "date": "22w",
            "timestamp": "1559803071",
            "commentText": "No, this bullshlt will fizzle out soon enough. The only reason it's even acknowledged is because of the screaming minority. By screaming I mean reeeeeeeeeeeeee-ing",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Alan Henness",
            "date": "21w",
            "timestamp": "1559914423",
            "commentText": "\"We all have a <b> gender.</b>\"What's a<b>  gender</b>?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}