{
    "header": {
        "title": " Catholic priest caught trying to meet ‘paedophile’ to abuse his son, 2 ",
        "subtitle": " ",
        "owner": " Metro News Reporter ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.5k ",
        "datePosted": " Sunday 27 Oct 2019 11:43 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/27/catholic-priest-caught-trying-to-meet-paedophile-to-abuse-his-son-2-10990718/ ",
        "postText": "A Catholic priest has been jailed after a man he arranged to meet in order to abuse his son, two, turned out to be an undercover police officer.', 'Father Matthew Jolley was duped by the officer he first approached on the Grindr dating app in September.', 'It took the priest less than 20 minutes to tell the undercover officer – posing as a 36-year-old bisexual man – that he was sexually interested in young children.', 'Over the course of a number of depraved chats, Jolley, 32, admitted while he mainly liked girls, a ‘cute’ boy would also be of interest, the Manchester Evening News reports.', 'After telling the police officer he wanted to ‘do his two-year-old son’ – who did not exist – the priest then sent an indecent image of himself.', 'The lurid conversation shifted from Grindr to Kik Messenger and later to Wickr – an encrypted platform for private chats.', 'In these chats, Jolley revealed his sick fantasy of ‘sharing’ the child with his dad.', 'Liverpool Crown Court heard Jolley began communicating with the officer while based in Belgium but planned to return to the UK for two weeks before travelling to Rome in October.', 'On 26 September he arranged to meet the undercover cop at a home in Halton, Cheshire.', 'When the priest arrived Jolley described what he wanted to do to the defenceless child – completely oblivious to the fact he was talking to an undercover officer.', 'When the officer revealed his true identity the priest tried to make a run for it but was tackled to the ground and arrested.', 'On Friday, Jolley from Great Sankey, Warrington, was jailed for three years and four months and placed on the sex offenders register for life after pleading guilty to arranging the commission of a child sex offence.', 'Judge recorder Jeremy Lakser condemned the actions of the priest and told him: ‘It cannot be said it was an aberration, it was something you considered at length over a time. During that lengthy period it progressed so far as you believed almost to fruition.', '‘You are an ordained priest in the Catholic church.', '‘I do not impose a more severe sentence for that reason but it goes without saying, although I do say it, that your words and actions and intentions seem to me to be wholly inconsistent with the teachings of the Catholic church and you have done nothing but a great disservice to the church.’', 'Following the sentencing, Detective Constable Louise Murphy praised the work of the task force which brought the predatory priest to justice.', 'She said: ‘Through his online communications it was clear to see that he was sexually attracted to young children and would do whatever he could in order to fulfil his own sexual gratification.', '‘I would like to take this opportunity to thank the undercover law enforcement officers who have been instrumental in building the case against Jolley.', '‘This case shows how well agencies can work together in order to protect the most vulnerable people in society. It also sends a clear message that anyone who commits such offences are not above the law and they will be brought to justice, regardless of who they are and what they do.’",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Linda Bate",
            "date": "3w",
            "timestamp": "1572187616",
            "commentText": "The judge said he did not impose a longer sentence because he was a PRIEST  ?? Surely he SHOULD have imposed the maximum sentence irrespective of his job ?.   ..in fact if anything a more severe sentence as it's supposed to be a deterant to others thinking of following suit 😣",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Jo Lucci",
                    "date": "3w",
                    "timestamp": "1572191011",
                    "commentText": "I wholeheartedly agree!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Sophie McWilliams",
                    "date": "3w",
                    "timestamp": "1572243810",
                    "commentText": "Hafiz Arif Well, good for you. Now get lost!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Kevin Nelson",
                    "date": "3w",
                    "timestamp": "1572273295",
                    "commentText": "He should have got a worse sentence as a priest...Luke 17:1-2 ESV And he said to his disciples, “Temptations to sin are sure to come, but woe to the one through whom they come! It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Ashley Hyde",
            "date": "3w",
            "timestamp": "1572192645",
            "commentText": "How unusual. A Catholic priest interested in <b> sex </b>with children.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "5",
            "user": "Penny Roberts",
            "date": "3w",
            "timestamp": "1572193609",
            "commentText": "Presumably the shorter sentence was because, as a priest, he would be defrocked, and lose everything.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Karl Walker",
            "date": "3w",
            "timestamp": "1572197331",
            "commentText": "This is why I'm an atheist and am very cynical of religion. A priest getting a lesser sentence for the reason that he is a priest. It's an insult to justice.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "7",
                    "user": "Sophie McWilliams",
                    "date": "3w",
                    "timestamp": "1572243965",
                    "commentText": "Same here. I don't trust a single one of these cults, because that's basically what religion is &amp; a perfect grooming culture, indeed!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Sophie McWilliams",
                    "date": "3w",
                    "timestamp": "1572244040",
                    "commentText": "Only I am agnostic.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Yazmin Pannell",
                    "date": "3w",
                    "timestamp": "1572300378",
                    "commentText": "Even in the bible there were corrupt priests and God hated and condemned them, don’t let this idiot make you cynical x",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Jason Clarke",
            "date": "3w",
            "timestamp": "1572201074",
            "commentText": "3 f**in years... Because hes a priest lol that should mean a longer sentence surely as he abused his power of trust to people and children.Its like saying you would let a teacher off for the same thing because of his good work at teaching <b> sex </b>education to that point. What is with this absolutely retarded justice system we have in the uk, this judge and his accomplices need the law abiding citizen treatment you know what im saying, if not, watch the film. The only movie i can remember you root for the bad guy, killing bad guys that are suppose to be good guys.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "11",
            "user": "Sophie McWilliams",
            "date": "3w",
            "timestamp": "1572243620",
            "commentText": "Demolish the Catholiccs &amp; any interactions with under 18s.Filthy priest's  &amp; not just them all religions are grooming grounds &amp; if not all, well we can't take the chance with kids lives &amp; bodies. This is the tip of the iceberg. You have Islam with cultural tradition of taking girls to bed &amp; them dieing from forced impregnations or GYM, the Sikhs are known for it..Hindus..WTF this world is DOOMED.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Tanya Hunt",
            "date": "3w",
            "timestamp": "1572256772",
            "commentText": "Disgusting! I am sick of people in positions of responsibility and trust getting off lightly due to their job! It didn't mean anything to them for them to act the way they do, so why would they care? Only due to lack of easy contact with kids! and the shame of people knowing! Same as any other paedo! As you said it should come with the very maximum of sentance due to that very fact. It's their job title etc that messes with a childs head even more when abuse happens. No doubt he wont be de frocked he will be moved to aother town like usual. You have to wonder if the judge is not also one with sentences like this! Plenty of them are! Can we not petition sentences like these?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Simon Holmes",
            "date": "3w",
            "timestamp": "1572282350",
            "commentText": "this pervert poses a significant risk to children and a paltry 3 year sentence does <b> nothing </b>to alleviate that risk ,he will still lust after young children after his release from prison ,i feel he will offend again ,in another part of the country or abroad ,only supervised living in a secure facility and stringent security will safeguard vulnerable children from this sick pervert ,",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "14",
            "user": "Melody Anne Ribis-Roy",
            "date": "3w",
            "timestamp": "1572293297",
            "commentText": "He should have been given the maximum sentence because he is a priest.  I wonder how many real children were abused by this sick animal. He should be defrocked and locked away forever.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}