{
    "header": {
        "title": " Brighton brings the glam and glitter for Pride 2018 ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 888 ",
        "datePosted": " Saturday 4 Aug 2018 6:56 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/04/brighton-brings-the-glam-and-glitter-for-pride-2018-7798865/ ",
        "postText": "Brighton has brought the glam and glitter in the most spectacular way as thousands celebrated LGBTQ rights.', 'Britney Spears fever has well and truly given the UK’s biggest Pride celebration a world stage to shout about its campaigns, organisers said.', 'The pop star is the headline act at this year’s Pride and will take to the stage later tonight.', 'Hundreds of thousands of people descended on the city to watch a parade before partying at some of the many street parties.', 'The event’s managing director, Paul Kemp, said: ‘There are still 72 countries where it is illegal to be LGBTQ, people are still persecuted for who they are.', '‘So we have an opportunity when the world is looking at Brighton Pride to get that message across on an international stage.', '‘Britney is a massive icon, everyone knows a Britney song. We are incredibly excited to have her here.', '‘She has a huge show coming with her, something like 20 backing dancers, so it’s definitely the biggest show Brighton Pride will have seen. It’s going to be an amazing show.’', 'In April the 36-year-old was awarded the Glaad vanguard award for promoting equality and being an ‘ally’ for gay rights.', 'Britney fever hit the city as soon as news emerged earlier this year that she was due to perform. A video which celebrated her arrival by paying homage to her dance routines outside the city’s landmarks has gone viral online.', 'Brighton-based choreographer Andrea Walker, who runs the 201 Dance Company in London and put together the routine, said she is a ‘massive’ Britney fan and described her as an ‘inspirational figure’.', 'On Tuesday, organisers dismissed online rumours that she had cancelled her performance by responding with a tweet which said: ‘Utter nonsense, she’s on her way.’', 'For the first year, music acts will also perform on the Sunday including Nile Rodgers with Chic, Jess Glynne and Gabrielle.', 'Hundreds of volunteers and staff will be working over the weekend at the event which brings an estimated £18 million into the city and around 2% of its total annual visitors in one day.', 'Organisers are hopeful of raising at least £500,000 for charity too.', 'Around 900 extra police, including armed officers, are expected to be on patrol at this year’s event, according to organisers. Road blocks have been put in place around the city, police said.', 'In the wake of anti-transgender protesters attending London Pride last month, organisers and police have said they will respect the right to peaceful protest but would take action if any behaviour causes distress, disrupts the event or puts people’s safety at risk.', 'Mr Kemp said: ‘We don’t want the message of Pride to be diminished so we will take action if needed.', '‘Armed police will be on patrol and barriers will be in place. I think people are accustomed to these measures. It’s about keeping people safe.', '‘We also urge people to take their own measures too – it’s going to be very hot so drink plenty of water and wear lots of sunscreen.’', 'A Sussex Police spokesman said officers would be working to minimise disruption, prevent crime and keep people safe during the event, adding: ‘Sussex Police fully supports people’s rights to demonstrate peacefully.', '‘We must balance people’s right to protest peacefully, against the disruption and alarm it may cause to the event in the city.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Gay,LGBT,Gay,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "1y",
            "timestamp": "1533418422",
            "commentText": "Didn’t realise Brighton had so many mentally ill residents and visitors!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Richard Champion",
            "date": "1y",
            "timestamp": "1533447008",
            "commentText": "So, if I understand this correctly everybody who was  there was there because a man and a <b> woman </b>got together? Would the  event still go-ahead if this wasn’t the case?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1533456418",
                    "commentText": "What?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "1y",
                    "timestamp": "1533555891",
                    "commentText": "Er, that is the case - as you said. And the event did go ahead, there are the photos.You sound like the kind of muddle-headed person who thinks that people are made out of a combination of dirt and god's breath - although you get awfully shy about explaining how that idiotic idea works.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "4",
            "user": "Robin Crabb",
            "date": "1y",
            "timestamp": "1533447016",
            "commentText": "Cool cool. So when is straight pride?Oh that's right...you can't HAVE straight pride cos it offends people 🙄",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1533456405",
                    "commentText": "Every day is straight pride, because historically you weren't thrown in jail or killed simply for being heterosexual.Feel free to organise one though! The only one who seems offended is you 😂",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Robin Crabb",
                    "date": "1y",
                    "timestamp": "1533459096",
                    "commentText": "Ryan, Karen...at no point did i dispute that there has been some abhorrent treatment of the <b> lgb<b> t <<b> /b</b</b>>>community...but being proud isn't the same as \"not being persecuted anymore\".Every day is not straight pride as every day straight people aren't holding parades to show of that they are special. We're not allowed to be proud!Organising a straight pride event is in fact impossible. It has been attempted before but the backlash from t<b> he <b> g</b</b>>ay community was so great the authorities prevented the event from going ahead. Because you know...equality.It's not permitted by society to be proud of being heterosexual, white or male because one of the other sexualities, races or genders would be offended or feel oppressed but it's perfectly acceptable for others to publicly display their \"pride\" at something they have absolutely no control over.Simple fact is if equality is what we are seeking then we have to treat all sexualities, races and genders exactly the same and although there has undoubtedly been terrible things done in the past the way to create equality is not to switch first and second place around...it's to put every one in first place.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "LGBT"
                    ]
                },
                {
                    "id": "7",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1533547389",
                    "commentText": "\"It's not permitted by society to be proud of being heterosexual, white or male because one of the other sexualities, races or genders would be offended or feel oppressed\"What a load of nonsense. I'm always baffled by people who legitimately think this is the case, you must have a fantastic imagination.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Ian Tucker",
            "date": "1y",
            "timestamp": "1533464699",
            "commentText": "Drums, singing, whistles, chanting, dogs, gays",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Peter Michael",
            "date": "1y",
            "timestamp": "1533543820",
            "commentText": "We are sinking into <b> sexual </b>depravity.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1533547423",
                    "commentText": "How?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "11",
            "user": "杨紫锡",
            "date": "1y",
            "timestamp": "1533566272",
            "commentText": "Brighton.....glad I moved in 2016....too many gays, druggies, dregs, chavs, strange people, boring PC types, foreigners, lefties and horrible US style graffiti on walls everywhere. What a dump. And the beach is lousy too ?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}