{
    "header": {
        "title": " Top Labour Party figures accused of interfering with anti-Semitism complaints ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 364 ",
        "datePosted": " Wednesday 10 Jul 2019 9:30 pm ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/10/top-labour-party-figures-accused-interfering-anti-semitism-complaints-10156713/ ",
        "postText": "Senior Labour figures have been accused of obstructing investigations into anti-Semitism claims, according to BBC Panorama.', 'In a programme airing tonight, communications chief and Jeremy Corbn ally Seumas Milne and National Constitution Committee general secretary Jennie Formby are singled out for criticism.', 'Labour has denied the claims and has written a complaint to the BBC.', 'A total of eight former Labour officials spoke to Panorama, including four who say they have signed non-disclosure agreements (NDAs) on the subject of anti-Semitism.', 'Dan Hogan, who was an investigator in the disputes team, alleged people brought in by Ms Formby since her appointment ‘overruled’ his group.', 'He said they ‘downgraded what should’ve been a suspension to just an investigation or worse to just a reminder of conduct, effectively a slap on the wrist.’', 'Former head of disputes Sam Matthews said he interpreted an email from Mr Milne as ‘not a helpful suggestion’ but as ‘an instruction’.', 'The BBC reports that, in the email from March last year, Mr Milne said there should be a review of the disciplinary process into anti-Semitic complaints.', 'He is said to have written: ‘Something’s going wrong and we’re muddling up political disputes with racism.', '‘I think going forward we need to review where and how we’re drawing the line.’', 'The BBC suggests anti-Semitism complaints within the party have increased significantly since Mr Corbyn became leader in 2015, but is yet to release any numbers.', 'Testimony from whistleblowers includes allegations there were substantial disagreements within the party about what constituted anti-Semitism.', 'By 2016 Kat Buckingham, the former chief investigator in the disputes team, says the problem of anti-Semitism complaints was ‘massive’ and ‘real’.', 'She says it ‘wasn’t constructed by embittered old Blairites as we were frequently described as’.', 'Ms Buckingham told BBC Panorama she had a breakdown and decided to leave the Labour Party.', 'She said: ‘I was stuck between an angry and obstructive Leader’s Office and an arcane disciplinary system.', '‘I couldn’t hold the tide and I felt so powerless and I felt guilty and I felt like I failed…and yeah I had a breakdown.’', 'Louise Withers Green,a former disputes officer, left the Labour Party after being signed off with depression and anxiety.', 'In return for not having to work her notice period she signed an NDA, but she still decided to speak to the BBC.', 'Louise said: “[The NDA] was really tight. When I first read it, I wondered how on earth, I’d be able to apply for jobs because it was so prescriptive in not speaking about anything that I had heard of or happening in the Labour Party.”', 'One person said complaints were processed directly by aids in Mr Corbyn’s Westminster office on one occasion, according to the documentary.', 'Labour, which has been braced for the accusations, wrote to BBC director-general Lord Hall to complain ahead of the broadcast.', 'A party spokesman accused the broadcaster of ‘pre-determining’ the outcome of its investigation.', 'He said: ‘The Panorama programme and the BBC have engaged in deliberate and malicious representations designed to mislead the public.', '‘We completely reject any claim that the Labour Party is anti-Semitic.', '‘Labour is taking decisive action against anti-Semitism, doubling the number of staff dedicated to dealing with complaints and cases.', '‘It appears these disaffected former officials include those who have always opposed Jeremy Corbyn’s leadership, worked to actively undermine it, and have both personal and political axes to grind.', '‘This throws into doubt their credibility as sources.', '‘Our records show that after these officials left and after Jennie Formby became general secretary, the rate at which anti-Semitism cases have been dealt with, increased more than four-fold.’', 'A BBC spokesman accused Labour of ‘criticising a programme they have not seen’.', 'He said: ‘The programme adheres to the BBC’s editorial guidelines.', '‘In line with those, the Labour Party has been given the opportunity to respond to the allegations.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnic",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Yahya Mahamud",
            "date": "19w",
            "timestamp": "1562792300",
            "commentText": "This is ridiculous what about islamophobia in the Parliament. I don't believe anything these ziontist say to be honest.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Paul Flynn",
                    "date": "19w",
                    "timestamp": "1562830336",
                    "commentText": "Islam, like all other religions, need to be eradicated",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Yahya Mahamud",
            "date": "19w",
            "timestamp": "1562792394",
            "commentText": "Anti semitic is a distraction to humanity.       Is a big lie. So honest people don't fall for it.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Howard Leech",
                    "date": "19w",
                    "timestamp": "1562844149",
                    "commentText": "''Decent people do not fall for it'', we are not all anti-semitic Muslims and there has been enough evidence of anti-semitism in the Labour Party and of course your own co-religionists have posted enough anti-semitism just as you have. You live in my country and therefore must accept the freedoms and democracy, not your own version.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Les Hayward",
            "date": "19w",
            "timestamp": "1562835246",
            "commentText": "While looking on with a degree of amusement at the Labour party bickering, I remain puzzled as to exactly what form this 'anti-semitism' has supposedly taken.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Howard Leech",
            "date": "19w",
            "timestamp": "1562844400",
            "commentText": "Yahya, Note: Sikhs, Bhuddists , Hindus, Jews, Atheists, and even commited Christians do not plant bombs on the tube and buses, do not murder Soldiers in the street, do not drive vehicles into innocent people in London and in Nice. Guess which <b> ethnic </b>group are responsible for all these atrocities and they are also anti-semitic.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        }
    ]
}