{
    "header": {
        "title": " The far right won’t help the white working class but Muslims can ",
        "subtitle": " ",
        "owner": " Sheikh Jaffer Ladak ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.2k ",
        "datePosted": " Monday 15 Jul 2019 10:02 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/15/the-far-right-wont-help-the-white-working-class-but-muslims-can-10290684/ ",
        "postText": "There is too much focus on the personalities at the top of the far-right, and not enough on their millions of supporters.', 'While Tommy Robinson has been imprisoned for nine months last week, his followers’ opinions – and crucially the conditions that give rise to those opinions – will not change.', 'While many Muslims have strong economic and family support networks, it is common for poorer white communities to have neither. And with government austerity crippling local services, what little help was available has been all but demolished.', 'Muslim philanthropy, although greater than in any other faith community, is often focussed on their fellow Muslims abroad, not their fellow Brits at home.', 'There is simply not enough empathy amongst Muslims for the white working class.', 'Changing this may rescue the relationship between the next generation of white working-class families and the Muslim community.', 'Inexcusably, there are 3.7million children living in poverty in the UK. Cuts to free school meals have only made things worse, leading to conditions described as ‘Victorian’ and ‘threadbare’.', 'Many of those children can no longer afford school meals, leading to some schoolkids even stealing food.', 'The recruitment opportunity is not lost on the far right who, according to government counter-extremism officials, are ‘infiltrating children’s charities with an anti-Islam agenda’.', 'That’s why I am working with some of the largest Muslim-led charities in Britain and launching a fund, especially for those children.', 'We are funding school dinners for the poorest and putting our compatriots – not our co-religionists – first.', 'The help the fund can provide is sorely needed. By and large, the far right’s membership in Britain is not made up of social media celebrities like Tommy Robinson or millionaire politicians like Nigel Farage.', 'It is based on Britain’s white working class, who suffer all the hardship of other minorities, with almost none of the visibility.', 'This does not excuse white supremacy as an inevitable side effect of Neoliberalism – there are lots of very poor people in the world who do not embrace extreme political beliefs.', 'However, just as Muslims insist on recognising the complex factors leading to some of their own being radicalised, we must have a nuanced understanding of far-right recruitment.', 'Charity begins at home – especially when you’re sharing it with people who are being taught to hate you.', 'Although there are many impoverished Muslim communities in Britain, they are often stronger than the white working class in other ways, like family and social support.', 'This makes it even more painful when hungry white families see British Muslims raising hundreds of millions of pounds for charity each year, and sending almost all of it abroad.', 'Charity begins at home – especially when you’re sharing it with people who are being taught to hate you.', 'As British Muslim communities become more embedded in the UK with each generation, their concerns are naturally becoming more UK-centric, as their countries of heritage become more and more distant with every passing generation.', 'This change has become apparent since the Cumbria floods in 2015 when Muslim charities and volunteers were amongst the most active in the humanitarian response.', 'This can be an important part of how the UK’s Muslims can improve their connections with their fellow Brits, even including those whose circumstances may predispose them to Islamophobia.', 'There are historical precedents for this going back to the beginning of Islam and the Prophet Muhammad’s life.', 'When the Muslims were a persecuted minority in Mecca, they responded with dialogue and financial assistance – not anger and insults – to those hostile to them.', 'This even extended to Abu Sufyan, the Tommy Robinson of 7th century Arabia.', 'Some Muslims, coming from a martial tribal culture, were shocked then. And I am sure a small number of my fellow Muslim Brits will be similarly resistant now.', 'Many of Britain’s largest Muslim-led charities, however, are ready for the change. I am working with them to directly approach schools and pay for kids’ school meals in the poorest parts of Britain.', 'It’s a side of Islam that not all Brits have seen up close before, and one that Tommy Robinson would prefer remains veiled. But the Quran teaches Muslims to ‘repel evil by that which is better, and then the one who is hostile to you will become as a devoted friend’.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Alison Worrell",
            "date": "19w",
            "timestamp": "1563185712",
            "commentText": "Awesome schools need a helping hand",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Ajax Smith",
            "date": "19w",
            "timestamp": "1563195952",
            "commentText": "I don't want charity Muslim or otherwise to pay for free school meals. My taxes have already paid for it. Half my income is taken away as taxes, if this money is no longer being used for free school meals, what is it being used for? Muslims should pay for free school meals the same way everyone else does, with the taxes the government deducts from their income. While they are free to send charitable dontations to anywhere or anyone they choose to. If charity is expected to pay for free school meals, then our taxes can continue being used to pay for the very expensive free meals MPs get.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Paul L Weston",
            "date": "18w",
            "timestamp": "1563367478",
            "commentText": "The Muslims in Mecca legged it to Medina and then came back to violently overthrow the non-Muslims in Mecca though, did they not?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Filippo Argenti",
            "date": "18w",
            "timestamp": "1563408003",
            "commentText": "Muslims pray 5 times a day (Surah al Fatihah), and everytime they pray they ask Allah to bless the Muslims but not the Jews or Christians. When they get rid of that kind of drip-drip hatred then I might take this kind of article a bit more seriously. At the moment it's just more taqiyyah.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Ian Tucker",
            "date": "18w",
            "timestamp": "1563432153",
            "commentText": "Mmmm bacon",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Abe Leehane",
                    "date": "18w",
                    "timestamp": "1563826378",
                    "commentText": "I am vegan and I approve of this message!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Andrew Fieldhouse",
            "date": "18w",
            "timestamp": "1563734208",
            "commentText": "Yes, that just what I want. To be patronised by an invader.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}