{
    "header": {
        "title": " Schools ‘intimidated’ into dropping LGBT inclusive relationship lessons ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.6k ",
        "datePosted": " Tuesday 16 Jul 2019 5:57 pm ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/16/schools-intimidated-dropping-lgbt-inclusive-relationship-lessons-10360538/ ",
        "postText": "More than 70 schools are facing ‘pressure and intimidation’ as protests against LGBT relationship lessons are ‘growing across the country’, a Labour MP has warned.', 'Emma Hardy said misinformation over relationship education is ‘vast and in danger of spreading’ and accused the government for not doing enough to prevent it.', 'It comes after last night’s BBC Panorama documentary suggested the Department for Education pressured Parkfield Community School in Birmingham to suspend its equality programme to avoid media attention.', 'Asking an urgent question in the House of Commons, Ms Hardy said: ‘Over 70 schools are now seeing pressure and intimidation because of school leaders fulfilling their legal duty under the Equality Act.', '‘It is clear from last night’s Panorama programme that protests against relationship education are growing across the country’.', 'Minister for school standards Nick Gibb said he and Education Secretary Damian Hinds ‘strongly encourage primary schools to teach LGBT relationships’.', 'He added: ‘Parents have a right to understand what we are requiring schools to teach and how their child’s school is intending to go about it.', '‘That’s why we will be requiring schools to consult parents on their relationships education or RSE policy, but open and constructive dialogue can only work if the facts of the situation are known to all.', '‘We are aware that misinformation is circulating about what schools currently teach about relationships and what they will teach when the new subjects are introduced.’', 'Ms Hardy said there was a ‘desperate need for clear, firm leadership from the department’.', 'She added: ‘It would also appear from last night’s Panorama programme that pressure was applied from the Department for Education to Parkfield School to suspend their equality programme to get the school out of the national news.', '‘This has led to copycat protests elsewhere as protesters believe that if they make enough noise and turn up the loudhailers and hurl abuse at head teachers that other schools will back down too.’', 'She asked if Mr Gibb would update guidance to schools to ensure they have a clear message about the need to teach LGBT-inclusive sex and relationship education – which is mandated by the government and checked by Ofsted.', 'Mr Gibb did not accept the department was too slow to respond to protests outside Parkfield School, which went on for several months.', 'He added: ‘We’ve been working very closely with senior officials, working very closely with the school.', '‘We do want to achieve maximum consensus with this relationship education, that’s why there’s a requirement to publish the policy on the school’s website, that’s in regulations and to consult parents, it’s in the statutory guidance.', '‘But ultimately it is a matter for the school itself to decide on the curriculum, and when the school has decided on what it wants to teach and when, it will (have) the full support and backing of the DfE and from ministers.’', 'Shadow education secretary and Angela Rayner said the guidance needed to go further.', 'She told MPs: ‘I do not believe that the issues that are coming up is about consultation.', '‘It’s about LGBT and misinformation that has been given out and the bigotry that is being displayed by some minorities on our streets. We have to hit back.’', 'Labour MP for Birmingham Yardley Jess Philips said: ‘If the minister thinks that the guidance is right he maybe wants to come and live where I live.', '‘What we are up against here is racists and homophobes who are trying to put what they think on the children where I live.’', 'Mr Gibb responded: ‘She says if we had only changed the wording of the guidance to make it more of a requirement – I don’t believe that would have prevented the protest that she is seeing at the Birmingham schools.', '‘Because there is a segment of opinion at either end of this debate that will not be persuaded of the appropriateness of this guidance.’",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Nationality - General,Ethnicity - General,Gender - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homophobia,Homophobic,LGBT,Homosexual,Nation,Racism,Sex,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mark Richard Milton",
            "date": "",
            "timestamp": "1563296609",
            "commentText": "Schools being intimidated by religious retards who would prefer their myopic, bigoted \"religion\" to be taught instead.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "James Bishop",
                    "date": "",
                    "timestamp": "1563303462",
                    "commentText": "Islamist are extending and promoting  their agenda - we just lay down, when muslims don,t like something. I just don,t know where our <b> nation </b> is heading towards.?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                },
                {
                    "id": "2",
                    "user": "Dave Renner",
                    "date": "",
                    "timestamp": "1563439878",
                    "commentText": "James Bishop Just to point out there are approximately 3.4 million muslims living in the UK, so the estimated 300 protestors outside Anderton park primary school represent less that 0.01% of the population, the rest of whom are going about their daily lives like everyone else.  In addition, there are also non-muslim people who are protesting against these LQBTQ+ inclusive lessons. It is not fair to blame this on the muslim community as a whole.However, I do agree that some of our politicians and public servants are so scared of being accused of <b> racism </b>that they often refuse to act when they should. That is a failure on their part however, an again is not the fault of the wider muslim community.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "James Bishop",
            "date": "",
            "timestamp": "1563303129",
            "commentText": "people forget quickly if we recall school, headteacher at Newham -london school, Neena Lall, who tried to stop girls under eight wearing the hijab,  but backed down under pressure from islamist radical  parents and community leaders even when Ofsted supported Ms Lall.Same type and level of intimidation is taking place - UK Equality Act 2010 and anti-discrimination law is being volated openly -LGBT equality is under threat from Islamic communty.Muslims can not pick and chose which parts of equality law they will abid by. Will the Govt up hold the law and support school to resume school curriculum. other wise Islamist will continue - than we should make it claer to our punblic that we are moving England to a Islamic state.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4",
                    "user": "El Abdulla",
                    "date": "",
                    "timestamp": "1563350161",
                    "commentText": "''Moving to an Islamic state''? Your using this article to promote your Islamophobia...This <b> homophobic </b>protest at teaching children the existence of LGBTQ people is NOT exclusive to the Birmingham school! Its not exclusive to the Muslim faith community!                  There have been other article in Metro and elsewhere involving other schools with parents who are not Muslim..All relgions teach ''traditional family values'' and promote<b>  homophobia</b>..All people of faith in this country need to stop using religious freedom to promote their bigotry!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobia",
                        "Homophobic"
                    ]
                },
                {
                    "id": "5",
                    "user": "Filippo Argenti",
                    "date": "",
                    "timestamp": "1563364684",
                    "commentText": "El Abdulla And there you go, bleating \"Islamophobia\" like the sheep you are. Baa Baa BaaAllah uAkbaaaaaah.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1563367081",
                    "commentText": "El Abdulla Religion as a whole, especially Abrahamic religion, has traditionally been the curse of the <b> homosexual,</b> but we don't have the equivalent of the neologism, \"Islamophobia\" for any other religion.  There's no \"Christophobia\" or \"Buddhophobia\" or \"Hinduphobia\" for example, while Anti-Semitism is more racially based than an attack on Judaism itself.Forty years ago, it wouldn't have surprised me to see other religions protesting outside schools, but we've moved on since then and the majority of Jews and Christians now accept<b>  LG<b> BT<<b> /b</b</b>>>+ equality, with many welcoming us as parishioners with full sacraments, including ordination to the clergy and s<b> ame-</b>sex marriage.Islam presents a far more difficult challenge.  Although the majority of British Muslims obey the law, and tolerate the existenc<b> e o<b> f <<b> /b</b</b>>>LGBT+ people, polls still show a majority opposed to full equality, such as the right to marry.  It is to be hoped the Islamic teaching again<b> st s</b>ame-sex relationships<b>  be<b> tw<<b> /b</b</b>>>een LGBT+ people will moderate, as the Jewish and Christian teachings have, but it still remains to be seen.The current protests demonstrate that many still think that homosexuality is not an innate 'God given' trait, and believe that it is just heterosexuals choosing to mate wi<b> th t</b>he same sex, for hitherto unexplained reasons.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "LGBT",
                        "Homosexual"
                    ]
                },
                {
                    "id": "7",
                    "user": "Ade Foiadelli",
                    "date": "",
                    "timestamp": "1563372183",
                    "commentText": "Filippo Argenti - It was in response to an anti-islam post, f*cknugget.Here:https://www.dictionary.com/browse/context",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Ray Devine",
            "date": "",
            "timestamp": "1563304651",
            "commentText": "“My Child My Choice”So choose a school in Pakistan where this is not taught!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Dudden Hall",
            "date": "",
            "timestamp": "1563345569",
            "commentText": "If parents are trying to stop their children being educated the children should be taken into care and sent to boarding schools away from large towns.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Jermaine Delph",
                    "date": "",
                    "timestamp": "1563368188",
                    "commentText": "Educated?.....having filth pumped into their heads?.....Get real ffs.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Jase Smith",
            "date": "",
            "timestamp": "1563347915",
            "commentText": "If they had their way we would be taught how to get an arranged marriage and marry your cousin.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Jermaine Delph",
            "date": "",
            "timestamp": "1563368106",
            "commentText": "If they'd tried to pump this satanic filth into my kids when they were at school (thankfully all adults now) I'd have died rather than allow it.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "13",
                    "user": "Ade Foiadelli",
                    "date": "",
                    "timestamp": "1563372214",
                    "commentText": "Shame they weren't doing it then.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Ade Foiadelli",
            "date": "",
            "timestamp": "1563372382",
            "commentText": "If Allah (or Jesus, or Yahweh, or Voldemort or whatever) is that adamant about a subject not being taught, they can come down and complain personally.Otherwise, all you have is gossip you claim was told to you by a character out of a f*cking folk story.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Catherine Cole",
            "date": "",
            "timestamp": "1563418588",
            "commentText": "The School should never have backed down to these parents. This kind of education helps a lot of children with different family backgrounds. I brought up my grandchild and she needed to know that other families had 'two mummies'. She found this out for herself because she talked to other children. It helped her to fit in and know that she had the same right as other children to feel safe at school and to make the most of her education. That's what school is for. Religious people thrive on making everyone else feel second best.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Richie Garrison",
            "date": "",
            "timestamp": "1563438015",
            "commentText": "It's interesting that everytime this story is reported they only show muslims (Non whites) protesting or having a problem with the schools policy. It's a shame no one can see the divisive hidden agenda here. It's as clear as day.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}