{
    "header": {
        "title": " MPs vote to legalise same-sex marriage and decriminalise abortion in Northern Ireland ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 7.8k ",
        "datePosted": " Tuesday 9 Jul 2019 5:31 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/09/mps-vote-legalise-sex-marriage-northern-ireland-10140038/ ",
        "postText": "MPs have voted to legalise same-sex marriage and decriminalise abortion in Northern Ireland if its politicians fail to restore its regional government in three months.', 'The amendments to the Northern Ireland bill will commit Wesminster to extending both rights to the province if a Stormont Executive is not formed before October 21.', 'The main purpose of the Commons debate on a series of proposed amendments is to keep Northern Ireland running in the absence of a regional government, which collapsed in January 2017.', 'The gay marriage bill was passed by 383 votes to 73 while the amendment on abortion was approved by 332 votes to 99.', 'Same-sex marriage is a key dispute between the DUP and Sinn Fein, who have struggled for years to reconcile their differences.', 'Director of The Rainbow Project and member of the Love Equality civic campaign John O’Doherty said: ‘Parliament has always had the power to legislate for marriage equality in Northern Ireland and we are glad the House of Commons has seen sense and voted to give people in Northern Ireland the same freedoms enjoyed by everyone else in these islands.', '‘All love is equal and we are proud to celebrate this achievement with our community, friends, colleagues and allies from across these islands.', '‘Our future got a little brighter today and we hope that LGBT people across Northern Ireland will wake up tomorrow feeling more hopeful for the future we all want to see.’', 'The DUP and religious leaders believe marriage is between a man and woman and say civil partnerships are an option for same-sex couples.', 'Sinn Fein and a coalition of civic society activists believe the change is an issue of equality and human rights.', 'Humanists UK director of public affairs and policy Richy Thompson said: ‘We are delighted that the coordinated effort of so many campaigners and MPs has now led to MPs voting to correct these longstanding wrongs.', '‘In a compassionate, rational society, people should be free to live as they wish, so long as they do no harm to others.', '‘That means legalising same-sex marriage and providing women a right to choose on abortion.', '‘Today’s votes potentially represent a huge step towards seeing that society become reality.’', 'Labour MP Stella Creasy, who introduced the bill on abortion, said: ‘Thank you to everyone who today stood up for equality in Northern Ireland – whether for same sex marriage or abortion, today we have said everyone in the UK deserves to be treated as an equal.', '‘There’s a road to go yet but today a big step forward.’', 'The amendment would extend access of abortion services in Northern Ireland, effectively decriminalising it.', 'It would still technically be illegal under the Offences Against the Person Act 1861, as the 1967 abortion act has never applied to Northern Ireland.', 'Christian Action Research and Education criticised the vote taking place without the consultation of people from the province.', 'The charity’s chief executive Nola Leach said: ‘Today, most MPs who were in the Commons have chosen to bypass devolution in Northern Ireland and impose a radical new abortion regime on the Province, without any consultation with people who live there.', '‘This is a tragic outcome and one we believe will have devastating consequences for women and babies across Northern Ireland.', '‘Westminster MPs who do not represent NI constituencies have shamelessly forced abortion law change on the people of NI.', '‘It is not a triumph of human rights, but a subverting of true democracy.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Retard,Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Faiz Ullah Malana",
            "date": "16w",
            "timestamp": "1562690916",
            "commentText": "Google pay 390$ reliably my last pay check was $55000 working 10 hours out of consistently on the web. My increasingly youthful kinfolk mate has been averaging 20k all through continuous months and he works around 24 hours reliably. I can't trust in howdirect it was once I attempted it out.This is my essential concern...:)GOOD LUCK .↓↓↓↓ Open This Web ↓↓↓↓ HERE☛ w­­w­­w­­.jo­­bs­­-3.­­c­­o­­mⓄ Don't include this → Ⓞ ← in web link Thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Alison Worrell",
            "date": "16w",
            "timestamp": "1562705741",
            "commentText": "Wow 4 comments... All spam again",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Mark Richard Milton",
                    "date": "16w",
                    "timestamp": "1562742115",
                    "commentText": "Seems to me that there has been a massive uptick in the spambots over the past few weeks. Which <b> retard </b>is behind them all?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Retard"
                    ]
                },
                {
                    "id": "3",
                    "user": "Jason Brennan",
                    "date": "16w",
                    "timestamp": "1562748762",
                    "commentText": "Follow the metro page on Facebook, wait for the new stories to appear their. Everyone seems to comment thier now.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Mark Richard Milton",
            "date": "16w",
            "timestamp": "1562741971",
            "commentText": "Good, so when will the rest of Ireland follow though with the same?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Sarah Malcolm",
                    "date": "16w",
                    "timestamp": "1562755120",
                    "commentText": "What exactly is \"the rest of Ireland\"? If you mean the Republic of Ireland, <b> gay<b>  </b</b>>marriage and abortion is already legal there.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}