{
    "header": {
        "title": " Australian prime minister speaks Chinese to voter who responds ‘I’m Korean’ ",
        "subtitle": " ",
        "owner": " Claire Gilbody-Dickerson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8.4k ",
        "datePosted": " Saturday 13 Apr 2019 7:31 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/13/australian-prime-minister-speaks-chinese-to-voter-who-responds-im-korean-9197886/ ",
        "postText": "Australia’s prime minister has been ridiculed after he embarrassingly mistook an Asian voter for being Chinese on the first day of his campaign trail.', 'Scott Morrison took to the streets of Sydney on Saturday to start winning over some of the electorate ahead of parliamentary elections on May 18.', 'But his campaign launch was soon mired by an embarrassing clip of him addressing a Korean woman… in Chinese.', 'The clip of Liberal Party leader Morrison shows him interacting with voters in the city’s multicultural Strathfield suburb when he stops to salute an Asian woman.', 'The PM can be seen smiling as he shook hands with her while circled by journalists.', 'He can heard asking: ‘Hello, how are you? Ni hao, how are you?’', 'But far from being impressed at the PM’s language skills, the woman responds saying: ‘No, no, no, I’m Korean’.', 'The PM, who has been in office since last year, listens to the woman’s reply before moving on from his gaffe to meet other public members.', 'The embarrassing scene coincidentally happened just moments after he visited a Korean restaurant in Strathfield, which has sizeable Chinese and Korean migrant populations.', 'It caused swift public reaction, with many Twitter users taking to the platform to slam the PM’s ‘racist’ slip.', 'One wrote: ‘Strathfield has a high population of Koreans. To assume they are Chinese is racist and quite stupid.’', 'This was echoed by another Tweeter who said: ‘Scott Morrison accuses Labour of peddling racism.', '‘Then shouts “Ni hao” to the first Asian person he greets. Turns out she’s Korean. Grass root racism on display for all.’', 'While one Asian-Australian simply cared to point out that greeting fellow Asians with ‘”Ni hao”, even when I know they speak Mandarin. It’s not a thing we do.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Scott Simpson",
            "date": "31w",
            "timestamp": "1555184267",
            "commentText": "Make an effort, get accused of <b> racism.</b> More like grass roots stupidity here",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Selom Lebene",
                    "date": "31w",
                    "timestamp": "1555184480",
                    "commentText": "Making an effort to do what? Does she not speak English? I heard her speak English? I don't think she's there for a language exchange partner?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Riad RiRi P",
                    "date": "31w",
                    "timestamp": "1555212736",
                    "commentText": "I didn't think Chinese was a language I thought it was manadarin?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Kris McMahon",
                    "date": "31w",
                    "timestamp": "1555270304",
                    "commentText": "Oh come on, he was trying to make an effort to show that he is not <b> racist.</b>  Just because he made a mistake, people have to make a big deal.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "4",
                    "user": "Kenny Wong",
                    "date": "31w",
                    "timestamp": "1555274657",
                    "commentText": "I thought the lady said ni hào too.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Selom Lebene",
                    "date": "31w",
                    "timestamp": "1555396104",
                    "commentText": "How is randomly saying Ni hao to any random east Asian looking person making an effort to show he's not <b> racist?</b>  Making an effort to show he's not<b>  racist</b> would be to treat her like any other person, instead of instantly saying to her \"I think you're a foreigner\" straight off the bat. You have a strange mind illogical mind.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "6",
            "user": "Koffee Koffee",
            "date": "31w",
            "timestamp": "1555230214",
            "commentText": "Nothing wrong with the greetings of any languages. Do not be so fussy. Take it with compassion and pride, and not criticise.Making uncall comments is wrong. Please be more graceful.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "7",
            "user": "Jarod Dempsey",
            "date": "31w",
            "timestamp": "1555257946",
            "commentText": "Caucasian people are as easy for Asian people to mistake as Asian people are for caucasians, we're much more apt to distinguish between people who look more similar to us and not the other way around, it's only human and people calling the guy a <b> racist </b>are just making something out of<b>  nothing</b>.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "8",
            "user": "Allan Kinsella",
            "date": "31w",
            "timestamp": "1555262175",
            "commentText": "If you got three women in a line one Chinese one Japanese and one Korean, and ask anyone who is not of them nations who was which. How many would get it right. And if you got it wrong does that make you a <b> racist.</b> I don't think so.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Kris McMahon",
                    "date": "31w",
                    "timestamp": "1555270368",
                    "commentText": "Allan Kinsella exactly. I am Japanese American &amp; people think I'm either Korean or Chinese. It's not a big deal. It doesn't make them <b> racist.</b> At least he was trying",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "10",
            "user": "Stuart Colwill",
            "date": "31w",
            "timestamp": "1555316639",
            "commentText": "there's <b> nothing </b<b> >racist</b> about this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        },
        {
            "id": "11",
            "user": "Trish DeVi",
            "date": "31w",
            "timestamp": "1555384786",
            "commentText": "It’s not anti-Asian <b> racism </b>but it is certainly<b>  racism</b> &amp; definitely demonstrates his stupidity. He was in Sydney Australia an English speaking country, why does he assume to say ‘ni hao’ to her just because she’s Asian? It’s as random as going up to a white person you don’t know in Melbourne and saying Bonjour or Privyet, assuming cos they have white skin they are French or Russian. No one does that to white people, then why do it to Asian people?!?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        }
    ]
}