{
    "header": {
        "title": " Elderly couple ‘refuse to move out of pregnant woman’s reserved seats’ ",
        "subtitle": " ",
        "owner": " Jen Mills ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.8k ",
        "datePosted": " Wednesday 23 Oct 2019 12:32 pm ",
        "dateExtraction": " 2019-11-13 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/23/elderly-couple-refuse-move-pregnant-womans-reserved-seats-10969230/ ",
        "postText": "An elderly couple refused to budge from seats a pregnant woman and her family had reserved, it is claimed.', 'Amanda Mancino-Williams posted a photo online after she said she asked them to move from the table seats she had booked.', 'The 37-year-old said she had reserved the four seats on the Cheltenham to Nottingham route.', 'She claims the couple told her seat reservations ‘didn’t matter’.', 'Amanda said the couple were also aware she was six and a half months pregnant.', 'Her three children had to squeeze into two seats opposite the couple on the CrossCountry train.', 'She wrote on Twitter: ‘If a mum with 3 kids and bags has 4 reserved seats for a long train journey, and you’re sitting in their seats on a full carriage, don’t tell them that their tickets don’t matter in a posh voice and then say you’re not moving and refuse to make eye contact. Don’t be these people.’', 'The conductor helped them out by giving them the last remaining seat in first class, but Amanda said the situation should never have occurred.', 'She added: ‘I’d like to know what happens to those who remain in a spot that isn’t theirs. Are there no penalties?’', '‘This situation is not about my children not having manners enough to stand for the elderly. This is about a culture of bullying and entitlement.', '‘My kids and I were being fair and following rules and these two were not. They immediately switched into bully mode as they saw us approach, clearly aware that those seats were ours.', '‘Given how easy it was for the conductor to move us to another carriage to diffuse the situation, had they been in real need, I’m sure they would have gotten moved as well. Instead they broke the rules and tried to make my children and I feel powerless. I don’t have time for that.’', '‘I would always give up a seat, reserved or not, for someone who needed it more. But for her to tell me that my tickets meant nothing and then refuse to acknowledge me? Do people just expect you to slink away?’', 'A spokesperson for CrossCountry trains said: ‘It’s a shame when a family has reserved seats to travel together, to be let down by others who ignore the labels in the back of their chairs.', '‘However, we’ll be thanking our conductor for quickly resolving the situation and hope they all enjoyed the extra space in First Class.’', 'They added that people would be entitled to compensation if they reserved seats and were not able to use them or find alternatives.",
        "numberPosts": " 14 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Over 65s,Age - General,Ethnicity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Elderly,Old,Age,Racist,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Phil Reed",
            "date": "2w",
            "timestamp": "1571832815",
            "commentText": "Should have been kicked off......",
            "likes": 30,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Barbara Ford",
            "date": "2w",
            "timestamp": "1571833672",
            "commentText": "Not all, but some older people can be really rude and selfish. The conductor should've made them move out of principle, why should they get away with it.",
            "likes": 45,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Albert Hanlon",
                    "date": "40m",
                    "timestamp": "1573638350",
                    "commentText": "They are in the minority..younger people are totally ignorant and should get a good slapping.tgats all they understand and its morons like you that add a  post like thatYou need to learn some respect you moron",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Tammy Nicole",
            "date": "2w",
            "timestamp": "1571834549",
            "commentText": "Her children look <b> old </b>enough to stand. Seat booking is free and therefore isnt guarenteed. These<b>  elderly</b> people may have had hidden or even visible illness and she thinks her \"rights\" from ticking a free box negates this? The sense of entitlement is ridiculous.You're arguing they are entitled, and yes they are after living that much of their life. Make the children stand theyre not entitled to anything.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "4",
                    "user": "Anthony Rogers",
                    "date": "2w",
                    "timestamp": "1571836051",
                    "commentText": "Old people are allowed to be dicks because they're <b> old.</b> Solid argument.",
                    "likes": 32,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "5",
                    "user": "Frank Hughes",
                    "date": "2w",
                    "timestamp": "1571838252",
                    "commentText": "Do you hear yourself when you say that..?",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Jodie Bloomer",
                    "date": "2w",
                    "timestamp": "1571838474",
                    "commentText": "What about the children or the mum having visible or invisible illnesses?!These <b> old </b>people were jerks",
                    "likes": 41,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "7",
                    "user": "Řăqïb Übáıd",
                    "date": "2w",
                    "timestamp": "1571841402",
                    "commentText": "a) the kids could have hidden/visible disabilities as wellb) young people are entitled to the same respect and courtesy older people are, generallyc) it's a 2 hour journey from Cheltenham to Nottingham, and the <b> elderly </b>couple are choosing to inconvenience a family of 4 with a pregnant mother who did the right thing to reserve their seats, whether it is actually guaranteed or not. It would be far easier for a couple to find other seats rather than trying to separate a family who had reserved their seats for this very reason",
                    "likes": 31,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "8",
                    "user": "Steve Perrin",
                    "date": "2w",
                    "timestamp": "1571843327",
                    "commentText": "Found the idiot.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Paul Eiken",
                    "date": "2w",
                    "timestamp": "1571850507",
                    "commentText": "And how do you know that the children do not have a hidden illness?",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Frank Hughes",
                    "date": "2w",
                    "timestamp": "1571853737",
                    "commentText": "I bet they are your grandparents",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Bill Miller",
                    "date": "2w",
                    "timestamp": "1571855293",
                    "commentText": "You really are a piece of work. I genuinely hope that one day you book and pay in advance for a seat somewhere and someone does the same to you.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Sandra Davies",
                    "date": "2w",
                    "timestamp": "1571856218",
                    "commentText": "Seat booking IS guaranteed with certain companies. They will send you the seat number and carriage number that you have specifically requested. I always get a specific seat booking - because I get travel sick so I have to have a window seat. However, if someone takes the window seat I have booked, and I get landed with the aisle seat next to where I should be sat, I will consider myself obliged to vomit on the person who has sat in my seat as their selfishness had led to my becoming ill.",
                    "likes": 20,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "David Watkins",
                    "date": "2w",
                    "timestamp": "1571870513",
                    "commentText": "My god you are ignoran!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Ade Foiadelli",
                    "date": "2w",
                    "timestamp": "1571904662",
                    "commentText": "Being <b> old </b>is no excuse for being a c*nt.And having thus far failed to die is no reason to be spared from being told you're a c*nt.This is a pair of<b>  old</b>, nasty, rude, selfish, useless c*nts.F*ck 'em.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "15",
                    "user": "Robbie Brunton",
                    "date": "2w",
                    "timestamp": "1571912398",
                    "commentText": "As if that much <b> age </b>confers anything besides frailty, faulty judgement and waste of resources. Past retirement<b>  age</b>, people just become parasites.Those two should be thrown in a mincer and sold as dog-food. At least then they'd be useful for a change.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "16",
                    "user": "Paul Smith",
                    "date": "2w",
                    "timestamp": "1571918514",
                    "commentText": "you live in a strange world love",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Catherine Reed",
                    "date": "2w",
                    "timestamp": "1571937233",
                    "commentText": "Robbie Brunton presumably you are going to kill yourself when you reach 60, having already killed your grandparents and parents",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Elderly",
                "Old"
            ]
        },
        {
            "id": "18",
            "user": "Juan Pescado",
            "date": "2w",
            "timestamp": "1571838783",
            "commentText": "If it was in London she'd have been allowed to stab them.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "19",
                    "user": "David Watkins",
                    "date": "2w",
                    "timestamp": "1571870619",
                    "commentText": "Typical comment from a foreigner",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Occupy Nubia",
                    "date": "2w",
                    "timestamp": "1571877549",
                    "commentText": "David Watkins typical comment from a <b> racist,</b> insignificant inadequate!",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "21",
                    "user": "George Washingtón",
                    "date": "2w",
                    "timestamp": "1571902410",
                    "commentText": "David Watkins or, ya know, he's joking.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Kimberley OddSocks",
                    "date": "2w",
                    "timestamp": "1571905491",
                    "commentText": "David Watkins typical comment from a Brexiter!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Debbie Baxter",
            "date": "2w",
            "timestamp": "1571840373",
            "commentText": "I'd have yanked them out of their seats what gives them the right to sit in reserved seats?",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Peter Michael",
            "date": "2w",
            "timestamp": "1571845440",
            "commentText": "These morons should have been ejected fro the train.Ignorent idiots.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Sandra Davies",
            "date": "2w",
            "timestamp": "1571855970",
            "commentText": "The last few times I've travelled long distance on a train, I've never got the reserved seat I'd booked months in advance. There's always some kn0b in it who refuses to move. Book specific seats at the cinema - same again - some kn0b who refuses to move.Went to the Barbican last year. Someone was sitting in the seat I'd booked, although their partner was sitting in their correct seat. The person in my seat refused point blank to move - even though I showed them the seat number on my ticket so I had to sit in the seat one of them should have been sitting in.  Thing is, I'd bought last minute, a seat with a restricted view, so the selfish pig was in a crappy seat, and I got an unrestricted view hahahahahah :-)",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26",
                    "user": "Jemma Anne",
                    "date": "2w",
                    "timestamp": "1571903454",
                    "commentText": "Knobs like that seem to be everywhere. Clearly selfish and too thick to understand what \"reserved\" means.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Luis Toledo",
                    "date": "2w",
                    "timestamp": "1572339171",
                    "commentText": "Loved it. Happened to me on InterCity in Portugal. I spilt/spilled my coffee on that mini table that folds out from the back of the seat in front. Never mind. I stayed in that window seat. Meanwhile...in Oporto, a <b> woman </b>got on and said, \"That's my seat, I booked it.\" She was rather arrogant, but seeing as she looked like one of those businesspeople who work on their laptops everywhere they go, I asked her if she was really sure. \"Ai booked it!\" \"Ok\" Sure enough, she takes out her laptop, unfolds the table, puts the laptop down on top of a brown, sticky mess. Ouch!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Jemma Anne",
            "date": "2w",
            "timestamp": "1571903263",
            "commentText": "Nasty <b> old </b>people. I remember someone sat in my window seat, i booked it to help deal with travel sickness. I was too shy to say anything, but luckily found another window seat. It's very inconsiderate. Like most the conductor should have done something. Find another set of two seats so the mother could sit with her family.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "29",
            "user": "Robbie Brunton",
            "date": "2w",
            "timestamp": "1571912194",
            "commentText": "Frankly, who was pregnant or <b> elderly </b>doesn't matter. Those seats were reserved.  Sitting in someone else's reserved seat is barely understandable if they're not there yet, but denying them access to the seat they've reserved in advance is unacceptable.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "30",
                    "user": "Jeanette Ulrich-Baigert",
                    "date": "2w",
                    "timestamp": "1572067369",
                    "commentText": "Agreed that a reserved seat should not be hijacked - though I'd be curious as to how it would look seeing the elders stand while the kids sat ;0. I wonder if the specific seats were reserved or just the carriage.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "31",
            "user": "Erwin Tadiar",
            "date": "2w",
            "timestamp": "1571917256",
            "commentText": "Let them have the seats. They’ll be shuffling off this mortal coil soon anyway.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Kim Payne",
            "date": "2w",
            "timestamp": "1571921240",
            "commentText": "Yes, why didn't the conductor move them???",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "33",
                    "user": "Gekin Joka",
                    "date": "2w",
                    "timestamp": "1572401353",
                    "commentText": "Because the conductor has a brain to realise <b> old </b>people need it more than children. So you love it if your grandparent were standing on a crowded long train ride? \"I would always give up a seat, reserved or not, for someone who needed it more\" yet she not happy to let those<b>  old</b> folks have the seat compare to her children, ironic much?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "34",
                    "user": "Charmaine Smith",
                    "date": "1w",
                    "timestamp": "1572564883",
                    "commentText": "Gekin Joka the children could have a hidden disabilety . Also why should they be made to stand up for 2 hours. You would not stand up",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "35",
            "user": "John Brady",
            "date": "2w",
            "timestamp": "1571995677",
            "commentText": "Why not make a small charge for reserved seats then legally they would be yours. Otherwise sit opposite get a nice big drink and \"accidently\" knock it over in their direction.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "Ann McKay",
            "date": "2w",
            "timestamp": "1571999580",
            "commentText": "Well I am <b> old </b>and think it is disgusting. I am not far off 80 years and would still give up my seat to anyone that needs it more than me.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "37",
                    "user": "Gekin Joka",
                    "date": "2w",
                    "timestamp": "1572401656",
                    "commentText": "So those children need it more than you do? They should stand they have plenty of years ahead of them, unlike you who's about to bit the dust soon.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Jon Parkes",
                    "date": "2w",
                    "timestamp": "1572419194",
                    "commentText": "Gekin Joka dont be a twat",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "39",
            "user": "David Dreebin",
            "date": "2w",
            "timestamp": "1572409336",
            "commentText": "They should have moved after sitting in a reserved seat after it was made clear it was that lady's and her children's seat, especially as she's pregnant.  If the couple had just said something like they were unable to stand and apologised it wouldn't have been so bad.  They just said dismissively...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "40",
                    "user": "David Dreebin",
                    "date": "2w",
                    "timestamp": "1572409543",
                    "commentText": "Continuation: ...\"it doesn't matter\".  Also, why has the metro distorted the photo of their faces not to identify them when they're clearly in the wrong?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}