{
    "header": {
        "title": " Man has to hold back tears after finding a plaster that comes in his skin tone ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.1k ",
        "datePosted": " Thursday 25 Apr 2019 3:40 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/25/man-has-to-hold-back-tears-after-finding-a-plaster-that-comes-in-his-skin-tone-9318734/ ",
        "postText": "For too long ‘nude’ has meant a light beige.', 'When one black man found a plaster that matched his skin colour, he was over the moon.', 'Dominique Apollon, a doctoral researcher from Stanford University, said it took him his whole lifetime but he finally found an inconspicuous band-aid.', 'The vice president of research at nonprofit Race Forward from Oakland, California, wrote on Twitter how delighted he was at the discovery.', 'Though it was such a minor thing, he was almost on the verge of tears, he said.', 'The sweet moment has amassed over 500,000 likes and shares on Twitter, showing people how important it is for society to cater to all people.', '‘It’s taken me 45 trips around the sun, but for the first time in my life, I know what it feels like to have a ‘band-aid’ in my own skin tone,’ he wrote.', '‘You can barely even spot it in the first image. For real I’m holding back tears.', '‘This felt like belonging. Like feeling valued. Sadness for my younger self and millions of kids of colour, esp black kids.', '‘Like a reminder of countless spaces where my skin is still not welcomed. Feared. Hated. Like “why am I really thinking all this about an effing band-aid?”‘', 'He revealed that the particular type of plaster he was using was from TruColor, which offers products in many different tones.', 'The small discovery led to a lot of people’s realisation that they can go most days without thinking about race.', 'Others said plasters gave them the first memory of experiencing race as they came to know their skin was different from others.', 'Dominique ended the thread with a positive message.', '‘I’m glad this thread has sparked some love, introspection, empathy, and conscious actions in others.', '‘White supremacy is a beast, and defeating it will take all of the above elements and more, applied at all levels of our societies. But the results will be so, so beautiful.’', 'Dominique isn’t the first person to draw light to the narrow and exclusionary definitions of the words ‘nude’ and ‘skin tone’.', 'For so many products, nondescript beige designed to suit white people is the default.', 'Back in 2017 a shoe brand was praised for releasing a ‘nude’ collection in different skin tones, while in 2015 a student successfully petitioned to give ‘nude’ a more inclusive dictionary definition.', 'These things might seem small – a plaster, some shoes, a lipstick – but they form a part of our culture, and declare to the world who products are aimed to please.",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Ethnicity - Native-American,Nationality - Chinese,Nationality - Japanese, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Ethnic,Black,Nothing,Weird,Yellow,Red,Yellow,Yellow,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ricks Smith",
            "date": "29w",
            "timestamp": "1556216731",
            "commentText": "Oh FFS he needs to get a GRIP. I am mixed <b> race </b>and I am actually bothered about things that affect me because of my skin colour, not a mis-matched plaster that I will wear for a few hours before throwing it away. Do people actually shop for plasters to match their skin tone? Don't most just go to the nearest chemist, find the cheapest brand and purchase? I have never in my 32 years on this earth had anyone laugh or stare because I have a plaster on that's a different colour than my skin. Normal plasters don't match white skin either so I'm really not sure why this guy is getting so emotional and holding back tears??I could understand if it was a prosthetic limb that you had to wear or finding make up that matched your exact skin tone but it's a plaster. I can't imagine anyone other than a bitchy high school teenage girl from a 90's movie that would make fun of someone because they were wearing a plaster.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Muhabbat Tum Sy Nafrat Hy",
                    "date": "29w",
                    "timestamp": "1556227657",
                    "commentText": "●I'm making over $7k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life. This is what I do↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE → → → →   ⁰W­w­w­.­m­o­n­e­y­s­t­a­r­5­.­c­o­m⁰Try not to duplicate ⁰ Thank you",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Nathan Baynes",
                    "date": "29w",
                    "timestamp": "1556468870",
                    "commentText": "Ricks Smith I was going to say,  they've yet to make one in my shade of pasty white",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Denisse Garcia",
                    "date": "29w",
                    "timestamp": "1556706269",
                    "commentText": "Ricks Smith and what’s wrong with someone getting joy from something so simple? He is not making it the center of his life, it’s just a happy moment! You sound like a person that needs some happiness in their life. Please sit down and watch a comedy..might make you smile:)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Trevor Jary",
                    "date": "28w",
                    "timestamp": "1556933976",
                    "commentText": "Ricks Smith Personally, that’s what I do, I’d buy the cheapest regardless of what’s on them(if I’d use one at all, I try not to)  I wear the kids Cinderella, Pirates, Blue, Cats what ever Is closest to hand, I simply couldn’t care less and  until now, I’d not even thought about the fact standard terracotta ones were supposed to be ‘white skin tone’, like me, when clearly in practice, on me, those ones are not! If it makes this dude that tearful with emotion, it’s a good They now Make brown ones.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Trevor Jary",
                    "date": "28w",
                    "timestamp": "1556934151",
                    "commentText": "Denisse Garcia sure, if that’s what gets him through the day but if that was the case and it was a personal moment, who typed this nonsense up!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Ricks Smith",
                    "date": "28w",
                    "timestamp": "1557150968",
                    "commentText": "Trevor Jary If the guy is fighting back tears over a brown plaster he must lead a very easy life",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "7",
            "user": "John Brady",
            "date": "29w",
            "timestamp": "1556219561",
            "commentText": "I think this is the tip of the iceberg, next it will be <b> black </b>socks,<b>  black</b> shoes and polish<b> , blac</b>k pudding<b> s, bla</b>ck shirts and ti<b> es, bl</b>ack cars<b>  and b</b>lack hats. However, corn plasters can remain the same.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Vera Ifeoma Anyanwu",
                    "date": "29w",
                    "timestamp": "1556445662",
                    "commentText": "John Brady I don't give a toss about this guys wonderful find. But you do realise we are more brown than <b> black </b>right? LMAO!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "9",
            "user": "Gwynn Jones",
            "date": "29w",
            "timestamp": "1556222588",
            "commentText": "Unfortunately if he's working in a factory it'll have to be blue",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "10",
                    "user": "Charlotte Hansen",
                    "date": "29w",
                    "timestamp": "1556691763",
                    "commentText": "Gwynn Jones Why?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Trevor Jary",
                    "date": "28w",
                    "timestamp": "1556934349",
                    "commentText": "Charlotte Hansen incase it falls off so it can easily be found, especially (hold on to your stomach) if it’s on a food production line.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Chris Bradley",
            "date": "29w",
            "timestamp": "1556223064",
            "commentText": "I saw this tweet, the guy was being hyperbolic, the metro didn't need to pick this up and force an article out of it. People don't need to turn it into a thing. The guy just appreciated it.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Lucy Benjamin",
                    "date": "29w",
                    "timestamp": "1556223175",
                    "commentText": "Chris Bradley thanks 🙏🏾",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Chris Bradley",
                    "date": "29w",
                    "timestamp": "1556223673",
                    "commentText": "Lucy Benjamin people spitting their dummies out getting all hot about <b> nothing.</b> I saw it and thought it was pretty cool. I have the absolute inverse issue, I'm almost albino white and I think I'd probably think it was cool if I found an elastoplast that matched my skin tone instead of the<b>  weird</b> beigey pink ones. I can't imagine there would be a metro article and a tonne of angry reacts based on it if I tweeted or Instagrammed about it either.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Weird"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Suzanne Armstrong",
            "date": "29w",
            "timestamp": "1556223929",
            "commentText": "most plasters are mixed blues reds green ect",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Barbara Todd",
            "date": "29w",
            "timestamp": "1556224500",
            "commentText": "What a load of nonsense ; I’ve heard it all now .The transparent plasters show your skin colour whatever your <b> ethnic </b>persuasion .Grow up for goodness sake !!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "17",
            "user": "Trish Greenwood-Tattersall",
            "date": "29w",
            "timestamp": "1556227856",
            "commentText": "Red, brown, <b> yel<b> low<b> ,</b</b</b>>> green.......tis not what's on the outside x",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Yellow",
                "Red"
            ]
        },
        {
            "id": "18",
            "user": "Elizabeth Macmillan",
            "date": "29w",
            "timestamp": "1556235646",
            "commentText": "So what colour bandages, plaster casts, neck braces n on n on n on n on..? It's a mad mad world !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Curley Jefferson",
            "date": "29w",
            "timestamp": "1556263958",
            "commentText": "Who is the same colour as a regular plaster ? The sh1t people worry about...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Little Gemma",
            "date": "29w",
            "timestamp": "1556374859",
            "commentText": "Christina Fisher",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Stephen Quantrell",
            "date": "29w",
            "timestamp": "1556530813",
            "commentText": "Well this is a nice story. Shame on the 90% of you lot are missing the point of the article",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}