{
    "header": {
        "title": " School forced to apologise for requesting ‘white British’ taxi driver for pupils ",
        "subtitle": " ",
        "owner": " Elisa Menendez ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.2k ",
        "datePosted": " Friday 5 Apr 2019 5:11 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/05/school-forced-to-apologise-for-requesting-white-british-taxi-driver-for-pupils-9123238/ ",
        "postText": "A school catering for children with special needs has been forced to apologise after asking for a ‘white British’ taxi driver to transport pupils.', 'Highfield School in Ossett, West Yorkshire sent the request to a Castleford taxi company to set up a regular service for one of its students.', 'The email read: ‘Unfortunately our student will not tolerate anybody who is not white British, therefore to safeguard your drivers please could you always send a white British driver.’', 'Taxi drivers at the company – who asked not to be named – were ‘shocked’ at the request which they said was ‘borderline racist’ and insensitive.', 'A spokesman for the firm said: ‘When I received that letter I was shocked because it came from a school where they are supposed to be teaching about equality and diversity and that’s what we’re supposed to be teaching the next generation.', '‘If you allow this request to be made by the pupil or the parent you’re not promoting that.', '‘It’s racist and we’ve never had a request like this before.’', 'Wajid Ali, co-chair of Wakefield District Private Hire and Hackney Association, said a meeting was held with its 500 members who were ‘all very upset’ over the request.', 'Ali said: ‘We can’t believe a public body has the audacity to send a letter like this.', '‘We’re all really upset about it. It goes against the Race Relations Act 2000 which encourages public bodies not to discriminate against any group. The school should have had this policy in place.', '‘We have had people say to us “what about the pupil’s complex needs?” but a child under 16 would not be able to make that decision. This was a decision taken by the school.’', 'Ali added that in his 14 years as a taxi driver, this is the first time anything like this has happened and feels they have been discriminated against.', 'He said: ‘We consider ourselves as professional taxi drivers and certainly I would never judge my customers on their ethnicity.', '‘We treat everybody equally and in this case the school has not treated the drivers equally.', '‘It’s borderline racist. Race and colour should not come into it. We live in a multicultural society that promotes diversity.', '‘We were born in this country and we’re just people trying to provide a paying service and look after our families.’', 'Peter Marshall, executive headteacher of Highfield School, said: ‘We fully acknowledge that the email sent by the school was wholly inappropriate and we apologise for any offence that was caused.', '‘Our priority is to support our pupils, many of whom have extremely challenging and complex needs.', '‘Over 180 children from our school community use minibuses and taxis to enable them to access the highly specialised teaching and care we are able to provide for them. We very much value and appreciate the service that all taxi companies and their drivers provide.', '‘We have contacted the taxi company to apologise and explain the challenges and needs faced by the pupil the request related to.’",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Gender - General,Age - General,Nationality - European or anti-Europeans,Nationality - British,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Race,Ethnic,Black,African,Disabled,Nothing,Gender,Age,Brexit,Tan,doctors",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Andrew C Collins",
            "date": "32w",
            "timestamp": "1554492539",
            "commentText": "I don't think it's <b> racist.</b>. The kid is mentally<b>  disabled</b>, maybe for whatever reason the kid has an issue wit<b> h blac</b>k people that might not be his fault or something.. Who knows.. Why does everyone always jump to conclusions immediately!? So<b> me disabl</b>ed people are scared of men, it's not their fault though..",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "1",
                    "user": "Deborah Simms",
                    "date": "32w",
                    "timestamp": "1554494524",
                    "commentText": "Andrew C Collins special needs has <b> nothing </b>to do with<b>  racism</b>, if he has issues wit<b> h blac</b>k or Asian people that's because he has been taught that.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Racism",
                        "Black"
                    ]
                },
                {
                    "id": "2",
                    "user": "Andrew C Collins",
                    "date": "32w",
                    "timestamp": "1554497390",
                    "commentText": "Deborah Simms You're so wrong it's not even funny.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Medusa Jordan",
                    "date": "32w",
                    "timestamp": "1554501476",
                    "commentText": "Andrew C Collins I worked with a lot of <b> disabled </b>people and your suggestion is highly unlikely. Deborah is more likely to be correct.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Disabled"
                    ]
                },
                {
                    "id": "4",
                    "user": "Gavin Irvine",
                    "date": "32w",
                    "timestamp": "1554511161",
                    "commentText": "Deborah Simms or perhaps he was abused by a taxi driver that was not white ever thought about that",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Martina Zelenić Dove",
                    "date": "32w",
                    "timestamp": "1554523114",
                    "commentText": "Medusa Jordan what disability though? I worked with children with autism and they can develop specific things they insist on that no one has taught them that make life extremely difficult. And you can do <b> nothing </b>to reason with them. I can see this happening quite easily. Not saying the school was right though in how they handled this as they clearly broke the law. Not sure what the good solution in such a situation would be so that everyone is happy :(",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "6",
                    "user": "Peter A Lord",
                    "date": "32w",
                    "timestamp": "1554524860",
                    "commentText": "Martina Zelenić Dove my first though was autism especially with the second thing they asked for because that sounds like something an autistic person would do having an autistic stepson myself",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Joy Zillah Clark",
                    "date": "32w",
                    "timestamp": "1554533067",
                    "commentText": "Deborah Simms that is not correct.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Sini Anto",
                    "date": "32w",
                    "timestamp": "1554544623",
                    "commentText": "Andrew C Collins yeah a disability called rascism. ...highly probable",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Medusa Jordan",
                    "date": "32w",
                    "timestamp": "1554594418",
                    "commentText": "James Derry How am I agreeing with him by accepting it is a possibility?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Medusa Jordan",
                    "date": "32w",
                    "timestamp": "1554594591",
                    "commentText": "Martina Zelenić Dove It is possible, I worked with people who had profound disabilities of various kinds and never encountered a problem like that, plenty of challenging behaviour though !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Andrew C Collins",
                    "date": "32w",
                    "timestamp": "1554733394",
                    "commentText": "The complete ignorance of people these days just absolutely blows my mind.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Black",
                "Disabled"
            ]
        },
        {
            "id": "12",
            "user": "Jamie Armour",
            "date": "32w",
            "timestamp": "1554492577",
            "commentText": "Wow, should you not have blacked out the postcodes in the article?  Or does your editor not mind potentially identifying special needs kids?",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Nicol Hick",
                    "date": "32w",
                    "timestamp": "1554492878",
                    "commentText": "Jamie Armour that’s exactly what I thought. 🧐",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Cecile,Marie,Evelyne Bowie",
                    "date": "32w",
                    "timestamp": "1554493590",
                    "commentText": "Jamie Armour  exactly my thoughts too, it’s extremely irresponsible and potentially criminal actually.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Kim Barrett",
            "date": "32w",
            "timestamp": "1554494995",
            "commentText": "Maybe a different approach would of been better Social stories are normally done for new situations depending on needs but the school should know better And agree that postcode should not of been shared",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Anne Stern",
            "date": "32w",
            "timestamp": "1554499813",
            "commentText": "The client has special needs and has developed a phobia or cannot behave in a way that won’t offend unless his special needs are met. Why is that so hard to understand?",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "17",
                    "user": "Robyn Appleton",
                    "date": "32w",
                    "timestamp": "1554551944",
                    "commentText": "👏",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Caroline Hatfield",
            "date": "32w",
            "timestamp": "1554501527",
            "commentText": "Can someone please explain how the school should of worded the letter so no offence was taken. Do the taxi firm realise that they have discriminated against a child with sen saying they have been taught/brought up to behave this way. Any child with complex needs can have issues with so many different things",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "John E Smokes",
            "date": "32w",
            "timestamp": "1554506073",
            "commentText": "If somebody wants something costing money, they have the right to stipulate what they want. It's not <b> racist.</b> What if the school wanted a female driver? Or what if they requested only an Asian, a Japanese, an<b>  African</b> or even a Russian driver?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "20",
                    "user": "Josephine Davis",
                    "date": "32w",
                    "timestamp": "1554651984",
                    "commentText": "John Smokes it is legal to specify <b> gender </b>or<b>  race</b> specific criteria for specific reasons (usually safeguarding reasons).  In this case the school acted inappropriately by making the request on behalf of the child (for whatever reason or whatever disabilty that the child has). Those laws are in place to protect everyone and should be respected, particularly by a school.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Race"
                    ]
                }
            ],
            "keywords": [
                "Racist",
                "African"
            ]
        },
        {
            "id": "21",
            "user": "Craig Buist",
            "date": "32w",
            "timestamp": "1554507124",
            "commentText": "To say the child can't make that decision because the child was under 16 is <b> age </b>discrimination children under 16 know what that do or don't want . So get off the<b>  racism</b> wagon and look at it from the child's side ..  I suppose one good thing it wasn't abou<b> t BREXI</b>T.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Racism",
                "Brexit"
            ]
        },
        {
            "id": "22",
            "user": "Jane Fraser",
            "date": "32w",
            "timestamp": "1554507888",
            "commentText": "White British  taxi driver .The request .I'm white Slightly more to the oily skin a little shade of a mix of Italian , Irish the eyes .A little French . We came from there .A little bit of north London A side of south London Born Brixton .In the winter I'm a bit dull in My completionCome summer The med comes out  a gorgeous  <b> tan </b>a lovely brown . So please tell me that a child  who has special needs  however complex Would define that Me I'm white and British",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "23",
                    "user": "Gavin Irvine",
                    "date": "32w",
                    "timestamp": "1554511559",
                    "commentText": "You want a kid with spesial needs to define that. Also French / Italians do not resemble Pakistani/Indian/Arab in any way",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Philippa Nightingale",
                    "date": "32w",
                    "timestamp": "1554601116",
                    "commentText": "Got to disagree with you, Gavin Irvine. Italian, Spanish and Greek antecedents are indeed from Arab regions, hence the dark complexion, dark hair and relative  rarity of blue eyes in those countries.Even the French tend toward more swarthy skin and dark eyes and hair. It would be far more responsible to talk with the child and ascertain the cause of their difficulty regarding skin colour; for the sake of that child's future, they will often have <b> doctors </b>or nursing/teaching/carers who are not of traditional white British backgrounds; far more responsible to get to the bottom of their problem.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "doctors"
                    ]
                }
            ],
            "keywords": [
                "Tan"
            ]
        },
        {
            "id": "25",
            "user": "Joy Zillah Clark",
            "date": "32w",
            "timestamp": "1554533040",
            "commentText": "The school could have stated: We have a very <b> racist </b>student with complex special needs who is triggered by a number of things and we do not want to impose his attitudes and behaviours onto any of your drivers. Please advise.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "26",
                    "user": "Adam Griffiths",
                    "date": "32w",
                    "timestamp": "1554550678",
                    "commentText": "Why are you assuming the childs <b> ethnic </b<b> >race</b>? Wh<b> y racis</b>t? The child could have had a traumatic experience. Would you force someone with PTDS to be in a situation that would trigger it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist",
                        "Ethnic"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "27",
            "user": "Jon Newman",
            "date": "32w",
            "timestamp": "1554538418",
            "commentText": "This could probably have been handled so much better than it was, however if the student concerned has issues with certain sections of society then it is only right that the school tries to protect that section of society.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Catherine John",
            "date": "32w",
            "timestamp": "1554552206",
            "commentText": "If he has a disability it is feasible that he has grown up in an area where he is only used to seeing white people if he is autistic it makes sense why. They were stupid for even bringing this to the paper because they are more appalling than they think the school is. She even said for the safe guarding of the driver, so what if this child attacks people that aren’t white?? Did they not think she said it to their benefit?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "29",
                    "user": "Philippa Nightingale",
                    "date": "32w",
                    "timestamp": "1554601722",
                    "commentText": "Catherine John . No child is born with <b> racist </b>views even if they are not used to seeing people from different races. If they have acquired such a predisposition it is for that child's benefit to acclimatise them as many of the medical, teaching and caregivers throughout their lives will have skin of a different hue. It is not fair to leave a child, especially one who will have lifelong care needs at such a disadvantage.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Phil Thornton",
            "date": "32w",
            "timestamp": "1554555049",
            "commentText": "How do you know that the white driver  wont be a wrong'un  wasnt Worbuoys the serial rapist White?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}