{
    "header": {
        "title": " I’m 27, never been kissed and I’m looking for love – but I want to wait until the time is right for me ",
        "subtitle": " ",
        "owner": " James Conlon ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 474 ",
        "datePosted": " Friday 12 Oct 2018 1:00 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/12/im-27-never-been-kissed-and-im-looking-for-love-but-i-want-to-wait-until-the-time-is-right-for-me-8011922/ ",
        "postText": "I’m 27 and I’ve never been in a relationship.', 'I didn’t think I’d still be single at this age, and it’s not for the want of trying. I would like to find someone, but I’m more aware than ever of how much pressure there is to ‘couple up’, and it has to stop.', 'Meeting people is not easy. On nights out, I have approached people. I’ve tried meeting people through friends. I’ve been openly vocal on social media about my relationship status. I’ve even applied for First Dates.', 'Yet, I’ve found myself in my late twenties with no experience of dating, and I’ve become so used to the single life that the idea of becoming anything more than friends with someone seems daunting.', 'I’ve never been close to anyone. I’ve never been kissed, never been on a proper date and I’ve never felt love – I’m not even sure I know what it feels like.', 'Society tells us that there is someone out there for everyone. A relationship is painted as perfect and something that should be desired and achieved.', 'You are also made to feel like it’s wrong to not be in a relationship, and that there’s something wrong with you for being single. This bothers me a lot and I am starting to wonder, could there actually be something wrong with me?', 'After all, it’s not that easy to just love someone. It has to be reciprocated; you both have to feel the same way.', 'Don’t get me wrong – I’ve ‘liked’ many people. Although looking back, it might be better described as infatuation, as it’s always been one-sided and never gone any further.', 'My school years were nothing short of chaotic: I didn’t have many male friends and was constantly taunted for having friends that were girls and bullied about being gay.', 'It sounds silly, but as everyone was saying it, I just started to believe this was who I was. I was so confused.', 'There were a few times in school where I took a liking to a couple of individuals, but I found it really difficult to be honest about my feelings, so would just keep quiet while everyone else around me was building relationships and having their first girlfriend or boyfriend.', 'I now know that I am bisexual, but it has taken me a long time to even admit that to myself.', 'It’s harder than ever to find someone with so many dating apps on the market.', 'These apps work for many but I’ve had such rubbish experiences.', 'One in particular sticks out: I matched with a guy on Tinder and we were talking, flirting and getting to know each other – things were going well.', 'Then out of nowhere, he asked me about the clothes size I wear and what size waist I was. I remember thinking, what the hell, is this real?', 'We didn’t meet up.', 'There is huge social pressure to be in a relationship. You are made to feel like it’s wrong to have never been in one, like you’re some alien creature who doesn’t have feelings.', 'Sometimes I’ll be chatting with friends and they will start discussing their partners – how annoying they are or how cute they can be – and I can’t join in.', 'Then there are the awkward family parties, the weddings, the funerals – all those occasions when people ask: ‘When are you going to find yourself a nice man?’ or comment that ‘you aren’t getting any younger’ and that ‘time waits for no one’.', 'We have to stop putting pressure on people who have never had a relationship. It’s unnecessary and quite frankly no one else’s problem.', 'We have to respect that not everyone will have the same journey in life.', 'While the thought of a relationship is exciting and something that I’m interested in, it is really important to make sure that I’m in the right place and ready for what the future holds.', 'We all need to feel confident enough to be able to put ourselves out there. It can’t be forced – you have to be comfortable with who you are and what you’re looking for.', 'It may take time, but surely time is better than rushing into something?', 'Personally, I’d like to focus on myself for a while – get in a good head space and feel body confident first – so that I know I’m making the right decisions.', 'I’m just a guy wanting someone to love me, but I want to wait for the right time for me.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Sexual,Weird,Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Liana Rosa",
            "date": "1y",
            "timestamp": "1539361514",
            "commentText": "Since you are bi I think you would benefit from an open-minded heterosexual couple to play with. The recreational <b> sex </b>might ease you into a<b>  sexual</b> initiation to rid you of any frustration.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Logan Smith",
                    "date": "1y",
                    "timestamp": "1539364411",
                    "commentText": "I think the dude would rather a relationship....as isn't always the answer .  there's bookers for that .  but I might be wrong.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Nick Dee",
                    "date": "1y",
                    "timestamp": "1539389055",
                    "commentText": "lmao.. cuz thats so easy to find julia..naive women think men can find people to date easily",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Adam Blanc",
                    "date": "1y",
                    "timestamp": "1539464150",
                    "commentText": "Do you just say things to feel important Julia? Why would a \"heterosexual\" could want a <b> weird </b>guy with a goatee in the middle of things?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Weird"
                    ]
                }
            ],
            "keywords": [
                "Sex",
                "Sexual"
            ]
        },
        {
            "id": "4",
            "user": "Calvin White",
            "date": "1y",
            "timestamp": "1539361680",
            "commentText": "Aww poor you. Why not go down to the local <b> gay<b>  </b</b>>club and try talking to someone about it?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Logan Smith",
                    "date": "1y",
                    "timestamp": "1539364456",
                    "commentText": "chances are he'll get lots of friends and that's about it. I'm a straight guy but I understand his struggle as I've been there",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "6",
            "user": "Adam Dingley",
            "date": "1y",
            "timestamp": "1539414773",
            "commentText": "I hope he finds love of some sort soon.  Mind you.  You have to love yourself first.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Kathy Lynch",
            "date": "1y",
            "timestamp": "1539429459",
            "commentText": "You know your loved by all your family a your  mom a dadxx",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}