{
    "header": {
        "title": " Grenfell Tower effigy on bonfire was an ‘artistic effort’, lawyer says ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 273 ",
        "datePosted": " Monday 29 Jul 2019 9:34 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/29/grenfell-tower-effigy-bonfire-artistic-effort-lawyer-says-10483760 ",
        "postText": "The burning of a Grenfell Tower model has been defended by lawyers as an ‘artistic effort’ and a ‘mocking joke’ protected under freedom of expression.', 'Footage of the effigy being set alight on a bonfire at a party last year sparked outrage when it was shared widely online.', 'Paul Bussetti, 46, has gone on trial for sending the ‘grossly offensive video’ on WhatsApp and causing footage of a ‘menacing character’ to be uploaded on Youtube.', 'His lawyer Mark Summers QC accepts the incident was undoubtedly hurtful but argued it is protected by the right to freedom of expression under the European Convention on Human Rights.', 'He told Westminster Magistrates Court: ‘That joke was hurtful, distasteful, mocking, disgusting but the authorities are, we say, abundantly clear.', '‘A public expression of hurtful humour such as that is protected by Article 10.’', 'The court was played the video in which a comment can be heard referring to a ‘ninja’.', 'Philip Scott, prosecuting’ says this is believed to have been made about a figure on the tower dressed in all black and wearing a niqab.', 'The prosecution says the footage showing black and brown cardboard figures inside the building and some hanging off as if falling from it, is racist in its content.', 'The court heard Bussetti had frequently used racist terms including P-word and the N-word in other WhatsApp chats.', 'Among details given to the court were a message from Bussetti saying ‘n****r priest as well’ in a conversation about the wedding of the Duke and Duchess of Sussex last year at which US preacher Bishop Michael Curry gave a sermon.', 'Mr Summers argued content in the effigy footage was ‘nowhere near racist hate speech such as to take it outside Article 10’.', 'He cited comments made by Boris Johnson before he became prime minister including people in the Congo being ‘tribal warriors’ with ‘watermelon smiles’, and a 2018 Daily Telegraph column in which the Tory MP described veiled Muslim women as ‘looking like letter boxes’.', 'Mr Summers told the court: ‘We say that none of these things cross the high threshold of hate speech but all of them have emanated from the mouth of the man who is now our prime minister. And he has not been prosecuted for any of them.’', 'Mr Summers said the effigy was an ‘artistic effort’, whatever anyone thinks of it.', 'He added: ‘It was a model. It was satirical.’', 'He also argued an encrypted private WhatsApp chat cannot be considered a public communications network under the Communications Act 2003, which Bussetti is charged under.', 'But following an application to dismiss the case, Chief Magistrate Emma Arbuthnot said she was satisfied there is a case to answer on both counts.', 'Wearing a grey suit and an open-necked white shirt, Bussetti sat in the dock as the footage he does not dispute filming was played in court.', 'Laughter could be heard as the model was placed on the bonfire and set alight in front of a group of around 30 people on November 3.', 'The footage was branded ‘vile’ by the aunt of 12-year-old Jessica Urbano Ramirez, who died in the blaze which claimed the lives of a total of 72 people in west London on June 14 2017.', 'In a statement read to the court, Sandra Ruiz said: ‘The video made a mockery of her death. To see people making a mockery of that is vile.’', 'The defendant voluntarily attended Croydon police station two days after the bonfire, by which time footage of the incident had been widely shared on the internet and featured on the news.', 'The court heard Bussetti told police he had ‘no idea’ why he had filmed the incident and sent it to two WhatsApp groups with a total of around 20 members.', 'He told officers it was ‘one of those stupid moments’ and confessed ‘it was just sick. There was no purpose. It was just a horrible video.’', 'Bussetti, from South Norwood, south-east London, said he had not intended the video to go viral and that it did not support any agenda.', 'The trial has been adjourned until August 22.",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mohamed Saleh",
            "date": "16w",
            "timestamp": "1564439134",
            "commentText": "Sick, hateful prick.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Paul Thompson",
                    "date": "16w",
                    "timestamp": "1564449502",
                    "commentText": "maybe but no one should be taken to court over it",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "John Wareham",
                    "date": "16w",
                    "timestamp": "1564471043",
                    "commentText": "Paul Thompson This was no different to a burning cross. There's a difference between the blackest of humour and acts like this which have inherent threat as part of it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Paul Thompson",
                    "date": "16w",
                    "timestamp": "1564486209",
                    "commentText": "John Wareham and if they wated to burn a cross they should. and please show me the threat that was made in the video",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}