{
    "header": {
        "title": " Anti-LGBT protesters meet resistance after returning to Birmingham school ",
        "subtitle": " ",
        "owner": " Jimmy Nsubuga ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.9k ",
        "datePosted": " Saturday 14 Sep 2019 11:28 am ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/14/anti-lgbt-protesters-meet-resistance-returning-birmingham-school-10741662/ ",
        "postText": "Anti-LGBT protesters were drowned out by a ‘loving resistance’ musical counter-protest when they returned to a Birmingham school.', 'Around 20 campaigners demonstrated near Anderton Park School, in Sparkhill, yesterday.', 'They were complaining about lessons where pupils learn about gay relationships and LGBT rights.', 'But this time they were met with resistance from gay mother Katy Rose Bennett, a local resident, and her friends who sang defiant songs of love, including A Beautiful World and Over the Rainbow.', 'Musician Ms Bennett said she decided to act after having to put up with protests at the school gates since January.', 'She said: ‘We believe in love and harmony and everyone getting along and being equal. Love conquers hate.’', 'Resident Philip Coker added: ‘Their children are the future, but they just do not want them to have a future that is different from theirs.', '‘They are giving their children a terrible message.’', 'Lead protester Mr Afsar said they returned because he didn’t want the school to think they had gone away.', 'He said: ‘We will not back down. Parents want us to continue to press for the school to heed their request, consult with parents and stop going against their wishes.’', 'Fellow protester Amir Ahmed added: ‘They say this is about equality and tolerance. There are other ways to teach equality – this is a sexual and gender ideology.’', 'Birmingham City Council will again request a permanent injunction around the school to ban protests at the gates when it goes to court on October 14.', 'A temporary injunction, imposed in June, bans Mr Afsar and other protest leaders from organising a demonstration or abusing school employees inside an exclusion zone.', 'Anderton Park School was targeted along with Parkfield School in Alum Rock.', 'Anti-LGBT protesters started their demonstrations in March.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,Gay,LGBT,Gay,LGBT,Transgender,Sex,Gender,Sexual,Age,Disabled,Quran,Common,Lesbian,Old,Ethnic,Indian,Nation,Thin",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "",
            "timestamp": "1568457590",
            "commentText": "When are the followers of Islam going to realise that they can’t have EVERYTHING their own way in the U.K.?",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 35,
            "replies": [
                {
                    "id": "1",
                    "user": "Jhangir Hussain",
                    "date": "",
                    "timestamp": "1568460150",
                    "commentText": "its not just followers of islam who disagree with the filthy <b> lgb<b> t <<b> /b</b</b>>>agenda many people of different faiths oppose it, but you being a bigot cant see further than your ugly nose.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "2",
                    "user": "Rob Crossgrove",
                    "date": "",
                    "timestamp": "1568460927",
                    "commentText": "Jhangir Hussain The problem is though that god doesn't exist. He's just as fictional as Sauron and Voldemort. People just use religion as an excuse to be nasty and intolerant of other people, whether they're <b> LGB<b> T,<<b> /b</b</b>>> Trans, different religio<b> n, disabl</b>ed, or whatever. The other thing is that there's absolutely no point in protesting against the schools. They are just doing as the Government tells them to do. If anyone really wants to object, they should write to their MP.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT",
                        "Disabled"
                    ]
                },
                {
                    "id": "3",
                    "user": "Anthony Rogers",
                    "date": "",
                    "timestamp": "1568462783",
                    "commentText": "Jhangir HussainYeah they should be learning about good wholesome Islamic things, like a prophet with a child bride.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jhangir Hussain",
                    "date": "",
                    "timestamp": "1568465429",
                    "commentText": "Rob Crossgrove all will be revealed when you die",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Jenny Mason",
                    "date": "",
                    "timestamp": "1568472156",
                    "commentText": "Jhangir Hussain you can't accuse someone else of being a bigot after referring to \"filthy <b> LGB<b> T\"<<b> /b</b</b>>> in your own bigotted rant.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "6",
                    "user": "Punit Patel",
                    "date": "",
                    "timestamp": "1568473217",
                    "commentText": "Edl, fla, hindu-nationalists, islamists, evangelists..... All religious and nationalist extremists that are different shades of the same backward mentalityThey are opposed to diversity and integration, and believe their way of life is correct and won't allow their kids and other people to learn about anything new and decide for themselves how they want to live their livesI wish they'd all just p*** off to some corner of the earth to fight out their ideological idiocy and leave the rest of us decent folk to live our lives in peace",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Rob Crossgrove",
                    "date": "",
                    "timestamp": "1568473250",
                    "commentText": "Jhangir Hussain And no doubt the Sun or Daily Mirror will publish these revelations. I have absoutely no interest in any kind of afterlie. I certainly wouldn't want to share it with people like you. Oblivion will be fine with me.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "James Bishop",
                    "date": "",
                    "timestamp": "1568474143",
                    "commentText": "Jhangir Hussain  - Other are not that offended - Its JUST muslims that are offended becuase your evil book <b> quran </b>is offended... if you muslims dont like our laws -just go back to Pakistan - we can even help with your fare.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Quran"
                    ]
                },
                {
                    "id": "9",
                    "user": "Martina Zelenić Dove",
                    "date": "",
                    "timestamp": "1568474518",
                    "commentText": "Jhangir Hussain Why do you think that your religious beliefs, or anyone's religious beliefs carry more weight than other people's rights that are protected by law? If kids are being taught to be tolerant of different religious beliefs, why should they also not learn about other important things they should be tolerant of? After all, if you don't provide this education to your child and they end up expressing views or behaviour that are aginst the law or unacceptable in workplace or school, aren't you setting your child for failure? After all, law comes above any religion... in some countries at least.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Arandeep Jo-hal",
                    "date": "",
                    "timestamp": "1568498714",
                    "commentText": "Jhangir Hussain Islam is Arab colonialism, Arab law, Arab traditions, Arab customs, Arab festival, Arab theology, Arab ideology, Arab religion and Arab God. Why should the uk respect Arab doctrine, when Arab call Jews, Christians, non believers and others as kafirs, and worse?......why should the uk respect Arab law?...just because you've been colonised we have not.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Simon Mayor",
                    "date": "",
                    "timestamp": "1568505371",
                    "commentText": "Jhangir Hussain you use the phrase filthy <b> LGB<b> T <<b> /b</b</b>>>and then call someone a bigot in one comment... Way to lose all credibility.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "12",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568526571",
                    "commentText": "Jhangir Hussain Hi Jhangir, in fairness to Jack Russell, we don't know whether his nose is ugly.  However, I think you're right to point out that one doesn't have to believe all the doctrines of Islam, in order to disbelieve the silly doctrines of the new <b> LGB<b> T <<b> /b</b</b>>>religion that contradict what orthodox Muslims, Jews and Christians <b> in comm</b>on believe, and quite a lot of atheists to boot.I feel quite snubbed that the Metro didn't bother to mention me, along with Amir Ahmed and Shakeel Afsar, now that I'm a defendant too, in the High Court in Birmingham.It was a pretty biased piece of reportage, don't you think?  Shakeel especially deserves better press than he gets.I am surprised that so few newspapers even get as far at expressing the core dispute, easily expressed in the slogans, \"Our kids, our choice\" and \"Let kids be kids\".  There is a torrent of misinformation.  It is as if all the world's press were owned by the same individual, who happened to be a ra<b> bid<b>  L<<b> /b</b</b>>>GBT-ist.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common",
                        "LGBT"
                    ]
                },
                {
                    "id": "13",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568526895",
                    "commentText": "Punit Patel Oh genius. You wouold wish to see deported into exile all heretics who refuse to profess faith in the doctrines of the church of <b> LGB<b> T.<<b> /b</b</b>>>  How very tolerant - not!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "14",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568528082",
                    "commentText": "Rob Crossgrove Who the dickens are \"Sauron and Voldemort\"?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568528446",
                    "commentText": "When are the followers of the <b> LGB<b> T <<b> /b</b</b>>>cult going to realise that some of us are determined to make sure that they don't have everything their own way either?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "16",
                    "user": "Punit Patel",
                    "date": "",
                    "timestamp": "1568544543",
                    "commentText": "John Allman.... Believe what you want to believe, but don't silence and demonise the voice, lifestyle and beliefs of othersIf you can't do that, then yeah.... I'd be happier if your sort all left decent people alone, ragardless of why you're an intolerant todgeAnd yes, that is the irony amongst the tolerant..... They tolerate all ideas, except those rooted in intolerance. It's just as ironic as you (the intolerant) trying to criticise me for being not being tolerant of your intolerance",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Jhangir Hussain",
                    "date": "",
                    "timestamp": "1568545365",
                    "commentText": "James Bishop the <b> lgb<b> t <<b> /b</b</b>>>is a filthy agenda promoted by perverts",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "18",
                    "user": "Anthony Rogers",
                    "date": "",
                    "timestamp": "1568546220",
                    "commentText": "John AllmanIt's kinda funny how your best way to insult <b> LGB<b> T <<b> /b</b</b>>>stuff is by referring to it as a religion or cult. Just pissing in the wind eh?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "19",
                    "user": "Vlatko Šurlan",
                    "date": "",
                    "timestamp": "1568551658",
                    "commentText": "Martina Zelenić Dove \"Why do you think that your religious beliefs, or anyone's religious beliefs carry more weight than other people's rights that are protected by law?\" Because laws are someone's beliefs, religious or otherwise, enshrined in police enforced codex. So your question is logically fallacious. What you really asked is: why do you think that your/anyone's religious beliefs carry more weight than other people's beliefs. And the answer is that noone's beliefs carry more weight. So be careful of logic.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568557433",
                    "commentText": "Punit Patel this whole protest is about adult opinions being pushed onto  underdeveloped children who are being guided in there first years of CHILDHOOD (the fun years we should love and enjoy looking back on )adult sexuality is something they will discover themselves growing up and the first year's children need to know who they are and were they come frome ,secondary schooling is were they learn how to grow and make choices let children be children for just them short years please",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Anthony Rogers",
                    "date": "",
                    "timestamp": "1568569047",
                    "commentText": "Anne CullaghDo you think kids have no adult opinions when entering primary school?I got called <b> gay<b>  </b</b>>loudly in a C of E one, the teacher did a bit about how it means jolly, so the kid just meant I was jolly...Is that the kind of avoidance tactics you'd use?I felt bad for him, dunno if it was his own terrible way of dealing with it or people like you having complained about any mention of non-straight relationships. If you have kids I hope they aren't as stupid as you think.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "22",
                    "user": "Punit Patel",
                    "date": "",
                    "timestamp": "1568578468",
                    "commentText": "Anne Cullagh.... This really isn't difficult..... They're not teaching kids to be <b> gay<b> ,</b</b>> they're not teaching kids not to be gayThey're simply teaching that such people exist (they do), they're just as human as you and I (they are), and they shouldn't be demonised, bullied or discriminated against (they shouldn't)The only people opposed to the above are people/parents who want to teach their kids that the above is not true, and don't want schools to counterbalance the hatred they teachThis idea that children figure out sexuality withou<b> t se</b>x ed is what leads to teenage pregnancies, grooming and abuse..... Since they're not prepared for adult life before they get thereOnce the kids are taught certain things at school, they become adults and choose what opinions and ideas they want to carry forwards, til then give them an open mind",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Gay"
                    ]
                },
                {
                    "id": "23",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568574667",
                    "commentText": "And by the way my son (whos best friend is a very good mother and <b> lesbian </b>),thinks its a bit creepy pushing all this on 5 yr olds",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Lesbian"
                    ]
                },
                {
                    "id": "24",
                    "user": "Punit Patel",
                    "date": "",
                    "timestamp": "1568576687",
                    "commentText": "Anne Cullagh Who said it was pushed on 5 year Olds!? The national curriculum says <b> sex </b>education begins in year 7, which I believe is  [LINK]  you just making that up to pretend like you have a point?If you speak from a position of knowledge, you wouldn't have to make up facts that make you look like an idiot when they're disproven",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "25",
                    "user": "Benjamin Ashworth",
                    "date": "",
                    "timestamp": "1568576935",
                    "commentText": "Anne Cullagh Children tend to be very accepting of diversity. No one is teaching them about the ins and outs of <b> sexual </b>intercourse, just that sometimes men love men, women love women and some children have two parents of the same<b>  sex</b>. The problem is that children are taught discrimination from a youn<b> g ag</b>e by their families and schools can at least provide an alternative, more socially acceptable, counteracting viewpoint. Take a look at the picture above of those women with their heads and faces covered. My mother used to teach in a nursery school where the majority of children were Muslim. One girl asked her how she got to work and when she said she drove herself the girls thought it was strange and funny that she would. These were four ye<b> ar o</b>ld girls who'd already been tought as part of Muslim upbringing that women shouldn't be going out on their own and driving themselves to places because they had to have the supervision of men. I worry about children being pushed down the road of believing they<b> 're transgen</b>der and using puberty blocking drugs. I do think children should be allowed to be whoever they feel they are without concern for whether their physical bodies and feelings<b>  fit ge</b>nder stereotypes. However, the problem here is clearly those who choose to follow a religion objecti<b> ng to s</b>exual orientations, that aren't a choice, being portrayed as an acceptable part of life and something that should be respected. They want to teach their children that homosexuality is wrong and lead new generations down the path of intolerance and hate. That's something modern education has a responsibility to fight against.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Sexual",
                        "Age",
                        "Old",
                        "Transgender"
                    ]
                },
                {
                    "id": "26",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568579468",
                    "commentText": "Im not talking from a muslims point of view im talking from a British one who did not push religion or politics on to kids which is pointless anyway seeing as they learn everything from social media which is something no one can escape from ,so i dont no were all this hate is coming from in the first place but the point im trying to make is that its really a parents job to teach children how to behave and respect people its a credit to a parent that a child does well with others and is well loved ,handing over the responsibility to primary school teacher who have enough to deal with in the first place is wrong if there is a negative attitude at home then its not gona stop anything its just going to cause unbelievable unhappiness for a child being taught one thing at school and another at home this issue is sensitive and should be treated as such being forced to accept something will never work to be honest all this is very much saying your a bad parent and we know better well i can tell you from my very own experiences the  worst bullies in my childrens primary school were politically correct teacher's (not all ) im very sorry if some people had a horrible time in primary school that is just awful",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Benjamin Ashworth",
                    "date": "",
                    "timestamp": "1568584139",
                    "commentText": "John Allman Sauron is a character from Lord of the Rings and Voldemort from Harry Potter. Both are antagonists and represent evil and the pursuit of power over goodness and what is right and just. I appreciate you're trying to present the educated and well spoken face of the argument against <b> LGB<b> T <<b> /b</b</b>>>teaching. Each of these is a well known series of books written to teach children about good and evil and morality and how to live a good life. If you believe you know what is best for children, you should be more familier with the works of J.R.R Tolkien and J.K Rowling which are influential for them. I'm not suggesting you should know all the characters from something like Paw Patrol, these are books that have been around for some time, especially Tolkien's, and everyone with an awareness of the world ought to know they exist and have some idea what they are.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "28",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568585383",
                    "commentText": "Benjamin Ashworth lol ben jrr tolkien was a devout catholic i dout very much he would approve but i didnt no him so i dont no really but i do respect every one opinion it is a shame when people say such nasty things about religion or personal behaviours it is the sin you hate not the sinner",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29",
                    "user": "Lisa O'Shea",
                    "date": "",
                    "timestamp": "1568635899",
                    "commentText": "Jhangir Hussain love how you call it \"filthy\" yet other people are bigots?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Luke Hellwyck",
                    "date": "",
                    "timestamp": "1568640471",
                    "commentText": "Jhangir Hussain You follow a sky fairy yet you call loving someone \"filthy\"?  Crap, you're backwards.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Carl Mawson",
                    "date": "",
                    "timestamp": "1568692233",
                    "commentText": "Is not just Islam, plenty of narrow minded Christian cultists standing with them. It's almost like the real problem is organised religion in general",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "Dave Spring",
                    "date": "",
                    "timestamp": "1568748762",
                    "commentText": "Jhangir Hussain Oh please. The protests have a token presence of Christians and even some conservative Jews but they were started and predominantly populated by Muslims. You don't get to use a minor detail like that to excuse the fact this intolerance is perpetuated almost entirely by Muslims.Only a toxic individual would think that being taught <b> LGB<b> T <<b> /b</b</b>>>people exist, that this is okay (i.e. is not inherently harmful) and that they shouldn't be treated as less for who they are, is \"filthy\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "33",
                    "user": "Dave Spring",
                    "date": "",
                    "timestamp": "1568748897",
                    "commentText": "Jhangir Hussain \"the <b> lgb<b> t <<b> /b</b</b>>>is a filthy agenda promoted by perverts\"... didn't your prophet ha<b> ve s</b>ex with a young girl? That's what ahadith say.But I guess you'll be okay with paedophilia in that particular case because it was Muhammad.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "LGBT"
                    ]
                },
                {
                    "id": "34",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568838042",
                    "commentText": "James Bishop Charming,",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "A Ghost Without a Past",
                    "date": "",
                    "timestamp": "1571301405",
                    "commentText": "Jhangir Hussain So much for the \"religion of peace\".You people slowly start to show off your true colors.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36",
            "user": "Anne Cullagh",
            "date": "",
            "timestamp": "1568464162",
            "commentText": "I am a catholic who totally supports the protesting parents, it is a very lucrative political ideology being pushed onto babies its disgusting whats wrong with teaching our own kids about society and how to behave, its parents duty and privilege to be able to guide there children in the primary stage of a childs life and have every right to say i dont agree and dont wont you to teach my child this, especially if it contradicts the families religious beliefs, it is so scary to think that LGBTQ sexuality has more rights over a child than the actual childs family this is not democratic it is facism",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "37",
                    "user": "Medusa Jordan",
                    "date": "",
                    "timestamp": "1568496700",
                    "commentText": "Most of your response is nonsense. Lucrative?! 😂 LGBTQ acceptance is not about money! Some of those kids will be LGBTQ as adults - they deserve to grow up normalised.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Simon Mayor",
                    "date": "",
                    "timestamp": "1568506342",
                    "commentText": "Religion should have no place in education. Education should be about preparing children to be productive self sufficient members of society. They will have to work with people from all walks of life so why not teach them about different types of people that exist",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568527057",
                    "commentText": "Medusa Jordan The word \"nonsense\" properly refers to verbiage that doesn't make sense, not merely opinions with which you happen to disagree.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568527137",
                    "commentText": "Medusa Jordan Why do you believe that \"some of those kids will be LGBTQ as adults\"?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "41",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568554387",
                    "commentText": "Simon Mayor well on that case be prepared to be in school forever",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Luke Hellwyck",
                    "date": "",
                    "timestamp": "1568640552",
                    "commentText": "Anne Cullagh I believe religion shouldn't be in schools as much as fact shouldn't be in churches.  I don't need to be schooled.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Dave Spring",
                    "date": "",
                    "timestamp": "1568748266",
                    "commentText": "It's rather confusing to see a self-proclaimed Catholic saying they're worried for the welfare of their children. Especially when it's in regard to them being taught something as basic that <b> gay<b>  </b</b>>people exist.I suspect you should be more concerned about your Church's historical protection and enabling of child molesters in its clergy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "44",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568838127",
                    "commentText": "Luke Hellwyck <b> LGB<b> T <<b> /b</b</b>>>*is* a religion.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "45",
            "user": "James Bishop",
            "date": "",
            "timestamp": "1568473885",
            "commentText": "equality and tolerance is ok with radical muslims, when its their rights need protection, but when it comes to other groups - right to equality like <b> LGB<b> T.<<b> /b</b</b>>>non muslim, offends islam ?muslim Imam say openly that muslims will get their reward , when they have the numbers within the Kaafirs lands... just look at India jammu and Kasmiri - population 12.5 million 65% muslims - rest Hindus , Sikhs, Buddist , christian, othersIsmaic radicals. when they gain large muslim population within secular society. thats when muslim become enboldened to impose more islam on the host communty.this has happened - <b> in Indi</b>an state of Jammu and Kashmir (J&amp;k)Hindu and Sikh properties were either destroyed or taken over by terrorists or by local Muslims, and there was a continuous succession of brutal killings, a trend that continues even tod<b> ay. Eth</b>nic cleansing was evidently a systematic component of the islamic terrorists' strategic agenda in J&amp;K, and estimates suggest that, just between February and March 1990, to date over 1 million were cleaned <b> from In</b>dian kashmir valley , where majority muslims ruled. choice was given to minitories convert to Islam, leave  or die !   Today, our En<b> glish n</b>ation is being walked into a islamic halal slaughter house like sheeps.!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "46",
                    "user": "Jhangir Hussain",
                    "date": "",
                    "timestamp": "1568545600",
                    "commentText": "James Bishop you are a demented bigot and a liar please provide proof that 1 million non muslims were forcibly expelled from kashmir.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Jonathan Liddane",
                    "date": "",
                    "timestamp": "1568573968",
                    "commentText": "Careful with truth there. Most people can't handle it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ethnic",
                "Indian",
                "Nation",
                "LGBT"
            ]
        },
        {
            "id": "48",
            "user": "Martina Zelenić Dove",
            "date": "",
            "timestamp": "1568474249",
            "commentText": "Fellow protester Amir Ahmed added: ‘They say this is about equality and tolerance. There are other ways to teach equality – this is a <b> sexual </b>and<b>  gender</b> ideology.’Amir, that could also be said about religion and we teach tolerance about that too. Maybe your religious beliefs clash wit<b> h L<b> GB<<b> /b</b</b>>>T rights and that's OK. Why? Because the law is there to ensure that everyone has equal rights. If you don't mind other people's children being taught to be tolerant of your  religious belief<b> s or ge</b>nder rights, then you should be smart enough to see that this also goes the other way. As a parent, you also should want to raise a child that can easily adapt to the society it is living in no matter what they believe and knowing the laws and social expectations of that society is a good start.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "49",
                    "user": "John Allman",
                    "date": "",
                    "timestamp": "1568841873",
                    "commentText": "LGBT *is* a religion to all practical intents and purposes.  That is to say, it is a belief system with doctrines that are ethical, metaphysical, mythical and suchlike, which contradict doctrines that are readily recognised as religious in character, and which not everybody believes, and which many people find utterly incredible and even morally repulsive and not age-appropriate for little children.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Sexual",
                "LGBT"
            ]
        },
        {
            "id": "50",
            "user": "Catherine Cole",
            "date": "",
            "timestamp": "1568476468",
            "commentText": "It's not just about <b> LGB<b> T.<<b> /b</b</b>>> No outsiders is about validating different kinds of families. A child may have 2 mummies or 2 daddies because they are fostered, adopted, being brought up by grandparents, parents remarried, conceived by donor or surrogacy or their parents a<b> re <b> g</b</b>>ay. They may have a single parent. This maybe none of the school's business but even at junior school as simple history lesson might begin with asking for a family tree. The kids are going to ask questions and the teachers have to be able to answer them.  Children from single parent households have been primed to fail for many decades in our school system. Yet we now know that children of single parents can do very well in life. That is what school is for. Religious people thrive on making nasty little distinctions between people and setting kids up for failure, which is precisely why their point of view is inappropriate for schools.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "51",
            "user": "Kim Kermes",
            "date": "",
            "timestamp": "1568484537",
            "commentText": "Funny how so many consider not being allowed to hate to be discrimination against their mythology.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "John Allman",
            "date": "",
            "timestamp": "1568527908",
            "commentText": "I was there.  The little huddle of LGBT-ist counter-demonstrators didn't \"drown\" the sound of the parent empowerment demonstrators whom they accused of \"hate\" rather than their so-called \"love\" presumably.There were no reporters there from the Metro.  If there had been, they'd have interviewed me, my having juist got added to the court case an hour or so beforehand.  The Metro has just made up a story, based upon what it has heard, which is <b> thin </b>on facts and heavy on spin and, by no stretch of the imagination, balanced.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "53",
                    "user": "Anne Cullagh",
                    "date": "",
                    "timestamp": "1568560693",
                    "commentText": "Keep up the good work John thanks from me its good to no people have the courage of their convictions and believe in real fairness this whole problem is really one sided and people with a good reason to disagree are being silenced in the media wishing you all the best mate",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Carl Mawson",
                    "date": "",
                    "timestamp": "1568692118",
                    "commentText": "I see the religious extremists have found their echo chamber. Why is it always you lot who whine the loudest when you don't get your own way (especially when it involves someone stepping on your toes as you try to indoctrinate and brainwash little kids)",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Thin"
            ]
        },
        {
            "id": "55",
            "user": "Mohammed Zaman",
            "date": "",
            "timestamp": "1568562850",
            "commentText": "From day 1 of Humanity,..there was a Man and a Women.It is only in these foolish times that Innocent children are being Mentally abused by being tought that it is Normal for a Man to make love to another man,...Sorry This is Wrong.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "56",
                    "user": "Jon Matthews",
                    "date": "",
                    "timestamp": "1568629763",
                    "commentText": "Youre simply wrong. Firstly, you conflate <b> gender </b>with<b>  sexual</b> identity which is a basic category error. Secondly, homosexuality occurs in nature, this has beef well established by many scientific studies. I would ask, where do you think humans come from? If your answer is \"god\" or any variation on this infantile superstition, you disqualify yourself from having any valid opinion on any of these issues. I think youre probably just homophoboc and trapped in a dar<b> k ag</b>e mythology.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sexual",
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "57",
            "user": "Jon Matthews",
            "date": "",
            "timestamp": "1568630122",
            "commentText": "Any adult that genuinely believes in \"gods\" or any variation of this infantile superstition is in no position to lecture anyone on what is \"unnatural\" etc. Whats really abnormal are grown ups who dont realise theyve been systematically brainwashed with fairytales by backwards cults (all abrahamic cults btw, theyre basically the same babyish nonsense delivered in a different language)",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}