{
    "header": {
        "title": " No such thing as the gay gene, scientists claim ",
        "subtitle": " ",
        "owner": " Jess Glass ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.5k ",
        "datePosted": " Friday 30 Aug 2019 9:04 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/30/no-thing-gay-gene-scientists-claim-10655711/ ",
        "postText": "A group of scientists have said there is no single ‘gay gene’ after a genetic study into nearly half a million people.', 'Researchers based at a number of universities including Harvard and the University of Amsterdam found q mix of both genetic and non-genetic factors which influence sexual behaviour.', 'They said that although previous research into twins and families showed there was some biological basis to sexuality, this study confirmed there was no single gene that determined it.', 'The authors examined the genetics of nearly half a million people who self-reported on whether they had ever experienced same-sex sexual behaviour.', 'This included anyone who had ever had sex with someone of the same sex, regardless of whether they identified as gay or bisexual.', 'The authors analysed survey responses and performed genome-wide association studies (GWAS) on data from more than 477,522 people in databases UK Biobank and 23andMe.', 'In the study published Friday in the American Association for the Advancement of Science (AAAS) journal Science, the researchers found five genetic variants were significantly associated with same-sex sexual behaviour.', 'However the tested genes only accounted for 8% to 25% of variation in same-sex sexual behaviour.', 'These also only partially overlapped between men and women, and the authors concluded that their findings show that sexual orientation is influenced by a combination of genetic and environmental factors.', 'Researchers did not find any patterns among these genetic variants that could be used to meaningfully predict or identify a person’s sexual orientation or behaviour.', 'Andrea Ganna, European Molecular Biology Laboratory group leader at the Institute of Molecular Medicine, Finland, and the other authors wrote: ‘We established that the underlying genetic architecture is highly complex.', '‘There is certainly no single genetic determinant – sometimes referred to as the ‘gay gene’ in the media.', '‘Many loci with individually small effects, spread across the whole genome and partly overlapping in females and males, contribute to individual differences in predisposition to same-sex sexual behaviour.', '‘All measured common variants together explain only part of the genetic heritability at the population level and do not allow meaningful prediction of an individual’s sexual preference.’', 'The researchers stressed that genetics were only one part of a person’s identity.', 'They added: ‘Our findings provide insights into the biological underpinnings of same-sex sexual behaviour.', '‘But [they] also underscore the importance of resisting simplistic conclusions because the behavioural phenotypes are complex, because our genetic insights are rudimentary, and because there is a long history of misusing genetic results for social purposes.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Gay,Sex,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Michael Spike Vincent",
            "date": "8w",
            "timestamp": "1567158220",
            "commentText": "Well DUH!  There is no \"<b> gay<b>  </b</b>>\" gene just like there is no \"Straight\" gene.   Who you love and are attractive to is not based on a gene.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Wyn Williams",
                    "date": "8w",
                    "timestamp": "1567255422",
                    "commentText": "No it's based on a number of genes in fact.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "2",
            "user": "Mohammed Zaman",
            "date": "8w",
            "timestamp": "1567182154",
            "commentText": "ALL them MANY years, and the Thousands of peoples who used the <b> Gay<b>  </b</b>>gene excuse to hide behind,... to cover their perversion for sam<b> e se</b<b> >x sexu</b>al activities, when Mother Nature made a Man and a Women for t<b> hat sex</b>ual activities.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Wyn Williams",
                    "date": "8w",
                    "timestamp": "1567255494",
                    "commentText": "So i assume you did not in fact bother to read to the end of the article or get the point there is no SINGLE <b> gay<b>  </b</b>>gene but likely a few in combination, maybe, thats sceince for you, whatever else it is? it isnt a lifestyle choice",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "4",
                    "user": "John Jeffrey Jenkins",
                    "date": "8w",
                    "timestamp": "1567257841",
                    "commentText": "Being <b> gay<b>  </b</b>>is not a \"perversion\" and there have been no \"excuses\" being made for it.  Some people just happen to b<b> e g<b> a</b</b>>y - that's all there is to it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": [
                "Sex",
                "Sexual",
                "Gay"
            ]
        },
        {
            "id": "5",
            "user": "Wyn Williams",
            "date": "8w",
            "timestamp": "1567255551",
            "commentText": "Disgusting headline, disgusting bad write up designed to appeal to homophobes with the truth buried right at the very bottom and then hardly touched on, metro should be deeply ashamed",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Jeevan Stone",
                    "date": "8w",
                    "timestamp": "1567261844",
                    "commentText": "exactly!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}