{
    "header": {
        "title": " Men scared of women post #MeToo need to be educated not cancelled ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 185 ",
        "datePosted": " Monday 28 Jan 2019 2:08 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/28/men-scared-of-women-post-metoo-need-to-be-educated-not-cancelled-8402147/ ",
        "postText": "According to the New York Times, high powered men are avoiding working with young women because post #MeToo, they’re scared.', 'As a feminist, my initial instinct is we should solve this by putting all the rich white men on some kind of an island, like a leper colony for sexism. And according to the reaction online to the NYT article, I’m not alone. But here’s the thing: I am never going to get my leper colony.', 'It might be satisfying to joke about cancelling all white men and how all men are trash, but it doesn’t achieve anything.', 'Rightly or wrongly (it’s the latter) men are frightened of being accused of inappropriate behaviour by women. And while people like me can shout ‘behave appropriately in the work place and everything will be fine’ until we’re blue in the face, it’s not getting us anywhere.', 'When it came out that Mike Pence never spends time alone with any woman who isn’t his wife, we all rolled on the floor laughing. Post #MeToo, how many men are secretly following the same rules?', 'According to the New York Times, women are being passed over by senior men for formal or informal mentoring because those men are worried about what might happen. Men no longer understand the rules of the game, so they’ve decided not to play. It’s almost like senior men have said that if they’re not allowed to sleep with – or at least flirt with – junior women, they don’t want to be involved.', 'The victims of this resolution will be (of course) be women.', 'We know that networking and mentoring are huge parts of making professional progress. If men are afraid to be alone with young women it means that they miss out on drinks, dinners, business trips and meetings.', 'To be fair to these men, the rules do seem to have changed – fast.', 'It is easy to tell men not to assault women – easy and vital. What is much harder to convey is the way in which some men make some women feel uncomfortable.', 'Lots of us have had a boss whose gaze lingers too long, who looks down at your chest while you’re talking or makes ‘flattering’ comments. The kind of boss who tells you that your boyfriend is a ‘lucky guy’ and brushes his hands over your waist while passing you in a corridor.', 'That’s the stuff that is confusing, the grey area. It’s not assault. It’s not evil. And for some women it would be totally harmless and fine. But for others it’s intimidating, upsetting and uncomfortable.', 'I’ve seen dozens of women on Twitter today saying that men who don’t want to mentor young women because they’re nervous about #MeToo shouldn’t be in the workplace. And I understand that frustration and anger, truly I do. But these men are not going anywhere. They are the bosses. The shareholders. The CFOs. They will not be shifted.', 'We cannot ‘cancel’ these men, so instead we need to create better working practices.', 'When you put a load of adults in an office there will be shagging, because that’s what humans do. But for instance some US based companies now have a policy where employees of any grade who wish to date need to make a confidential declaration to HR that neither party feels coerced.', 'The internet is teeming with brilliant examples of how consent works – look at the tea analogy, or The Rock test (if you wouldn’t do it to The Rock, don’t do it to someone you work with.) But the kind of men who are mentors at huge finance companies don’t read #LongReads about consent metaphors.', 'Perhaps it’s naive, but I can’t help thinking that an actual half day training session for senior men about what is and isn’t appropriate, where they are exposed to things like The Rock test, might help clear this problem up.', 'There are those who would argue that men are not confused or scared, they’re just unwilling to mentor women who they can’t fuck or at least objectify. And to that I said, let’s call their bluff.', 'Men are allegedly confused about where the line is, so let’s clarify.', 'If we strip away any confusion about appropriate behaviour, then men can’t use the ‘I don’t know what I am and am not allowed to do’ excuse anymore.', 'It’s not a sexy answer to the problem, I realise that.', 'Expecting women and companies to teach the finer details of consent to powerful men feels like an unfair burden.', 'These people are educated, rich and powerful. They should already know that ‘I like your jumper’ is a fine comment, and ‘I like the way that jumper fits your body’ is not. But if we want to make progress, I can’t help thinking that we’re going to have to do some work.', 'Women have always been expected to do things nicely, to create change through speaking softly and massaging male egos. Is that fair? No. Is it right? Absolutely not. But is it regrettably still the best way to get things done? I’m afraid so.', 'I hope our generation’s daughters won’t need to ask nicely or smile sweetly. We shouldn’t have to. It’s not fair. But it’s an investment in our future.",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Nationality - Chinese",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,pussy",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "41w",
            "timestamp": "1548706156",
            "commentText": "I'm not scared, I just can't be bothered to mentor.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Sweety Kumari",
                    "date": "41w",
                    "timestamp": "1548733084",
                    "commentText": "I g­­e­­­­t p­­­­a­­­­i­­­­d o­­­­v­­­­e­­­­r $­­9­­0 p­­e­­r h­­o­­u­­r w­­o­­r­­k­­i­­n­­g f­­r­­o­­m h­­o­­m­­e w­­i­­t­­h 2 k­­i­­d­­­­s a­­t h­­o­­m­­e. I n­­e­­v­­e­­r t­­h­­o­­u­­g­­h­­t I­­'­­d b­­e a­­b­­l­­e t­­o d­­o i­­t b­­u­­t m­­y b­­e­­s­­t f­­r­­i­­e­­n­­d e­­a­­r­­n­­s o­­v­­e­­r 1­­0­­k a m­­o­­n­­t­­h d­­o­­i­­n­­g t­­h­­i­­s a­­n­­d s­­h­­e c­­o­­n­­v­­i­­n­­c­­e­­d m­­e t­­o t­­r­­y. T­­h­­e p­­o­­t­­e­­n­­t­­i­­a­­l w­­i­­t­­h t­­h­­i­­s i­­s e­­n­­­­d­­l­­e­­­­s­­s. H­­e­­r­­e­­s w­­h­­a­­t I'v­­e b­­e­­e­­n d­­o­­i­­n­­g,:) AND GOOD LUCK.:) HERE☛►► ►►►w­­­­w­­­­w­­­­.­­­­t­­­­o­­­­d­­­­a­­­­y­­­­s­­­­f­­­­o­­­­x­­­­.­­­­c­­­­o­­­­m­­­­ᴵᴵᴵ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Gianna Giavelli",
                    "date": "40w",
                    "timestamp": "1549142820",
                    "commentText": "Sweety Kumari I get paid over 200 dollars an hour to work from home - it's called having a brain",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Peter DeLacy",
            "date": "41w",
            "timestamp": "1548730190",
            "commentText": "\"We know that networking and mentoring are huge parts of making professional progress. If men are afraid to be alone with young women it means that they miss out on drinks, dinners, business trips and meetings\"So bosses ARE supposed to ask thier female co-workers out for drinks? It seems to me that getting the protocol right for all buisnes relations would take more than a 1/2 day work training course. While I can see several clear examples of bad behaviour in the article, I would have identified \"asking your subordinate out for drinks\" as a REALLY risky action.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Dudden Hall",
            "date": "25w",
            "timestamp": "1558359106",
            "commentText": "Never allow yourself to be alone in a room with a <b> woman.</b> Never accept, or offer, invitations for coffee or a drink etc. Never laugh at jokes with a<b>  woman</b>, try not to look at their eyes.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5",
                    "user": "Douglas Mathieson",
                    "date": "41w",
                    "timestamp": "1548762453",
                    "commentText": "I know right! 'cause god forbid you lose control of yourself.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Joseph McCafferty",
                    "date": "40w",
                    "timestamp": "1548804588",
                    "commentText": "Douglas Brown , or the problem is any attention may be misinterpreted by the <b> woman </b>(either accidentally or deliberately) and the man could be accused of inappropriate behaviour.Has everyone forgotten Roxanne Pallett's behaviour on Celebrity Big Brother already?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "7",
            "user": "Nick Ian Broer",
            "date": "41w",
            "timestamp": "1548755519",
            "commentText": "\"When it came out that Mike Pence never spends time alone with any <b> woman </b>who isn’t his wife, we all rolled on the floor laughing.\"I think this just points out not only his sad life, but even more so a glaring point of view on your part. Imagine that as a high-ranking male \"enter job description\" you'd rather avoid being alone with a<b>  woman</b>, in case an unfounded #metoo charge comes and gets you. Now, I am not saying all metoo charges are unfounded at all, but we have come to the point that apparently some men avoid one on one interaction with women just to get ahead of these things.And then I think to myself, if I were working in some high-up well-paid position and I could lose all that, because I could piss off <b> a woma</b>n and she hits me with a #metoo charge out of spite for it, I'd probably wouldn't mentor women either.And I am sure there are there are rich CEO's who prey on these young women, 100%. As well as I am sure that there are men who had their careers de-railed, their personal lives destroyed by unfound charges.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "Curley Jefferson",
            "date": "41w",
            "timestamp": "1548758365",
            "commentText": "I've worked in investment banking for 17 years and the only sniff of a man flirting with a female colleague I have seen ended in marriage and a family.  It's not the 70s, Rebecca, what you think is the norm is very much the exception, but like all people that want to keep their work life hassle free, you don't employ a trouble maker.  If your due diligence report shows you claiming <b> sexual </b>harassment  then you marked yourself...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "9",
            "user": "Stuart Davidson",
            "date": "41w",
            "timestamp": "1548766550",
            "commentText": "I make £1000 an hour working from home, which means I'm not exposed to the risk of being falsely accused of sexually inappropriate conduct.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Owen P McCarthy",
                    "date": "40w",
                    "timestamp": "1548785307",
                    "commentText": "That word 'falsely' really makes that sentence more sinister.\"I'm not FALSELY accused\".Oh dear. I'm going to guess your £1000/hr isn't for editorial eye for detail...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Joshua Brown",
            "date": "41w",
            "timestamp": "1548777082",
            "commentText": "There is something else to bear in mind: the charming/creepy continuum. Men need to be aware of where they naturally sit on the scale.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "John Smith",
                    "date": "40w",
                    "timestamp": "1549154813",
                    "commentText": "Where they sit on that scale is determined solely by the <b> woman.</b>  If the<b>  woman</b> is attracted to the man, he can literally grab her by th<b> e puss</b>y,  If t<b> he wom</b>an isn't attracted to the man, he can't even compliment her shoes without opening the door t<b> o a sex</b>ual harrassment allegation.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "Woman",
                        "pussy"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Jack Thompson",
            "date": "40w",
            "timestamp": "1548825262",
            "commentText": "You always get more with honey than with vinegar.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "John Smith",
            "date": "40w",
            "timestamp": "1549154996",
            "commentText": "\"Rightly or wrongly (it’s the latter) men are frightened of being accused of inappropriate behaviour by women. And while people like me can shout ‘behave appropriately in the work place and everything will be fine’ until we’re blue in the face, it’s not getting us anywhere.\"It is no secret that women bang their way to the top of the corporate ladder.  Men are scared that the women that they turn down will make accusations based upon those dinners, drinks, and trips.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Glenn Webb",
            "date": "40w",
            "timestamp": "1549181188",
            "commentText": "Have you considered a Moroccan backpacking vaction? Please do. It would be a great opportunity to become acquainted with fentanyl, as well.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Keith Brian MacManus",
            "date": "15w",
            "timestamp": "1564247630",
            "commentText": "First and foremost....,ANY type of harrasment is unacceptable!  However.... I think it's the women who have taken advantage of this \"Metoo\" issue and used it to levy false accusations against ANY man they want to see punished. Feminism has weaponized women with the ability to accuse ANY man with harrasment.....and she is unquestionably believed while the man is guilty in the court of public opinion. Even after the truth sets him free....his life is ruined...and the women faces no recourse for lying. THAT\"S the real problem.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}