{
    "header": {
        "title": " Labour MP to be ‘reminded of responsibilities’ after backing anti-LGBT teaching protest ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 379 ",
        "datePosted": " Sunday 9 Jun 2019 2:16 pm ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/09/labour-mp-reminded-responsibilities-backing-anti-lgbt-teaching-protest-9875827/ ",
        "postText": "A Labour MP will be spoken to by the chief whip after he told parents protesting against teaching children about LGBT at a Birmingham primary school ‘you’re right’.', 'Roger Godsiff, who also told campaigners they had a ‘just cause’ and he would ‘continue to fight their corner’, will be ‘reminded of his responsibilities as an MP’, a spokesperson for the party said.', 'Godsiff, MP for the city’s Hall Green constituency which is home to Anderton Park Primary School, was filmed criticising the school’s headteacher.', 'Shadow education secretary Angela Rayner said she has reported the ‘discriminatory and irresponsible’ comments to chief whip Nick Brown.', 'The LGBT Labour group called for the veteran MP to lose the Labour whip.', 'Weeks of megaphone-led protests at the school saw the council successfully apply for a High Court interim injunction, which banned demonstrations outside the gates for the first time on Friday.', 'Protesters object to the school’s use of particular relationship education materials, claiming the teaching is ‘over-emphasising a gay ethos’.', '', 'Protesters have repeatedly referenced the use of two books; one about two male penguins who raise an egg, and another about a boy who wears a dress.', 'The school’s headteacher Sarah Hewitt-Clarkson has called the demonstrations ‘toxic and nasty’, and said she has received threats since they started.', 'The police were also called in three weeks ago, after counter-demonstrators were egged.', 'Godsiff first waded into the row last month, saying he understood some parents’ concerns about how ‘age-appropriate’ elements of the LGBT teaching had been for children aged four and five.', 'Hewitt-Clarkson responded by saying the Equality Act was a ‘mark in the sand’ and all public servants including Godsiff have a responsibility to ‘promote, understand and aspire’ to it.', 'In his latest comments, appearing in a video widely circulated on social media, Godsiff said: ‘I believe in telling it as I see it.’', 'Flanked by the main organiser of the protests, Shakeel Afsar, the MP then said: ‘If I had the opportunity of rolling the clock back I would do exactly the same thing again.', '‘Because I think you have a just cause and I regret the fact that it hasn’t been reciprocated by the headteacher.’', 'Mr Godsiff then asked demonstrators to ‘consider calling the protest off’ as he said they have made their point, but he added it would be their choice whether to do so.', 'He then said: ‘I will continue to try and fight your corner because you’re right. Nothing more, nothing less. You’re right.', '‘I will continue to try and work to bring a resolution to this dispute but also to ensure that the school teaches the Equality Act in the same way it is being taught at all the other primary schools – where there isn’t a row.’', 'Rayner, who was in Birmingham on Saturday with party leader Jeremy Corbyn, said: ‘I’ve reported this to our chief whip.', '‘This might be the personal views of Mr Roger Godsiff but they do not represent the Labour Party and are discriminatory and irresponsible.’', 'Meanwhile Wes Streeting, Labour MP for Ilford North, said he would be tabling a formal complaint to the party about Godsiff.', 'In a series of tweets, he said: ‘This made me feel sick to my stomach.', '‘One of my own Labour colleagues stood with people who have peddled hatred and bigotry on school gates, intimidating pupils, teachers and parents.', '‘If he was a Tory MP, we’d be all over it.', '‘There must be no place for hatred and apologists for hatred in the Labour Party.’', 'At its annual general meeting, the LGBT Labour group voted to condemn Godsiff’s remarks and called for the Labour whip to be removed.', 'The group said on Twitter: ‘No Labour MP should be pandering to the bigotry we have seen outside the school gates in Birmingham.’', 'Leading Labour councillors from Birmingham City Council also rounded on Godsiff.', 'Deputy council leader Brigid Jones tweeted: ‘How dare you tell men whose homophobic protests were so threatening and disruptive that they had a court injunction issued against them that they are “right”.', '‘You do not speak for me.’', 'A petition calling on the constituency Labour Party to deselect Godsiff following his latest comments has gained 1,000 signatures.', 'This comes as an investigation has been launched after a vicar branded LGBT teaching ‘state sponsored child abuse’.', 'Rector The Rev Peter Hughes claimed teaching kids about gay and trans relationships was ‘a form of child grooming’ that ‘opens the door for sexual predators’.', 'The priest, who is a governor of a Church of England Primary School, could now face the sack over his remarks.', 'He even claimed a seven year old girl had been reduced to tears when she asked her parents: ‘Mummy, am I a boy or a girl? My teacher says I can choose.’', 'He added: ‘THE RSE programme is a form of child grooming… This sexual indoctrination of young children prepares them for early sexual experimentation, normalises it and, in so doing, opens the door for sexual predators.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - General, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Homophobic,Gay,Sex,Libturd",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ricks Smith",
            "date": "",
            "timestamp": "1560091248",
            "commentText": "Is this about telling children that it’s possible people can be <b> gay<b>  </b</b>>or telling children that it’s possible people can chang<b> e se</b>x? They are very two different things. The only quotes I find from these articles are from parents complaining that their children have come home questioning whether they are a boy or a girl and if they can change that.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "",
                    "timestamp": "1560164685",
                    "commentText": "Those quotes are the religious protesters making sh*t up, which is pretty much par for the course when it comes to religious agitators.The lessons, as you have guessed, are merely telling kids that there are <b> gay<b>  </b</b>>people in the world, and they're just people. That's it.Apparently that really winds Allah up, but not enough for him to speak up for himself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "2",
                    "user": "Ade Foiadelli",
                    "date": "",
                    "timestamp": "1560165088",
                    "commentText": "Al Kinny - \"So if they are now...\"They're not.\"and they are being taught these things...\"No, they're still not.\"its influencing them isn't it?\"No.A few other choice bits from your, er, well I suppose at a push you could call them \"thoughts\":\"There is absolute no need for it.\"Yes there is. You only need to look at the comments here to see how bent out of shape some drama queens get about the existence of <b> gay<b>  </b</b>>people and the idea that they should share the same rights as anyone else. This is a nice way of preventing the next generation being such saps.\"And for once the Muslims are right.\"You mean all Muslims, or just these protesters? I suspect you mean just these protesters, not the Muslims who don't care about this.\"And all you people who are over let's say 20 you never had this in your primary school. Are you intolerant, do you disrespect people for being different?\"I don't, no. But many others do, you can see them on stories like this, and on the story about th<b> e g<b> a</b</b>>y women who got attacked, or <b> the<b>  </b</b>>gay couple who had stones thrown at them. \"So it isn't needed. Is it.\"Yes. It is.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": [
                "Sex",
                "Gay"
            ]
        },
        {
            "id": "3",
            "user": "Mark Richard Milton",
            "date": "",
            "timestamp": "1560092092",
            "commentText": "He's a complete twat for siding with the religious retards who want to *force* their myopic, bigoted \"religion\" onto the UK.Typical leftie <b> libturd </b>that likes to suck up to Muslims and destroy the UK way of life into the bargain.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "El Abdulla",
                    "date": "",
                    "timestamp": "1560121497",
                    "commentText": "The ''Muslims'' using their religion to justify bigoty are not the only one's! The Church of England rev/ priest was in the latter part of the article being as <b> homophobic.</b> Did you not see it? Of course you did! Just a chance for you to spread you're bigoted views about Muslims..They are all as bad as each other! Both using ''religion'' to try and justify their nasty<b>  homophobic</b> bigotry..Their views are disgusting and belong in the dark ages..!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobic"
                    ]
                },
                {
                    "id": "5",
                    "user": "Ade Foiadelli",
                    "date": "",
                    "timestamp": "1560164255",
                    "commentText": "Don't be such a f*cknugget, Mark. I'm a left-leaning person, and these protests are idiotic, as is the basis for the protest.This is not \"typical\" leftie.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Libturd"
            ]
        },
        {
            "id": "6",
            "user": "Jon Paddick",
            "date": "",
            "timestamp": "1560097275",
            "commentText": "He should be forced to resign, these attitudes have no place in our country.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Arnold Hedge",
            "date": "",
            "timestamp": "1560108577",
            "commentText": "He is pandering to a large and vocal group in his constituency. I doubt he actually believes what he said, but it does show a complete lack of backbone in being unwilling to confront his own nasty constituents.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Alan OBy",
            "date": "",
            "timestamp": "1560142685",
            "commentText": "Simple answer is, all hetrosexual parents keep their children away from that school, whatever it takes for children to be educated in a normal environment ...sobeit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}