{
    "header": {
        "title": " White woman tells black Tinder date she doesn’t like going to ‘black places’ ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.8k ",
        "datePosted": " Wednesday 17 Jul 2019 5:31 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/17/white-woman-tells-black-tinder-date-doesnt-like-going-black-places-10391934/ ",
        "postText": "A 32-year-old black man cancelled his date after a woman he’d been speaking to on Tinder for weeks said she ‘doesn’t go to black people places’.', 'Nicky Sowemimo was taken aback when he got the message, just as they were about to meet for their first date at Soho Zebrano in London’s West End.', 'The unnamed white woman said she was afraid to go into the cocktail bar by herself in case there were too many black people.', 'She said she would not go to Caribbean food chain Rum Kitchen by herself again because she was ‘nearly the only one white person there’ last time.', 'A dumbfounded Nicky said: That’s… a strange thing to say’.', 'He added: ‘Gonna be honest I really don’t like what you’re saying.', '‘If you’re uncomfortable about black people why are we meeting?’', 'His date seems unrepentant as she casually responds: ‘It’s cool we don’t have to meet up then. Probably wasn’t meant to be then.’', 'The woman was aware of Nicky’s background and ethnicity when they first matched, which left him all the more surprised.', 'Recalling the date that never was, he told Metro.co.uk: ‘If I’m honest there were a couple of questionable comments last week.', '‘Maybe I overlooked them and brushed them off. At the time it wasn’t enough for me to assume the worst, I generally don’t assume the worst of people.', '‘It all just kind of came out very quickly – it went from zero to 100.’', 'He was just yards from the bar before he stopped in his tracks and decided to abandon the date.', 'Nicky added: ‘It’s not even a place that I would say is predominately frequented by black people so that doesn’t make sense.', '‘That’s actually quite a startling level of concern that you can’t actually go into this place. You’re that scared that you can’t go into it.’', 'Sadly, he says he has met people before who claim they are not racist because they are dating someone of another ethnicity, while avoiding places where they themselves are a minority.', 'The communications officer added: ‘There are obviously people who date interracially but still have some quite unpleasant views.', '‘I think maybe it’s something people don’t always realise they’re doing wrong.’', 'He says some people treat their interracial relationships like a get out of jail free card and feel like they can’t be accused of racism because of it.', 'Nicky’s sister Annabel added: ‘Often it centres on the same historic stereotypes of feeling unsafe or feeling that the space is “ghetto”.', '‘It’s not an uncommon issue that people are happy to date a black individual but want them to abandon any cultural ties at the front door.', '‘It may not seem particularly sinister until you delve into bigger issues, start raising a family and then the overt racism is evident.’', 'Nicky seems to have dodged a bullet.', 'Not only was his date pretty open about her racist views, she doubled down on her bigotry after being blocked on WhatsApp and Tinder.', 'She told him: ‘I think it’s very rude just to block someone when travelling 1.5 hour. But it’s okay. I wish u all the best.', '‘Probably one of the reasons to stay away from Nigerians. You’re just on a different level.’', 'Thankfully, Nicky has started speaking to someone else on Tinder who he hopes things are going well with.', 'A spokesman for Zebrano said: ‘Although we’d rather not comment on the events detailed in the article, we’d still like to set our own stall out.', '‘London is one of the world’s most multi-cultural cities and we’re proud to be part of the diverse and inclusive area of Greek Street, Soho.', '‘Zebrano has a wide range of events from Drag Brunches to live music and comedy nights; so we feel very honoured to have a client base reflective of London’s rich tapestry.', '‘We’re sorry to hear of Nicky’s disappointment, but every cloud has a silver lining.', '‘The Zebrano team would like to invite Nicky to have his next Tinder date on us, with a complimentary Pizza & Bottomless Prosecco meal to enjoy with a guest of his choice.', '‘We can certainly guarantee that Nicky’s next date will be a much better experience.’",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General,Gender - General,Age - Youngsters,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Nationality - Chinese,Nationality - Japanese",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Ethnic,Racist,Race,Woman,Nothing,Yellow,Yellow,Yellow",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Alison Worrell",
            "date": "17w",
            "timestamp": "1563381947",
            "commentText": "Close call there, you were in soho for pete's sake not what I call exactly guetto rude woman",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "Chris Powell",
            "date": "17w",
            "timestamp": "1563415465",
            "commentText": "bullet dodged",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Punit Patel",
            "date": "17w",
            "timestamp": "1563436646",
            "commentText": "She missed out..... Everyone knows that the best <b> ethnic </b>food places are the ones that are full of<b>  ethnic</b> people.... That way you know the food hasn't been bastardised to cater to a weak stomach",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "3",
                    "user": "Barbara Ford",
                    "date": "17w",
                    "timestamp": "1563440353",
                    "commentText": "How do you bastardise food? (never heard that expression).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jay Ben-Lew",
                    "date": "17w",
                    "timestamp": "1563441581",
                    "commentText": "Punit Patel exactly correct",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Gary Youn",
                    "date": "17w",
                    "timestamp": "1563452773",
                    "commentText": "Does that mean McDonald's is the best western food?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Punit Patel",
                    "date": "17w",
                    "timestamp": "1563453178",
                    "commentText": "Gary Youn I'd hardly call Hamburgers <b> ethnic </b>food, and I don't think it's particularly popular with one demographic any more than another, so I don't get your point But I guess if you wanted to go to a Hamburger place in the far east (where a white man might be considered an<b>  ethnic</b> minority), you'd probably want to go somewhere mostly frequented by 'westerners' who appreciate a good burger, since the local McDonald's would be popular with locals who don't have a clue, but are happy since they don't know any betterDoes that help?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnic"
                    ]
                },
                {
                    "id": "7",
                    "user": "Patrick Otshumbe",
                    "date": "17w",
                    "timestamp": "1563470972",
                    "commentText": "Punit Patel That's quite a strong statement to make...lol",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Punit Patel",
                    "date": "17w",
                    "timestamp": "1563471274",
                    "commentText": "Patrick Otshumbe strong like the chilli's, spices and seasonings you don't find at more commercially popular places ;-)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Lara Naylor",
                    "date": "17w",
                    "timestamp": "1563478655",
                    "commentText": "Barbara Ford By changing the taste to make it suitable for a different <b> ethnic </b>background. Curry is a brilliant example of this, the Vindaloo is unknown in India as it was developed for the Western market.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnic"
                    ]
                },
                {
                    "id": "10",
                    "user": "Maximus Grey",
                    "date": "17w",
                    "timestamp": "1563526319",
                    "commentText": "It often also has 1 out of 5 for hygiene",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Paul Sinclair",
                    "date": "17w",
                    "timestamp": "1563798609",
                    "commentText": "Maximus Grey you cant win everywhere bud 😉",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "12",
            "user": "Buchi Byron Banton",
            "date": "17w",
            "timestamp": "1563439824",
            "commentText": "He needs to be slapped for that tie by the way. Only clowns wear colourful ties...😢😢😢😂😂😂",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Nanny Kimbo",
                    "date": "17w",
                    "timestamp": "1563464690",
                    "commentText": "Stop projecting!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Chris Powell",
                    "date": "17w",
                    "timestamp": "1563503249",
                    "commentText": "I dont eat where clowns go, the food tastes funny",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "El Abdulla",
            "date": "17w",
            "timestamp": "1563452910",
            "commentText": "Nasty <b> woman.</b>.I'm sure she'll be in complete denial though, that she's even remotely<b>  racist</b> seeing as she was going to date <b> a blac</b>k person..Perfect example of h<b> ow raci</b>st someone can be despite socialising with and hav<b> ing bl</b>ack friends, aquaintances..",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Racist",
                "Black"
            ]
        },
        {
            "id": "16",
            "user": "Maximus Grey",
            "date": "17w",
            "timestamp": "1563461275",
            "commentText": "If you don't like going to <b> black </b>places then why talk to a<b>  black</b> person lol",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "17",
                    "user": "Mae Neville",
                    "date": "17w",
                    "timestamp": "1563487821",
                    "commentText": "Maximus Grey why not speak to  a <b> black </b>person... loads of places to go... mixed..no majority... neither need feel intimidated..  So why make it a problem.... mind boggles",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "18",
                    "user": "Maximus Grey",
                    "date": "17w",
                    "timestamp": "1563526289",
                    "commentText": "Mae Neville If she doesn't want to hang out with them, why attempt to date one? It's messes up. Does she think she living dangerous ?! lol",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "19",
            "user": "Rose-Camille Ficil",
            "date": "17w",
            "timestamp": "1563463903",
            "commentText": "I'm the only <b> black </b>person in many places.Can you imagine being surrounded by racist",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "20",
            "user": "Nanny Kimbo",
            "date": "17w",
            "timestamp": "1563464635",
            "commentText": "Zebrano's is such a lovely place and he's kinda cute. She missed out and he dodged a bullet! Better to find out they're <b> racist </b>sooner rather than later!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "21",
            "user": "Jonas Pell",
            "date": "17w",
            "timestamp": "1563471897",
            "commentText": "This article is <b> race </b>hustling and white shaming garbage. That<b>  woman</b> was being smart. He should go back to Nigeria if his culture and people mean so much to him",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Race"
            ]
        },
        {
            "id": "22",
            "user": "Mike Drysdale",
            "date": "17w",
            "timestamp": "1563476142",
            "commentText": "as i see it, she was just playing it safe... my white bird gets loads of dodgy looks if i meet her in some seedy store like john lewis or m and s, and she gets there first.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Mae Neville",
            "date": "17w",
            "timestamp": "1563487504",
            "commentText": "Nasty guy,, female sensible being cautious,, white, brown, <b> yel<b> low<b> ,</b</b</b>>> purple, tart<b> an nothi</b>ng to do w<b> ith bl</b>ack..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Yellow",
                "Black"
            ]
        },
        {
            "id": "24",
            "user": "Sonya LaTouche",
            "date": "17w",
            "timestamp": "1563644364",
            "commentText": "This is really sad but unfortunately it's how many of these women stay unfortunately (not all so no offence) ....they want the <b> black </b>man but not their culture or go to the events or places (just the stereotype), which for some men they're happy with too which is even sadder.This<b>  woman</b> didn't want to feel like the only 'white person' in the place,  yet how often can you or I say that we're the only person of colour in the place &amp; we have to accept it or 'don't worry about it'- PLENTY! I love bein<b> g blac</b>k (mixed) &amp; am proud of my culture which I'm passing down to my daughters &amp; I'm looking forward to being complete in a relationship with<b>  a bla</b>ck man (not just <b> any bl</b>ack man either lol -love yourself men &amp; know how to value &amp; respect<b>  the w</b>oman too)  who will embrace the culture, food,  events with me &amp; learn from each other too, keeping the race/culture going for generations too.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Black"
            ]
        }
    ]
}