{
    "header": {
        "title": " Anyone who votes for Tommy Robinson to be an MEP will be let down ",
        "subtitle": " ",
        "owner": " Nick Lowles ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.1k ",
        "datePosted": " Friday 26 Apr 2019 2:34 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/26/anyone-who-votes-for-tommy-robinson-to-be-an-mep-will-be-let-down-9323636/ ",
        "postText": "It was too tempting an opportunity.', 'Last night the serial far-right troublemaker and anti-Muslim extremist ‘Tommy Robinson’ announced he’ll be standing for the European elections in the north west region of England.', 'Quite what Robinson – or as we should really call him, Stephen Yaxley-Lennon – will really do in Brussels (other than perhaps trouser the money and make noise) is not clear.', 'One thing we know for certain is that anyone who votes him in will be let down.', 'For Robinson, this is just another chance to stay in the limelight, get around his recent deplatforming by social media firms, and keep the tills open.', 'He’ll promise everything and deliver nothing, because this is a man who thrives on anti-politics.', 'Ironically this same man who has made potentially millions from his peddling of fake news, conspiracies and anti-Muslim hatred, and is backed by deep-pocketed anti-Muslim organisations in north America – enough to buy him a £950,000 house and take multiple holidays a year.', 'Yet he has the chutzpah to describe Nigel Farage ‘as just another millionaire stockbroker who looks down at the working classes’. Most of us would blush.', 'Like Farage, he won’t be standing for Ukip (despite being an advisor to its leader, Gerard Batten) because he once belonged to the neo-nazi British National Party as well as led the violent English Defence League, and that still (just) bars you from Ukip membership, despite its descent into the far right.', 'In fact, an anti-politics mood, driven in part by Brexit (but also long-term divisions across the country) is creating fertile and dangerous conditions for extremism in Britain, which figures on the far right are keen to exploit.', 'Lennon’s ‘launch’ event (a barbecue at a council estate in Wythenshawe, Manchester) got off to an auspicious start when the local housing group refused permission for his gathering to be held on its land (he went ahead anyway).', 'He was joined by his long-time collaborator in anti-Muslim extremism, Anne Marie Waters of the For Britain Movement – some of whose members are facing accusations of spreading the ‘white genocide’ conspiracy theory championed by the Christchurch terrorist – and he proceeded to break electoral laws on inducement to voting by offering free food to those turning up.', 'The most sorry tale here is that it’s the voters of the north west who will be let down if someone like Lennon wins. To him, this is nothing more than another platform for self-promotion and narcissism.', 'In fact, the only thing he has done for the taxpayer is cost us money: £10m to police his English Defence League, and then all those court and jail costs (18 months for mortgage fraud, 10 months for travelling on a false passport, 12 months suspended for football violence, and he still faces potentially up to two years in prison if he is convicted of contempt).', 'That’s why it’s essential that as many people as possible ensure they’re registered to vote – by the deadline of 7th May – in order to have their voice heard on 23rd May, the date of the European elections.', 'In these Euro elections, which are held under a different system to our general and other elections, the fewer people who vote, the easier it is for extremists to win a seat.', 'So if you’ve ever been appalled or angered by Lennon/Robinson’s constant diet of fake news, and hatred and abuse towards others, then you need to ensure you, your friends, family and community turn up and vote.",
        "numberPosts": " comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General, Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Racist,Racism,Nazi,Snowflake,Mental,Crazy,Nothing,PIGS,Lump,Old,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ian Burrow",
            "date": "30w",
            "timestamp": "1556292730",
            "commentText": "Oh hell, I was going to vote for him, he seems more genuine than most politicians in parliament.  Can you please provide links to the videos of him being a violent extrem right <b> racist.</b>  I think that would help to change my mind.",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 20,
            "replies": [
                {
                    "id": "1",
                    "user": "Emy Eliane",
                    "date": "30w",
                    "timestamp": "1556293216",
                    "commentText": "THAT,S REAL JOB NOT FACKhello guys now you have time to increase your earning and earn 856000$  at home just withen few hours spending on her laptop and earn minimum 856000$ every month with me as join my working site here open now and read how to start and join..........HERE →→→→→ w­­­w­­­w­­­.­­­j­­­o­­­b­­­s­­­6­­­7­­­.­­­c­­­o­­­mⓄ  Don't Copy this→ Ⓞ With website Thanks :) :):* &lt;(\") &lt;(\") :v",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556294570",
                    "commentText": "Perhaps you could start by stating where this author used the word <b> racist?</b>",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "3",
                    "user": "John Cole",
                    "date": "30w",
                    "timestamp": "1556302551",
                    "commentText": "",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556317427",
                    "commentText": "Kevin James, my mistake, the whole story gave the impression that he is not a lover of certain people.  Its phrases such as \"He was joined by his long-time collaborator in anti-Muslim extremism\"And\"fake news, and hatred and abuse towards others\"Which is ironic considering the hatred displayed in this story.I was just asking for some factual evidence that backed up the claims that Tommy Robbinson peddles fake news and hatred towards other.Perhaps you would be so kind Kevin?I'm a believer in democracy and truth, something very lacking these days, you can't believe the date on some papers.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556341631",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556346613",
                    "commentText": "Kevin James That's why you think Tommy Robbinson is a bad person? Becaus he was outspoken about the murder of 52 people and the 700 injured in the 7/7 atrocities.  I take it you are not angry, upset or appalled by the Islamist attacks that have been carried out in the name of their faith?  Hundreds of thousands of people killed, mostly Christians.What the hell is wrong with you people???",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556346829",
                    "commentText": "He threatened every single Muslim with force if there was another attack.  If a white man killed a few <b> black </b>people and a<b>  black</b> person said “if another white person kills <b> a blac</b>k person, my group and I will use force against every single white person”, would you support them?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "8",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556348001",
                    "commentText": "Michael Godfrey, I literally produced the video.  Don’t let facts get in the way of your extremism though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556348723",
                    "commentText": "Michael Godfrey.  I think those extremists should be prosecuted for threats as well.  I also wouldn’t support them as MEPs.  If the only argument you have in support of Yaxley-Lennon is at least he’s not as bad as these absolute nutters, that’s a pretty damning indictment.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Chris Marshall",
                    "date": "30w",
                    "timestamp": "1556352501",
                    "commentText": "You're either being disingenuous, or you're an idiot, can't decide which.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556353399",
                    "commentText": "Kevin James what did he mean by \"full force\"?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556353966",
                    "commentText": "Ian Burrow. Answer my question first.  Would you support a group of <b> black </b>people using full force against all white people after 2 attacks by white people on<b>  black</b> people.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "13",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556434569",
                    "commentText": "Kevin James yes I would.  \"The full force\" could mean protests, marches, demonstrations.  It didn't say we will start killing people.  Let's not forget what's just happened in Sri Lanka in retaliation for the horrific shooting in New Zealand.  I'm happy to stick with my vote for Tommy Robbinson as MEP, I haven't heard or seen anything that would persuade me otherwise.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556444023",
                    "commentText": "Ian Burrow.  That is some impressive <b> mental </b>gymnastics and rewriting of the English language.  I’m sure the guy who’s nickname is taken from a violent football thug, who assaulted an off duty policeman who stopped Yaxley-Lennon from assaulting his own girlfriend and who has another conviction for assault meant a hitherto unknown usage of the words “feel the full force” which involved writing angry letters.It’s almost like your initial comment wasn’t made in good faith and you don’t actually want evidence. Shocking.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "15",
                    "user": "Ian Burrow",
                    "date": "29w",
                    "timestamp": "1556695061",
                    "commentText": "Kevin James so you don't have anything except propaganda from the fake lefty media.  I asked for specific evidence to back up the claims that he is a bad man.  I stopped believing what was published in the press a long time ago, hence my initial comment.So if Tommy Robbinson (his chosen persona) was such a terrible man, where is the evidence?I've looked as deep as I can but I don't see anything which would persuade me otherwise.  I look at the <b> pigs </b>who have their noses in the trough in power at the moment and see far worse, a bunch of lying self serving crooks, and wonder why people like you simply ignore their crime's and focus on someone like Tommy Robbinson?  Do you have you nose in the trough I wonder? And you are worried that Tommy Robbinson may actually rise to the top and bring you all to book???You'll be telling us that climate change is man made next!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "PIGS"
                    ]
                },
                {
                    "id": "16",
                    "user": "Kevin James",
                    "date": "29w",
                    "timestamp": "1556781658",
                    "commentText": "Ian Burrow the evidence is in his court convictions.  And the assaults were done by Yaxley-Lennon, not the original Tommy Robinson.  Yaxley-Lennon has 2 assault convictions and a fraud conviction.  Although you’ve really drank the Kool-Aid, there’s not much point in continuing arguing with you.  The facts are already out there, there’s a reason you refuse to research them yourself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Ian Burrow",
                    "date": "29w",
                    "timestamp": "1556782279",
                    "commentText": "Kevin James I did, can't find the 2 assault convictions and I believe that the \"fraud\" conviction was cooked up to silence him in the early days of EDL, the police were threatening to start on his wife if he didn't plead guilty, so he did.  I could produce a list of criminals that are currently enjoying the benefits of MP's right now but what's the point.  You have clearly bought in to the lefty <b> Nazi </b>narrative and are blinded by the propaganda, open your eyes there's a whole lotta truth out there.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "18",
                    "user": "Kevin James",
                    "date": "29w",
                    "timestamp": "1556790247",
                    "commentText": "There’s a list of sources on his Wikipedia page, although I’m sure you’ll say the newspapers are a lefty <b> Nazi </b>conspiracy too.  Love the way you demand evidence for well known truths,  while dismissing inconvenient facts based on<b>  nothing</b> more than a “belief”.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Nazi"
                    ]
                },
                {
                    "id": "19",
                    "user": "Toby Le Rone",
                    "date": "29w",
                    "timestamp": "1557009672",
                    "commentText": "Kevin James Extremism ? 😂🤣😂🤣",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Kevin James",
                    "date": "29w",
                    "timestamp": "1557060050",
                    "commentText": "Toby Le Rone. You think holding all members of a religion responsible for the actions of a few isn’t extreme?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "21",
            "user": "Joseph Suarez",
            "date": "30w",
            "timestamp": "1556295689",
            "commentText": "That's your opinion. He speaks more truth than all the other MPs put together.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Katrina Buchanan",
            "date": "30w",
            "timestamp": "1556296976",
            "commentText": "I smell 💩",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Kevin James",
            "date": "30w",
            "timestamp": "1556297209",
            "commentText": "And here come the far right shills, normalising extremism with their weasel language and straw manning.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "24",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556349182",
                    "commentText": "Michael Godfrey Perhaps you could link me to the attacks carried out by the extreme left? I could do that for Islamic extremists and right wing extremists.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Alan Jackson",
                    "date": "30w",
                    "timestamp": "1556555664",
                    "commentText": "Kevin James yes put a list of all the Islamic attacks carried out in the world, followed by a list of far right attacks, mmm I wonder who as done the most. Contrast that with the far left who have engaged in violence, very low level though which probably accounts to the amount of testosterone these weak pathetic middle class soy boys can produce, mind you they don't mind sucker punching someone who is exercising their right to free speech.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Kevin James",
                    "date": "30w",
                    "timestamp": "1556568590",
                    "commentText": "Alan Jackson Yeah. The left isn’t manly enough to shoot unarmed children.  You think that’s an insult?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Alan Jackson",
                    "date": "29w",
                    "timestamp": "1556638306",
                    "commentText": "Kevin James the left isn't manly enough to shave never mind use a firearm, and as for shooting unarmed children, name me all the attacks where far right extremists have killed children, the only one I can point too is Christchurch, and if you bothered to read his manifesto, I don't think he was even far right as he described himself as a eco fascist, whatever that is. So how many children have been killed by Islamic terrorists?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Kevin James",
                    "date": "29w",
                    "timestamp": "1556639644",
                    "commentText": "Alan Jackson Anders Breivik. And you think firing a gun is manly? You poor pathetic man-child.  I take it you’re covering up for the lack of intelligence so obvious in your inability to read.  I don’t like Muslim extremists and I don’t like Right Wing extremists.  I don’t like Left Wing extremists either, it’s just in the real world (outside of the <b> crazy </b>Right Wing conspiracy theorists), there aren’t many of them.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Crazy"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Oscar Marshall",
            "date": "30w",
            "timestamp": "1556299770",
            "commentText": "The man who has a mobile stage set up following him round 24/7 in case his freedom of speech is threatened, he's going to sort out europe, by claiming lots of expenses.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Peter Fraser-Bodenham",
            "date": "30w",
            "timestamp": "1556300574",
            "commentText": "So basically another bias piece by metro. I would never vote for him, but would also never listen to the crap that metro spews.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Darren Archer",
            "date": "30w",
            "timestamp": "1556301219",
            "commentText": "How much as it just cost for the great unwashed lefties protesting climate change in London last week and hope not hate protesting against trump. YOU <b> SNOWFLAKE </b>FOOLS WHO ARE FAKE NEWS.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "32",
            "user": "Arnold Nong",
            "date": "30w",
            "timestamp": "1556301288",
            "commentText": "A predictably dishonest and poorly framed smear piece. It does not necessarily follow that being critical of an ideology and set of precepts is are equivalent of being against the people that follow the aforementioned  nor is being critical of the unprecedented numbers of (im)migrants into Britain xenophobic or <b> racist.</b>",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "33",
            "user": "John Cole",
            "date": "30w",
            "timestamp": "1556302423",
            "commentText": "Interesting how the media ask George Soros funded 'HOPE not hate' comment, all the more reason to vote for Tommy",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "34",
                    "user": "Andrew Rodgers",
                    "date": "30w",
                    "timestamp": "1556378514",
                    "commentText": "John Cole looks like your sister mother and father brother paddled too long in the shallow end of the gene pool before they had you Can you possibly provide evidence the HNH are funded by SorosOr are you just another Anti Semite that infests the right",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "John Cole",
                    "date": "30w",
                    "timestamp": "1556379074",
                    "commentText": "Oh it's so easy to spot one of these people, they stand out like a house on fire online but hide in public..........oh and not a leftist so I'm not an Anti Semite like your friends, bet you support Labour",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Andrew Rodgers",
                    "date": "30w",
                    "timestamp": "1556398129",
                    "commentText": "John Cole except you moronic imbecile Soros is Jewish and the Nazis in the US and their conspiracy theories blame Soros as part of the “Jewish conspiracy”Still I imagine you studied at the university of life",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "John Cole",
                    "date": "30w",
                    "timestamp": "1556399040",
                    "commentText": "You've not seen the YouTube video of your friend Soros have you where he admits to working with the 'National Socialist German Workers' Party' have you, anyway lucky no one cares what you fascists think",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Ste Mattison",
                    "date": "30w",
                    "timestamp": "1556548643",
                    "commentText": "Soros and his father worked for and with the SS for years 🙄🤦🏻‍♂️",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "John Cole",
                    "date": "30w",
                    "timestamp": "1556551040",
                    "commentText": "Ste Mattison Yep and he even admits it on video",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Ross Harper",
            "date": "30w",
            "timestamp": "1556304285",
            "commentText": "I do wonder metro... are you scared of him?",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Allan Kinsella",
            "date": "30w",
            "timestamp": "1556304858",
            "commentText": "The anti-English Nick Lowles is at his lying and smearing best again. It is now becoming abundantly clear that Nick Lowles who once was an advocate of “Hope not Hate” has become a man filled with ‘hate not hope’. Self righteousness and pride come before a fall. Twisting the truth eventually leads to slander and will show how anti-English Nick Lowles really has become.",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "Allan Kinsella",
            "date": "30w",
            "timestamp": "1556305228",
            "commentText": "The head of a campaign which seeks to counter <b> racism </b>and fascism in the UK has allegedly been “no-platformed” by the National Union of Students (NUS) on the grounds he is “Islamophobic.”Nick Lowles, chief executive of HOPE not hate, took to his Facebook to criticise<b>  Black</b> Students - the NUS campaign which focuses on equality in education<b> , blac</b>k representation, an<b> ti-raci</b>sm and anti-fascism - for its “ultra-left lunacy.”",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Black"
            ]
        },
        {
            "id": "43",
            "user": "Rob Lloyd",
            "date": "30w",
            "timestamp": "1556318142",
            "commentText": "This is an opinion piece.It could literally say Tommy is a cunty wrongun who diddles kids and he can't be prosecuted. Cos it's his opinion. Just an opinion. For all we know, his constant pissing and moaning about Pedos is to hide his own actions. Bit like Jimmy Savile there. But it's just an opinion. Not a fact. Much like my opinion that anyone who would support his candidacy also fiddles with little children in the underwear department. It's just an opinion. And that they are freaking out when someone calls out their great kiddy fiddler leader, acting like a bunch of precious snowflakes that they call everyone else. Spouting phrases like fake news and HUUUUUURRRRGGGHHH I GOT BIGLY ALPHA MALE BRAIN. Mostly because they are easily being lead by some utter cretin using tactics that Hitler made famous when he was running for office in Germany.But its just an opinion.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "44",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556346922",
                    "commentText": "You appear to be fixated on pedophilia.  Just saying!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "Andrew Rodgers",
                    "date": "30w",
                    "timestamp": "1556378761",
                    "commentText": "Ian Burrow so Is SYL",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "46",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556434921",
                    "commentText": "Andrew Rodgers what is SYL?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Carolyn Bryson",
                    "date": "30w",
                    "timestamp": "1556445067",
                    "commentText": "Ian Burrow S Y L is the name of Tommy Robinson.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556501081",
                    "commentText": "Carolyn Bryson oh, thanks for clearing that up.  I'm not Tommy Robbinson but the more I read on here the more I support him and what he's doing.  These <b> nazi </b>lefties are a horrible bunch of racists, in my opinion.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "49",
                    "user": "Ste Mattison",
                    "date": "30w",
                    "timestamp": "1556548909",
                    "commentText": "Not even his account 🙄🤦🏻‍♂️",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "50",
            "user": "Larry Lee",
            "date": "30w",
            "timestamp": "1556347954",
            "commentText": "So. Another well balanced non biased article from. Um. An article.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Julie Knott",
            "date": "30w",
            "timestamp": "1556356769",
            "commentText": "Hahahahaha what a load of tosh!  Tommy is a good man who frightens the powers that be. They silence him to save their own necks.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "52",
                    "user": "Andrew Rodgers",
                    "date": "30w",
                    "timestamp": "1556378582",
                    "commentText": "Julie Knott you one of his moist nannies per chance",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "53",
                    "user": "Nikki Jones",
                    "date": "30w",
                    "timestamp": "1556378960",
                    "commentText": "Julie Knott proof that he’s a good man please",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556435147",
                    "commentText": "Andrew Rodgers there you go again, reference to babies!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55",
                    "user": "Ian Burrow",
                    "date": "30w",
                    "timestamp": "1556435167",
                    "commentText": "Nik Zippy proof that he's not please",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Stuart Leggat",
            "date": "30w",
            "timestamp": "1556361030",
            "commentText": "Tommy Robinson has one real flaw that all other successful politicians do not have and it's unlikely he'll ever be able to get rid of it and go on to do well in politics...he makes the mistake of ALWAYS telling the truth and no matter how unpalatable and painful. He has yet to do what just about all successful politicians learn quickly to do and that is to master the art of deception and straight-faced lies and most politicians have gained their Master's degree in this.Tommy, like the equally irrepressible and fearless Anne Marie Waters, speaks for multi-millions of genuinely oppressed and ignored working class people and is much-needed to highlight the very real, genuine concerns of many from working class areas who have experienced a never-ending tsunami of totally unvetted; unchecked, society-changing immigrants, migrants, kid-on refugees (economic migrants) being dumped in their areas and not in the leafy suburbs where the university educated, middle and upper class elites in power live...no way would they ever allow multi-millions of foreigners to be dumped in their neighbourhoods, but ok to the working class, decade in decade out and with no end EVER in sight. The working class have been denied their DEMOCRATIC RIGHT OF APPROVAL on this most critical of matters by the bent dictatorial middle class elites in power and only by voting them out and replacing them with the likes of Tommy and Ann Marie, will the insanity of uncontrolled mass immigration be halted in its relentless tracks and reversed through mass repatriation.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "Jaga Mohan Das",
            "date": "30w",
            "timestamp": "1556361169",
            "commentText": "Like no one feels let down by the CF that's been going on f=since the referedndum. Get a life Normie",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "Bobby Estes",
            "date": "30w",
            "timestamp": "1556382411",
            "commentText": "Horrible little turd Nick Lowlife....Say no more. Vote Tommy!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59",
            "user": "Ste Mattison",
            "date": "30w",
            "timestamp": "1556549070",
            "commentText": "Shame they didn't spend £10m on police closing down the grooming gangs eh? TR probably wouldn't be around telling us all about the real issues of mass immigration forced upon us by our great leaders and the EU, just a thought.And as for his expenses and money and he isn't short of money, perhaps not, but maybe take the time to read properly and see where his so called massive windfall is going...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "60",
            "user": "Sarah Steventon",
            "date": "30w",
            "timestamp": "1556619515",
            "commentText": "I think the Metro need to read these comments and then think about how much support Tommy actually has. We do not trust you or any other mainstream media outlet. We just laugh at you when you do posts like this.😂😂😂😂😂",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "Wendy Seaman",
            "date": "29w",
            "timestamp": "1556719804",
            "commentText": "I just wasted 5 minutes reading this utter crap. Hope not hate envious of Tommy's popularity and truth telling. When are places like going to come to light with proof of what they post. Im voting Tommy, like or <b> lump </b>it :)",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lump"
            ]
        },
        {
            "id": "62",
            "user": "Donna Taylor Coleman",
            "date": "29w",
            "timestamp": "1556736045",
            "commentText": "I was actually planning to read article as I wanted to see what metro take on TR was.  I got as far as who written it and lost interest",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "63",
                    "user": "David Kennedy",
                    "date": "28w",
                    "timestamp": "1557350097",
                    "commentText": "No you should read it for a good laugh! Talk about a deluded man",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Marion Duckworth",
            "date": "29w",
            "timestamp": "1556986999",
            "commentText": "O dear is that because he tells the truth and you think we cant handle the truth well i would rather hear the truth and be let donw that be feed a load of lies and be treated like a fool . Which has been happening since i was 18 years <b> old </b>so now am 42 i want the truth the whole truth and<b>  nothing</b> but the truth .VOTE TOMMY SO HE CAN TELL US ALL THE TRUTH",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "65",
            "user": "Toby Le Rone",
            "date": "29w",
            "timestamp": "1557008967",
            "commentText": "The metro, making bog paper for years ! 🤣😂🤣😂🇬🇪🇬🇧",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Ben Hunt",
            "date": "29w",
            "timestamp": "1557070610",
            "commentText": "Any comment to make on the <b> sexual </b>assault on Caolan Robertson?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "67",
            "user": "David Kennedy",
            "date": "28w",
            "timestamp": "1557349337",
            "commentText": "Well it shows how awful the \"article\" is when you don't even need to be on Dissenter and the comments nail it!Pathetic hit piece by a radical leftist",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}