{
    "header": {
        "title": " Women are still doing far more housework than men ",
        "subtitle": " ",
        "owner": " Ellen Scott ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 17 ",
        "datePosted": " Friday 26 Jul 2019 8:24 am ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/26/women-still-far-housework-men-10464193/ ",
        "postText": "Great news, women!', 'In the battle for who’s doing the most housework, women are definitely winning… at the expense of having any time to themselves.', 'Women do more housework than men in 93% of British households, a study has revealed.', 'That’s still the case if both partners work full-time. Working women are five times more likely than men to spend 20 or more hours a week doing housework.', 'Men, in comparison, averaged fewer than five hours per week. So women are doing around four times as much work at home than men are. Cool.', 'In the 7% of households where women don’t outdo men on the cooking and cleaning front, this is because the woman earns more money.', 'But to repeat, in the majority of cases, even when the woman earns more money or has a more demanding job, she’s still more likely to pick up the bulk of the household chores.', 'The team from University College London analysed data from more than 8,500 different sex couples who were interviewed as part of the UK Household Longitudinal Study.', 'They only found two small groups where men’s contribution to housework was equal of more than that of their female partner’s – in 6% of all couples women were the clear breadwinners, and in 1% of all couples the man didn’t work and took on more than 20 hours of domestic labour.', 'Almost half of those surveyed were dual-earners, indicating that even when women work full days at the office, they begin a second shift when they reach home.', 'Professor Anne McMunn, who led the University College London study, said: ‘These results matter because this is extra work which women are doing for free – as housework is unpaid. We don’t think this is an active choice on the part of men to try to keep women down.', '‘But even these days it still tends to be the case that if there is something which needs doing in the home, women just do it.', '‘This has been described as a ‘second shift’ for women, who come home from work and start doing more in the form of household chores.’', '‘Men still earn more than women, on average, and that gives them a little more leverage in terms of negotiating housework.', '‘Things are not changing as fast in the domestic sphere as we might have thought, so we need to raise awareness and think a bit more about it.’', 'Time to make things a bit more equal, we reckon. But please don’t make a chore chart with stickers.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Hugo Harrison",
            "date": "15w",
            "timestamp": "1564132989",
            "commentText": "Absoulute nonsense, I do 80% of the chores in my relationship and we both work 8 hour shifts. Stop using this platform to spread fake news, it could get you a sour reputation.You have lost my respect Ellen Scott.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Raano",
                    "date": "15w",
                    "timestamp": "1564144646",
                    "commentText": "I'm making $320 to $380 per hour online paintings and that i received $19894 and extra in one month online performing from home. i'm a normal full time student and i work certainly to my spair of hours in my spare time.anybody can try this job and makes millionaire and proved yourlife fashion by means of sincerely open this hyperlink......excellent luck★☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE► w­­w­­w­­.­­s­­o­­c­­i­­al­­ca­­sh­­9.c­­o­­m℠Don't include this → [ ℠ ] ← in web link THANKS",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Sam Watson",
            "date": "15w",
            "timestamp": "1564144163",
            "commentText": "I think women should do even more because they dont know how to fix the car, change a door lock, fix an electric socket, fix a leaking tap (the list is endless)",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Sam Watson",
                    "date": "15w",
                    "timestamp": "1564150344",
                    "commentText": "Brad Turner Fortunately for us men, not any more because of <b> gender </b>equality...we do benefit sometimes like they do not get priority for housing!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Ian Tucker",
            "date": "15w",
            "timestamp": "1564182711",
            "commentText": "I think men still do the majority of DIY in the house, and washing the car, mowing the lawn etc. All of this new <b> age </b>disolving of<b>  gender</b> stereotypes only really exists in the media, in real life it's the same as it's always been.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Age"
            ]
        }
    ]
}