{
    "header": {
        "title": " I’m a feminist-in-progress, but there are times when I’ve been part of the problem ",
        "subtitle": " ",
        "owner": " Nicola Thorp ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 71 ",
        "datePosted": " Friday 21 Dec 2018 10:45 am ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/21/im-a-feminist-in-progress-but-there-are-times-when-ive-been-part-of-the-problem-8264688/ ",
        "postText": "As a women’s rights activist and equality campaigner, calling out bad behaviour is a big part of what I do.', 'But it would be hypocritical of me to expect others to address their words and actions without also looking at my own.', 'I’m a feminist-in-progress. With each day that goes by I realise what a bad feminist I have been in the past – only thinking about how issues affected me, naively and therefore affect all women in the same way.', 'True feminism is intersectional. If we address the issues in a way that benefits only able-bodied, straight, white women, then we haven’t addressed anything at all.', 'Highlighting discrimination is vital, but we must also seek to improve our own behaviour if we wish to progress as a society.', 'Over the past couple of years, amid the #MeToo movement, I have found myself having many interesting conversations with male friends – most of who have felt embarrassed and ashamed on behalf of their gender.', 'One friend suggested that society would benefit from a social media movement where instead of women opening up about things that happened to them, men admit to things they have done. He suggested that society would benefit from if men owning up to their actions.', 'I saw what he was getting at, and I agreed with the principle. However, what was imperative about #metoo was that it put women at the centre of the narrative, and the emergence of any #ihave type movement would do the opposite.', 'Yet I do think we could all be having uncomfortable conversations with ourselves. There have been times when I, too, have been part of the problem.', 'I look back at comments I have made, or behaviour I displayed, which I now see were unacceptable. I have been guilty of body-shaming, slut-shaming and have taken part in conduct which, at the time, I deemed to be ‘harmless banter’ – upon reflection I see that it was anything but.', 'We all need friends like this, with whom we can have challenging and often uncomfortable conversations that lead to a better understanding of the world around us. And sometimes we need to be that critical friend to ourselves.', 'And it’s not just sexism.', 'I have made remarks, or shared thoughts and had no idea about the impact they could have on another person whose background or life experience was different to my own.', 'If we want to stamp out bigotry then we must do so with all of its ugly forms: racism, ableism, homophobia, transphobia, mental health stigma, the list goes on.', 'In a world where we are bombarded with rules and guidance on how to conduct ourselves in the most ‘politically correct’ way possible, to slip up now and then is understandable, but to continue to be knowingly ignorant of the experiences of others is not.', 'A few years ago I was at a house party of a friend in London. I was talking to a guy about feminism and the work I had been doing in the women’s rights movement. We shared our theories on how best to take down the patriarchy.', 'He was good-looking, and we were getting on really well. I cheekily asked, ‘So, how does your girlfriend feel about all this stuff?’', '‘I don’t have a girlfriend. I’m gay.’', '‘Oh, what a shame,’ I smiled and tried to move the conversation on, but he stopped me.', '‘Why? Is my sexuality something I should feel shame for?’', 'I panicked, I backtracked, I apologised profusely. He understood. I was so involved in a conversation about fighting my own good fight that I had blindly walked into the role of the antagonist in someone else’s.', 'He talked me through the countless times other women had said similar things to him, and how it had made him feel as though he was being valued only on what he had to offer sexually. Sound familiar?', 'The same man is now one of my best friends. We talk openly and honestly with each other about issues in our own lives and how to be better allies to others.', 'We all need friends like this, with whom we can have challenging and often uncomfortable conversations that lead to a better understanding of the world around us. And sometimes we need to be that critical friend to ourselves.', 'There is often a lot of fear at play when it comes to discussions like this. We read so much in the news about people being rightly vilified for their oppressive views or behaviour.', 'To create a safe space to learn and better educate ourselves against bigotry, we must be able to acknowledge that we have been part of the problem, and express a willingness to do better.', 'To quote fellow activist and feminist-in-progress Jameela Jamil: ‘Nobody is born perfectly “woke”. Listen, read, learn, grow, change and make room for everyone. We aren’t free until ALL of us are free.’', 'I hate the phrase ‘a more tolerant society’. I don’t want to live in a society where people just ‘tolerate’ each other. I tolerate sprouts, Coldplay’s music, and self-service checkouts. A person deserves more than tolerance.', 'I’d much rather live in a society that encourages compassion, empathy and understanding to all who exist within it. In the process of changing a culture of oppression, we must be open to criticism, and to learn from our mistakes.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Nick Ian Broer",
            "date": "46w",
            "timestamp": "1545410666",
            "commentText": "I think tolerance is the best we could hope for. I don't have to like you or your opinions, as long as I let you live how you want and you me, all is fine.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Mohammad Shahzad Shahzad",
                    "date": "46w",
                    "timestamp": "1545414297",
                    "commentText": "I g­e­t p­a­i­d o­v­e­r 140$­ p­e­r h­o­u­r w­o­r­k­i­n­g f­r­o­m h­o­m­e w­i­t­h 2 k­i­d­s a­t h­o­m­e. I n­e­v­e­r t­h­o­u­g­h­t I­'­d b­e a­b­l­e t­o d­o i­t b­u­t m­y b­e­s­t f­r­i­e­n­d e­a­r­n­s o­v­e­r 11k a m­o­n­t­h d­o­i­n­g t­h­i­s a­n­d s­h­e c­o­n­v­i­n­c­e­d m­e t­o t­r­y. T­h­e p­o­t­e­n­t­i­a­l w­i­t­h t­h­i­s i­s e­n­d­l­e­s­s. H­e­r­e­s w­h­a­t I'v­e b­e­e­n d­o­i­n­g,:) AND GOOD LUCK.:) ,,↓↓↓↓COPY THIS SITE↓↓↓↓ =HERE☛ ➙ :) &gt; ­­­­­­w­­w­­w­­.­­j­­o­­b­­s­­g­­u­­y­­s­­.­­c­­o­­mⓒplease don't copy \"ⓒ\" in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Ian Tucker",
            "date": "46w",
            "timestamp": "1545477022",
            "commentText": "Can we get rid of all isms and ists, and just all get along without labels?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "James Donald Bray",
            "date": "46w",
            "timestamp": "1545515585",
            "commentText": "The best you will get from me is benign disinterest it is all I want from you",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Beverley Skouse",
            "date": "45w",
            "timestamp": "1545869950",
            "commentText": "I love your comments Nicola.x",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}