{
    "header": {
        "title": " ‘Racism is rife in LGBT spaces, that’s why we needed Black Pride’ ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 22.6k ",
        "datePosted": " Sunday 7 Jul 2019 5:15 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/07/racism-rife-lgbt-spaces-needed-black-pride-10129241/ ",
        "postText": "LGBTQI communities of colour face ‘widespread racism’ and need a safe space where they can challenge prejudice, say organisers and campaigners who took part in Black Pride today.', 'UK Black Pride is Europe’s largest party for LGBT+ people of African, Asian, Caribbean, Middle Eastern and Latin American descent, and creates a safe space for people from these diverse backgrounds to celebrate their sexuality, culture and shared experiences.', 'It took place in Hackney’s Haggerston Park.', 'Saima Razzaq, an LGBTQI activist who campaigns for inclusive curriculums in school and who spoke at the event, says she has ‘seen racism within LGBTQI spaces all her life’ and took part in the event to help tackle the lack of representation for people of colour.', 'She told Metro.co.uk: ‘People of colour who identify as LGBTQI just don’t have that same opportunity or level of representation.', '‘The reason why Black Pride was created, was because we didn’t feel the issues we cared about were being represented’.', 'She added: ‘Those who question the need for a separate event, need to ask themselves why we felt it was needed in the first place.', '‘No one else is going to do it.’', 'Saima said she was ‘buzzing’ from attending today’s event.', 'Moud Goba, who is one of the co-founders of the event, told Metro.co.uk, that the march was not designed to undermine the work of the Pride event yesterday, but rather to show solidarity with BAME LGBTQI individuals, who can talk frankly and openly about the issues that affect them as a community.', 'She said: ‘We get asked the question a lot, why do we need a separate march, when the London Pride event took place yesterday.', '‘In an ideal world, we wouldn’t need a separate event, in an ideal world we wouldn’t need a Pride event.', '‘But people of colour need a safe space where they are represented.’', 'Moud said the Black Pride event was inclusive and wouldn’t prohibit anyone from attending.', 'She added that there are ‘asylum seekers and refugees who still struggle to get recognised by the Home Office’, those kinds of issues need addressing through events like this.', 'Ms Goba added: ‘At these events, people get to meet people who are like themselves’.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Ethnic,Ethnicity,Black,LGBT,Homophobic,Homophobia,Gay,LGBT,Gay,LGBT,Nothing,Weird,Chubby",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Medusa Jordan",
            "date": "19w",
            "timestamp": "1562524152",
            "commentText": "No doubt about it, <b> black </b>and Asian communities are still very<b>  homophobic</b>. I worked on a<b> n L<b> GB<<b> /b</b</b>>>T phone line for years and it was people from those communities who were the most fear<b> ful. Ra</b>cism from other LGBTs is of course a thing, but I did not get calls about it.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Black",
                "LGBT",
                "Homophobic"
            ]
        },
        {
            "id": "1",
            "user": "Williamson",
            "date": "19w",
            "timestamp": "1562540527",
            "commentText": "I g­­e­­­­t p­­­­a­­­­i­­­­d o­­­­v­­­­e­­­­r $­­90 p­­e­­r h­­o­­u­­r w­­o­­r­­k­­i­­n­­g f­­r­­o­­m h­­o­­m­­e w­­i­­t­­h 2 k­­i­­d­­­­s a­­t h­­o­­m­­e. I n­­e­­v­­e­­r t­­h­­o­­u­­g­­h­­t I­­'­­d b­­e a­­b­­l­­e t­­o d­­o i­­t b­­u­­t m­­y b­­e­­s­­t f­­r­­i­­e­­n­­d e­­a­­r­­n­­s o­­v­­e­­r 1­­0k a m­­o­­n­­t­­h d­­o­­i­­n­­g t­­h­­i­­s a­­n­­d s­­h­­e c­­o­­n­­v­­i­­n­­c­­e­­d m­­e t­­o t­­r­­y. T­­h­­e p­­o­­t­­e­­n­­t­­i­­a­­l w­­i­­t­­h t­­h­­i­­s i­­s e­­n­­­­d­­l­­e­­­­s­­s. H­­e­­r­­e­­s w­­h­­a­­t I'v­­e b­­e­­e­­n d­­o­­i­­n­­g, ↓↓↓↓COPY THIS WEBSITE↓↓↓↓HERE→→→→→ W­w­w­.­S­a­l­a­r­y­7­.C­o­m۵Don't Copy this ↣ ۵ ↢ With website Thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Sam Firth",
            "date": "19w",
            "timestamp": "1562540647",
            "commentText": "They seem angry and tbh prett <b> racist </b>towards white people in general.. playing the victim and looking for things that aren't even there to be \"offended\" by.. 🤔",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "3",
                    "user": "Medusa Jordan",
                    "date": "19w",
                    "timestamp": "1562543942",
                    "commentText": "I also find it super <b> weird </b>that<b>  nothing</b> is mentioned of the rampan<b> t homophobi</b>a present in ma<b> ny bla</b>ck and Asian communities.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Black",
                        "Homophobia",
                        "Weird"
                    ]
                },
                {
                    "id": "4",
                    "user": "Kevin Brown",
                    "date": "19w",
                    "timestamp": "1562648798",
                    "commentText": "Angry? <b> Racist?</b> I think you need to look up the meaning of the word<b>  racist</b>. Apart from seeing your picture you will understand the meaning of the word. Evidently your prejudice views show you believe the needs of a minority group should not be supported.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Jessica Joseph",
                    "date": "19w",
                    "timestamp": "1562699707",
                    "commentText": "Medusa Jordan Come to <b> Black </b>Pride and participate in the discussions and advocacy. Those issues are mentioned. They are the subject of entire sessions.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "6",
                    "user": "Jessica Joseph",
                    "date": "19w",
                    "timestamp": "1562700038",
                    "commentText": "Sam Firth Starting your own party because you're not welcome at someone else's is the OPPOSITE of playing victim. It's being proactive and finding a solution. Or would you rather they continue begging for inclusion and consideration in main Pride events? They are not <b> racist </b>at all. How did you leap to that conclusion? Did they say whites are inferior and deserve to be treated as less than and should be hated? Nope. All they did was fill a need for people not being represented or considered. Why do you hate that?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "Jamie Cutts",
            "date": "19w",
            "timestamp": "1562548050",
            "commentText": "Just go as UK <b> Black </b>Pride to the Pride festival as a sub category and you’ll get way more ears on what you have to say. Going on the photos it looks like there is 20 of you, tops. This article itself was also a good time to bring up figures but I’m not seeing any. The pride photos from a previous article included a group of<b>  chubby</b> guys in leather dog masks and harnesses so forgive me for doubting you need a safe space from a march that lets that in.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "Chubby"
            ]
        },
        {
            "id": "8",
            "user": "Tony Charles",
            "date": "19w",
            "timestamp": "1562554287",
            "commentText": "Just get on with your sexuality and keep it bloody private and to yourself.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9",
                    "user": "John Kimber",
                    "date": "19w",
                    "timestamp": "1562603456",
                    "commentText": "If it wasn't an issue it wouldn't be an issue....this goes far beyond sexuality",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "John Mathers",
                    "date": "19w",
                    "timestamp": "1562707342",
                    "commentText": "John Kimber rubbish...its a bunch of extroverts and whiners.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Vicky Prest",
            "date": "19w",
            "timestamp": "1562573085",
            "commentText": "Grindr is apparently a classic place for <b> racism </b>- \"No blacks, No Indians, No Asians\" etc Loads of my<b>  ga<b> y</b</b>> guy friends have seen profiles with this sort of thing on. It's ok to have a preference, but no need to be so bloody blatent about it! Just don't message back?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "Jamie Cutts",
                    "date": "19w",
                    "timestamp": "1562620360",
                    "commentText": "Yeah, just mentioning Caucasians as a preference would be a lot less extreme if it’s an absolute deal breaker for someone. Grindr doesn’t use the much more efficient Tinder method of having both parties press a heart if they like what they see and I’ve even heard there’s a limited number of blocks. Basically Grindr needs an update or a profile censor.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism",
                "Gay"
            ]
        },
        {
            "id": "13",
            "user": "Ian Tucker",
            "date": "19w",
            "timestamp": "1562574882",
            "commentText": "Why is it ok to have <b> black </b>pride marches but not white pride marches?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "14",
                    "user": "Trevor Marsh",
                    "date": "19w",
                    "timestamp": "1562602580",
                    "commentText": "No doubt a white pride march would be labelled <b> racist,</b> even though it's alright for them to march under whatever banner they choose.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "15",
                    "user": "John Kimber",
                    "date": "19w",
                    "timestamp": "1562603507",
                    "commentText": "Ignorance is bliss",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Tina Hill-Art",
                    "date": "19w",
                    "timestamp": "1562612965",
                    "commentText": "Ian Tucker  your comment reveals the reason",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Jamie Cutts",
                    "date": "19w",
                    "timestamp": "1562620840",
                    "commentText": "What struggles are we going to represent in the march? Not enough laptop charger points in Starbucks?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Paul Gascoigne",
                    "date": "19w",
                    "timestamp": "1562657644",
                    "commentText": "We are still by enlarge a majority in terms of <b> ethnicity </b>and culture and sadly a small percentage of people would hijack such a display for their own means. This isn't to say that the same doesn't happen within other types of pride events, however a small percentage of millions of people can create a volumous crowd compared to a handful out of a thousand or so.There are extremists on all sides and those who shout the loudest are often the ones who appeal to a particular media narrative. There are for instance some<b>  Ga<b> y</b</b>> people with absolutely bizzare ideas about how society should submit to their particular beliefs, however they aren't representative about who LBGTQ+ are and sometimes we all have to be careful about who we ally ourselves with because there are some agendas way outside of that.Whilst there are some narcassist who wear their identity as a fashion accessory the majority <b> of <b> G</b</b>>ay people are often forced to hide who they are out of fear. Now, it is entirely possible that this is a self reinforced or irrational fear, it could be in fact a prejudice born out of ignorance that society is more accepting. If that is the case then a pride march can heal such rifts without it decending into a echo chamber<b> .The et</b>hnic communities do have a bigger internal issue with being LGBTQ+ and this has to be tackled too. It doesn't mean they are anti-white because they are speaking f<b> rom a </b>black pride platform. Though, there is still the danger of such things being hijacked by those with their own view who by happenstan<b> ce are</b> black and LGBTQ+. If they want to be heard properly then they need to ensure that they examine who speaks for them.There is alot that needs to b<b> e said</b>. Black peopl<b> e can b</b><b> e r<b> a</b</b>>cist. Gay people can be anti-trans even! Bigotry exists within all camps but people have to give good reasons for the things they believe rather embark upon groupthink.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Ethnic",
                        "Ethnicity",
                        "Black",
                        "Gay"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "19",
            "user": "Jessica Joseph",
            "date": "19w",
            "timestamp": "1562699629",
            "commentText": "You can't win. Try to be included in the mainstream, mainly white PRIDE celebrations and face unwelcoming, dismissive attitudes and have your issues brushed aside. Start your own platform to have a welcoming space and a chance to highlight your issues and be called <b> racist.</b> Since you'll not be liked or valued or commended for your contributions anyway, you might as well do what makes you and those you seek to help happiest and most cared for. Can't wait forever to be welcomed to the party. Start your own.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "20",
            "user": "John Mathers",
            "date": "19w",
            "timestamp": "1562707298",
            "commentText": "And the gold medal in the oppression olymics goes too....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}