{
    "header": {
        "title": " Why is Justin Trudeau’s brown face picture so offensive? ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 278 ",
        "datePosted": " Thursday 19 Sep 2019 9:04 am ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/19/justin-trudeaus-brown-face-picture-offensive-10769619/ ",
        "postText": "It’s been roughly 200 years since performers started ‘blacking up’ to mock enslaved African Americans and surprisingly it’s still a thing today.', 'Despite numerous headlines about why it’s so hurtful, drunken students, and parade organisers still keep finding themselves in hot water over the troubling practice.', 'Canadian Prime Minister Justin Trudeau has now been forced to apologise for a yearbook photo showing him in ‘brownface makeup’ at an Arabian Nights themed party in 2001.', 'As the Liberal Party leader conceded: ‘Yes it was. I didn’t consider it racist at the time, but now we know better.’', 'Before anyone jumps in to say ‘it’s just a bit of fancy dress’ or ‘it’s political correctness gone mad’, it’s worth learning about the history of blackface to understand just how offensive it is.', 'White performers started blackening their faces with burnt cork or shoe polish for minstrel shows in 1830s New York.', 'They wore ragged clothing, painted wide and red lips on themselves and imitated Africans forced to work in southern slave plantations.', 'Historian Dale Cockrell said the shows were popular with working class white people who felt ‘squeezed politically, economically, and socially from the top, but also from the bottom’.', 'They peaked as hostility grew after slavery was abolished following the American civil war and black people started demanding civil rights.', 'In other words the shows were a form of punching down in which the audience were made to feel better about themselves by laughing at stereotypes of lazy, buffonish and ignorant African Americans.', 'The idea was conjured up by New York born actor Thomas Dartmouth Rice, known as the ‘Father of Minstrely’, who reportedly drew inspiration for his Jim Crow character from slaves he saw in the southern states.', 'US State and local segregation laws which running from the late 1800s to 1965 were even known as Jim Crow Laws, after the stage character.', 'The idea of white performers painting their face black actually stretches back to old productions of Shakespear’s Othello, but blackface has become more closely associated with American minstrel shows which really emphasised hurtful portrayals of Africans.', 'Many years later the performances made their way into radio, TV shows and movies, with the likes of Shirley Temple, Judy Garland and Mickey Rooney blacking up.', 'Blackface soon caught on in other countries including Britain, where the Black and White Minstrel Show only finished in 1978.', 'Blackface ‘allows society to routinely and historically imagine African Americans as not fully human. It serves to rationalise violence and Jim Crow segregation,’ says David Leonard, a professor of comparative ethnic studies and American studies at Washington State University.', 'In a 2012 essay for the Huffington Post, he said: ‘Blackface is part of a history of dehumanization, of denied citizenship and of efforts to excuse and justify state violence.', '‘From lynchings to mass incarceration, whites have utilized blackface (and the resulting dehumanization) as part of its moral and legal justification for violence.’', 'He said the very idea of blacking up is far too loaded to ever be brushed off as a harmless bit of fun.', 'Mr Leonard says blackface still helps to reinforce racist views about black people being dangerous criminals or lazy unemployed people which many still hold today.', 'The practice has been extended to other minority ethnic people, hence Trudeau using ‘brownface’ as a character of a an Arabic man.', 'Leonard also argues it doesn’t matter if you think it’s not racist or if you had no idea it could be seen as racist.', 'He added: ‘The ability to disparage, to demonize, to ridicule, and to engage in racially hurtful practices from the comfort of one’s segregated neighborhoods and racially homogeneous schools reflects both privilege and power.’', 'Other variations of blackface including Zwarte Piet, or ‘Black Pete’, a Christmas character in the Netherlands, are often defended as a form of historical tradition.', 'But anti-racism campaigners still say the mischievous sidekick of Sinterklaas who kidnaps naughty children and takes them to Spain, still promoted harmful stereotypes.', 'Founder of podcast festival ShoutOut network Imriel Morgan told Metro.co.uk she remains ‘astounded at the level of ignorance’ about donning blackface for Halloween parties.', 'She added: ‘The reality is that if you’re a non-black person you have the privilege and luxury of not having to deal with all of the biases the world places on black and brown skin.', '‘Chances are your skin tone isn’t automatically viewed as suspicious, you’re not perceived as lazy until proven otherwise, or labelled disruptive or as a class clown because you have learning difficulties.', '‘So when we say painting yourself black is racist, we’re not saying it to be difficult or to ‘play the race card’, it’s to acknowledge the fact that the very act of doing so reinforces these baseless mythical assertions about blackness and our skin’s ability to override our humanity.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Peter Fraser",
            "date": "8w",
            "timestamp": "1568894295",
            "commentText": "It's not still a thing today, you said it yourself they blacked up to mock slaves. That's not the same as someone dressing up in fancy dress we've moved on. You have to look at intentions behind something not just accuse someone of being prejudice when there's is no proof that they are. This is causing division when there's no need.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Kevin James",
                    "date": "8w",
                    "timestamp": "1568917506",
                    "commentText": "He was being inadvertently offensive not <b> racist.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "2",
                    "user": "Tessa Charlotte",
                    "date": "8w",
                    "timestamp": "1568925084",
                    "commentText": "I don’t really think it’s for other people to say what <b> black </b>people should and shouldn’t find upsetting. Over and over the message is put out that this is a problem. People must accept that. There are a million costumes to choose for Halloween or fancy dress, why not pick one that doesn’t have this type of history attached to it?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Drew Jackson",
            "date": "8w",
            "timestamp": "1568895556",
            "commentText": "Totally different, he was brown faced.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Arnold Hedge",
            "date": "8w",
            "timestamp": "1568919884",
            "commentText": "I couldn't have picked a better person for this to happen to. Watching him wringing his hands this morning was hilarious.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "George Washingtón",
            "date": "8w",
            "timestamp": "1568922388",
            "commentText": "I've never heard it called brown face before.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Thomas George",
            "date": "8w",
            "timestamp": "1568972485",
            "commentText": "Might ditch the orange paint for my umpa lumpa outfit this year",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Ade Foiadelli",
            "date": "1w",
            "timestamp": "1573051164",
            "commentText": "Metro: We need an article about how <b> racist </b>and offensive blackface is, and why it should be consigned to the past.Also Metro: We need to put as many photos of people in  blackface in the article as we can, they look really funny. Look! That one looks just like a<b>  black</b> fella! Ha ha ha ha ha ha!C*nts.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black"
            ]
        }
    ]
}