{
    "header": {
        "title": " Tommy Robinson may have already breached electoral law in MEP campaign ",
        "subtitle": " ",
        "owner": " Jane Wharton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.1k ",
        "datePosted": " Friday 26 Apr 2019 12:03 pm ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/26/tommy-robinson-may-already-breached-electoral-law-mep-campaign-9322722/ ",
        "postText": "Tommy Robinson is believed to have broken electoral law as he announced his bid to become an MEP with a free barbecue.', 'The former English Defence League founder spoke at a rally in Manchester on Thursday night, confirming he will stand as an Independent at next month’s EU elections.', 'However, the rally offered free burgers and hot dogs from a catering van – which breaks the law on inducements to vote.', 'Police were said to have phoned Robinson to tell him he needed to stop.', 'The would-be politician then announced to the 300-strong crowd that he could no longer give away free food.', 'Robinson, whose real name is Stephen Yaxley-Lennon, has pledged a ‘David vs Goliath’ battle to represent the ‘betrayed working class’.', 'The far-right activist claims his election would send ‘elite’ politicians a ‘message they’ll never forget.’', '‘Everyone is so disillusioned with the liars in Parliament, but that is also our weakness,’ he said.', '‘It’s the reason we are being betrayed and will continue being betrayed, until they fear us.', '‘The only way they will fear us is if we take their seats.’', 'Robinson is standing as an Independent MEP for the North West region.', 'Candidates are not allowed to offer hospitality, entertainment or financial inducements to electors intended to influence their votes or likely to have that effect.', 'Anyone convicted of the offence faces an unlimited fine and up to a year in jail.', 'Greater Manchester Police (GMP) confirmed to Metro.co.uk they had spoken to Robinson, added: ‘Prior to an event held in Wythenshaw yesterday, GMP advised the organiser that providing gifts of food could potentially breach electoral regulations.', '‘This was not given as a direction but offered as a piece of advice to the organiser.’', 'Robinson has said he will target traditional Labour voters in his bid to get elected to the European Parliament.', 'He will continue to act as an adviser to Ukip leader Gerard Batten, despite running against eight of the party’s candidates.', 'He is unable to join Ukip’s membership under party rules because anyone who has previously been an English Defence League member is banned.', 'Within hours of Robinson’s announcement, anti-racism campaigners launched a counter-movement.', 'Anti-extremism campaigners Hope Not Hate called for voters to sign up to oppose the ‘far-right thug’.', 'Chief executive Nick Lowles said: ‘Stephen Lennon is a far-right thug who uses his platform to bully, abuse and stir up division, monetising his hatred to rake in donations from his fans.‘The North West needs a voice of hope, not hatred.’', 'Robinson launched his campaign on the Wythenshawe estate, a huge post-war housing development on the edge of south Manchester.', 'He said he will be campaigning in working-class communities across the North West to target those who ‘religiously’ vote Labour.', 'He claimed 96% of MPs were middle class with privately educated children who ‘know nothing about the estates or the communities we come from.’', 'Robinson’s plan was criticised by the local Labour MP, Mike Kane, and a group of local church and faith leaders.', 'Mr Kane said the activist was ‘not welcome to spread his xenophobic, Islamophobic, homophobic, racist vitriol in my community or in any other community’.', 'Mr Kane added: ‘He seeks to divide rather than to unite people. We do things differently in Manchester, we stand together against hate.’', 'Voters go to the polls on May 23, if the Euro elections go ahead which depends on whether agreement is reached over EU withdrawal.', 'Robinson’s appointment as a Ukip adviser on rape gangs and prison reform has seen a string of people quit the party in protest.', 'Nigel Farage said Ukip was becoming ‘obsessed with Islam’ and launched his own Brexit Party.', 'As an independent with no party funding, Robinson has resorted to asking his supporters for money to donate towards ‘the movement.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Homophobic",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Frank Fisher",
            "date": "29w",
            "timestamp": "1556287771",
            "commentText": "\"Mr Kane said the activist was ‘not welcome to spread his xenophobic, Islamophobic, <b> homophobic,</b><b>  racist</b> vitriol in my community or in any other community’.\" I suppose it's too much to hope this MP has any evidence for any of those defamatory claims?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Peter King",
                    "date": "29w",
                    "timestamp": "1556288991",
                    "commentText": "Frank Fisher calling people from Somalia barbarians and pointing to a row of houses with Muslims living in them saying they are  \"all enemy combatants\". That's two points for you without even needing to do any research into it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Paul Thompson",
                    "date": "29w",
                    "timestamp": "1556302035",
                    "commentText": "Peter King have you seen somalia and i do think you may be taking the second point out of context",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Punit Patel",
                    "date": "29w",
                    "timestamp": "1556316977",
                    "commentText": "Paul A Thompson you're sort are deplorables.... Of course you can take that out of context",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jay Schmitt",
                    "date": "29w",
                    "timestamp": "1556372124",
                    "commentText": "Peter King if Somalians are equal to Brits (which I agree - they are), then there should be no problem with them living in Somalia rather than the UK.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Kerry Munro",
                    "date": "29w",
                    "timestamp": "1556387405",
                    "commentText": "Try this for starters. https://www.facebook.com/hope.n.hate/videos/2458632917690991/UzpfSTE0ODI4MTQxNjE6MTAyMTkxMzIwOTM0NDE1MzI/?lst=1482814161%3A1482814161%3A1556387232",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Homophobic"
            ]
        },
        {
            "id": "6",
            "user": "Miggel Carrera",
            "date": "29w",
            "timestamp": "1556372249",
            "commentText": "Can Stephen Axley-Lennon run using a fake name?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Kerry Munro",
            "date": "29w",
            "timestamp": "1556386674",
            "commentText": "Talking of 'elites', where exactly does Yaxley-Lennon aka Robinson get the money to give free food to 300 people? Who's financing him?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}