{
    "header": {
        "title": " Disabled man trapped in his house because he can’t get a bigger door ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.3k ",
        "datePosted": " Tuesday 17 Sep 2019 5:00 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/17/disabled-man-trapped-house-cant-get-bigger-door-10760088/?ito=social&fbclid=IwAR0YUwaiU6-Hh38nBOddbaDztpdQnwqTYEaOkk_hCFvRcSbK6GPOqm5iNgs ",
        "postText": "A disabled man who weighs almost 30 stone, says he has gone into a ‘deep state of anxiety and despair’ after a housing company refused to fit a bigger door so he can get out.', 'Darren Burns, 48, fears that if a fire were to break out, he could become trapped, after the housing association refused to make the back door to his garden bigger.', 'Darren is obese because a lifelong hip disorder has reduced his mobility.', 'He was also diagnosed with arthritis at the age of 13, and his condition deteriorated after he was involved in a car crash two-and-a-half years ago, leaving him wheelchair-bound.', 'Darren says that being unable to go to his garden, has made his life a misery and that he feels like a prisoner in his own home.', 'He moved into the property in March last year after being made homeless.', 'To accommodate his needs, Lincolnshire Housing Partnership (LHP), which owns the property, widened the front and interior doors.', 'However, the back door, remains inaccessible for Darren, meaning he cannot go and sit in his garden.', 'LHP say they carried out their own formal independent investigation and came to the conclusion that it was unnecessary to make adjustments to the rear of the property.', 'Darren was told that the authority are only responsible for ‘providing one exit’, which he has described as a lottery, after discovering ‘some people get two’.', 'He said: ‘If there’s a fire at the front of the house and that is blocked, the fire service said they’d have difficulty getting me out because I’m a big guy.', '‘All I wanted was to get settled and sorted out.', '‘They made the house 90 per cent perfect, but what they didn’t do was a door entry system and I’m doubly incontinent so if I need to let someone in of a night I might not be in the best state.’', 'Darren is trying to desperately lose weight and says he’s lost 50 pounds since taking medication to treat his diabetes after he was diagnosed last year.', 'He says he feels like he’s being discriminated because of his weight and admits that, if he had another disability, he may have been given a higher priority.', 'He says that not being able to get fresh air is making his depression worse and that too many organisations want to ‘fat shame him’ rather than wanting to help.', 'A spokesperson from LHP said they had launched their own investigation since becoming aware of Darren’s situation.', 'They said: ‘LHP decided to launch its own formal independent investigation to ensure that its course of action and action of staff were satisfactory, and this was carried out by a highly experienced independent assessor.', '‘A further independent fire safety assessment has also been carried out to address the customer’s concerns regarding fire safety; in particular the rear access and again no further adaptions were identified as necessary.', '‘With regards to the door entry system: a system that is widely used by LHP was offered to the customer, but they deemed it not to be satisfactory for their specific needs. In such cases, LHP is happy for customers to make their own individual arrangements.', '‘We value all our customer feedback, and aim to support all our customers, particularly those with disabilities, to ensure that they have a home that is suitable for their needs.’",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical Features,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Obese,Fat,Fatty,Thin,Nothing,Disabled",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "9w",
            "timestamp": "1568739984",
            "commentText": "“Darren is <b> obese </b>because a lifelong hip disorder has reduced his mobility.”  Err, no, it’s actually because he eats far too much (of the wrong food) and isn’t fully mobile. Get your facts right.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Roland Smith",
                    "date": "9w",
                    "timestamp": "1568818411",
                    "commentText": "more like a chip order than a disorder",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Obese"
            ]
        },
        {
            "id": "2",
            "user": "Dudden Hall",
            "date": "9w",
            "timestamp": "1568742196",
            "commentText": "If you have a disability that stops you exercising, then you need to eat less, not more.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "3",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "9w",
                    "timestamp": "1568746264",
                    "commentText": "Ah, showing off your ignorance again. No, the body still requires a certain amount of nutrition to function properly, for some wheelchair users even more than before their chair became necessary. You are not the arbiter of what every individual should have or do to be functional, whatever you like to think. Quit waving around your fake medical degree - no one is impressed by it.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Gary Youn",
                    "date": "9w",
                    "timestamp": "1568748588",
                    "commentText": "Tria Lynn Alexandra Hall <b> fat </b>isn’t stored unused energy’s. Therefore he is indeed taking in far more calories than needed.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fat"
                    ]
                },
                {
                    "id": "5",
                    "user": "Gary Youn",
                    "date": "9w",
                    "timestamp": "1568748622",
                    "commentText": "IS stored energy!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Dave Elliott",
                    "date": "9w",
                    "timestamp": "1568789425",
                    "commentText": "Tria Lynn Alexandra Hall So you don't think he has been overeating? lol",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Dudden Hall",
                    "date": "9w",
                    "timestamp": "1568791860",
                    "commentText": "Tria Lynn Alexandra Hall Wrong on all counts. He needs vitamin/mineral tablets, a lot less food, and no sugar. There is no situation that requires people to be overweight.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Marc Southall",
                    "date": "9w",
                    "timestamp": "1568816206",
                    "commentText": "Tria Lynn Alexandra Hall He's just a troll, not a very good one either.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Dudden Hall",
                    "date": "9w",
                    "timestamp": "1568827828",
                    "commentText": "Marc Southall Perhaps you need to go to specsavers.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Marc Southall",
                    "date": "9w",
                    "timestamp": "1568831042",
                    "commentText": "Dudden Hall Perhaps you need to get a life, keyboard warrior.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Dudden Hall",
                    "date": "9w",
                    "timestamp": "1568879810",
                    "commentText": "Marc Southall You do not sound very intelligent, try to educate yourself a bit.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Marc Southall",
                    "date": "9w",
                    "timestamp": "1568936196",
                    "commentText": "Dudden Hall How does one \"sound\" intelligent via text ? You need to learn to be a decent human being, shouting your mouth off on every article, do you realise how pathetic you come across ? Like i said, get a life you judgemental idiot.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Claire Barlow",
            "date": "9w",
            "timestamp": "1568742214",
            "commentText": "Regardless of his size they could at least put french door on back of house so he could get out and enjoy his own garden, not a hard job to do. Some fresh air may motivate him to feel better about himselfand start too lose weight,",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "14",
                    "user": "Denise Janet Bedding",
                    "date": "9w",
                    "timestamp": "1568752861",
                    "commentText": "no they shouldn't he should stop eating so much",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Steven Cartledge",
            "date": "9w",
            "timestamp": "1568743050",
            "commentText": "He is lucky he has a home.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16",
                    "user": "Ειρήνη Γκλόβερ",
                    "date": "9w",
                    "timestamp": "1568817728",
                    "commentText": "Nothing to do with luck, everyone is entitled to a home. Unfortunately <b> disabled </b>people are the least likelyto have an adequate home for their needs because able bodied is the presumed status of peopleand somost are built without any consideration of disabilities.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Disabled"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Tina MacKinnon",
            "date": "9w",
            "timestamp": "1568747524",
            "commentText": "The windows look big enough to fall out of, in an emergency.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Dave Elliott",
            "date": "9w",
            "timestamp": "1568789307",
            "commentText": "Obese because he's eaten rubbish for years and years. If you have reduced mobility, you need to be even more careful what you eat. Seems he was mobile enough to get to the fridge, anyway.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "19",
                    "user": "Ειρήνη Γκλόβερ",
                    "date": "9w",
                    "timestamp": "1568818290",
                    "commentText": "Maybe he can't afford pre-prepared food? I became <b> disabled </b>by a spine condition over 2 years ago, it also causes numbness in body parts, as i couldn't prepare proper food any more i just ate crap once or twice a day and didn't get fatter -i'm aware i have poor nutrition but what you gonna do? Things that benefit<b>  disabled</b> people cost more overall because they aren't the default way of doing things. Hardly anyone helps others fo<b> r nothin</b>g and of those that do they are needed by so many that many of us g<b> et nothi</b>ng or inadequate help.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Disabled"
                    ]
                }
            ],
            "keywords": [
                "Obese"
            ]
        },
        {
            "id": "20",
            "user": "Paul Eiken",
            "date": "9w",
            "timestamp": "1568797651",
            "commentText": "A very misleading headline, he is NOT trapped in his house, he has access from the front door, in case of a fire he would need to use that to get out into then street, If he seems to think he can get from the garden to the street therefore he can get to the garden via the front door!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "John Hand",
            "date": "9w",
            "timestamp": "1568805882",
            "commentText": "Just cut out the sugar, pies, chips and cake and the weight will fall off <b> fatty.</b>",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "22",
                    "user": "Marc Southall",
                    "date": "9w",
                    "timestamp": "1568816070",
                    "commentText": "Think he'd rather be <b> fat </b>than be<b>  thin</b> and as ugly as you, both inside and out !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fat",
                        "Thin"
                    ]
                },
                {
                    "id": "23",
                    "user": "John Hand",
                    "date": "9w",
                    "timestamp": "1568817428",
                    "commentText": "Marc Southall - Ugly?  You have looked at his photo right?  And I'm sure he'd rather be able to fit through a standard door opening rather than need lifting through the window with a fork lift..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Zoe-ann Hamilton",
                    "date": "9w",
                    "timestamp": "1568828179",
                    "commentText": "its not always thoes things that make you <b> fat,</b> at least he is trying to loose weight",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fat"
                    ]
                }
            ],
            "keywords": [
                "Fatty"
            ]
        },
        {
            "id": "25",
            "user": "Joey Žaba Sabey",
            "date": "9w",
            "timestamp": "1568820147",
            "commentText": "He doesn't need a new door, he needs psychiatric help to deal with his blantantly obvious eating disorder...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Tom Trevor",
            "date": "9w",
            "timestamp": "1568820582",
            "commentText": "His excuses for being overweight are nonsense. Lets see what he eats on a daily basis, I'm betting it's all junk food.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Marc Free",
            "date": "9w",
            "timestamp": "1568822804",
            "commentText": "\"Darren was told that the authority are only responsible for ‘providing one exit’, which he has described as a lottery, after discovering ‘some people get two’.\"Most \"homeless\" people don't get any doors.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}