{
    "header": {
        "title": " Cis lesbians must support our trans friends’ right to self-identify ",
        "subtitle": " ",
        "owner": " Ella Braidwood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 804 ",
        "datePosted": " Wednesday 17 Oct 2018 1:08 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/17/cis-lesbians-must-support-our-trans-friends-right-to-self-identify-8043283/ ",
        "postText": "On July 7 this year, for the first time, I felt ashamed to be a cis lesbian.', 'For those who don’t know, cis or cisgender means that a person’s gender identity is the same as their birth sex.', 'To the incredulous eyes of the thousands watching, a small group of cis lesbians hijacked the front of Pride in London’s parade and led the march for most of the route. The incident shocked many in the LGBT+ community.', 'Since then, I’ve battled with a barrage of negative feelings. Anger. Rage. Betrayal. How could these women, claiming to represent my sexuality, do something so hurtful and bigoted?', 'It’s a pivotal moment for trans and non-binary people’s rights in our country. And, more than ever, cis lesbians need to step up and proactively show their support for the trans community.', 'On October 19, the consultation for the government’s reform of the Gender Recognition Act 2004 (GRA) will close.', 'This review presents the opportunity to introduce a self-identification system by which trans people would be able to legally change their gender, an approach implemented in countries like Belgium, Norway and Denmark.', 'Currently, the process for legally changing genders is overly bureaucratic, intrusive and dehumanising.', 'Trans people must be diagnosed with gender dysphoria, which implies that being trans is a medical illness, before proving that they have lived in their ‘acquired gender’ for at least two years.', 'Non-binary people, meanwhile, still have no legal recognition in this country.', 'Although the government has said it wants to de-medicalise the way to legally change gender, nothing is guaranteed.', 'As a government press release stated on October 14: ‘This is an open consultation – we are not putting forward any specific proposals for how we want the system to change.’', 'Cis lesbians, then, need to add their weight to the trans rights movement by responding to the GRA. It only takes 10 minutes.', 'Following the Pride in London controversy, a minority of anti-trans lesbians have continued to deny the basic rights of trans people on social media.', 'Trans-exclusionary radical feminist (TERF) groups, too, are urging their supporters to fill out the GRA consultation stating their opposition to self-ID.', 'With a significant number of these TERFs identifying as lesbians, it’s imperative that other lesbians and queer women counter their anti-trans arguments by lodging our own responses.', 'In particular, these TERF organisations and individuals have mistakenly claimed that the introduction of self-ID would allow trans women access to public toilets and facilities which, they say, would make them unsafe.', 'Apart from anything else, this fear-mongering viewpoint is completely incorrect.', 'Trans people have been able to use public bathrooms matching their gender identity for years, following the introduction of the Equality Act back in 2010.', 'And, as one recent US survey found, there is no empirical evidence to show that allowing transgender people to use the public facility of their choice would increase violations of privacy and crime.', 'Given the events of recent months, cis lesbians have a moral duty to campaign for trans equality.', 'Heart-warmingly, many cis lesbians have already demonstrated that they can do this. The hashtag LwiththeT has been shared shared by thousands on Twitter, and, in Manchester, a group of lesbians led the city’s Pride parade carrying banners in support of trans people.', 'Still, as trans allies, we need to keep on battling.', 'It’s not always easy to stand up for what’s right.', 'Reporting on trans issues for PinkNews, I’ve repeatedly been bombarded with abuse online. On multiple occasions, I’ve been reduced to muting my notifications on Twitter so as to stem the onslaught of angry comments.', 'I’ve also heard first-hand about the detrimental impact this bullying is having on trans people’s mental health.', 'As lesbians, we know all too well what discrimination feels like – and we have a social responsibility to champion the rights of trans people.', 'The reform of the GRA is long overdue. We must continue to fight for the rights of trans and non-binary people. Not just with hashtags and at Pride parades – but by taking on the administrative, nitty-gritty stuff too.', 'Let’s defy and drown out the voices of this small clique of hurtful individuals claiming to represent our sexuality.', 'You can Come Out For Trans Equality here.",
        "numberPosts": " 23 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Female homosexuality,Sexual Identity - Transexuality,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Sexism,Sexual,Gender,Woman,Misogyny,Patriarchy,Homophobic,Homosexual,Gay,LGBT,Queer,Homophobia,Gay,LGBT,Queer,Lesbian,Transgender,LGBT,Transition,Nothing,Nobody,Black,Old,Mental",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Alistair Xander Bee",
            "date": "1y",
            "timestamp": "1539780283",
            "commentText": "Trans people already have all the rights that other people of their <b> sex </b>have. There is no such thing as a 'cis lesbian'. Human beings can't change<b>  sex</b>, and let's be clear about this it is not 'gender' we are speaking about. When people, including kids are told that some behaviours and thinks they like are only suitable for th<b> e se</b>x they aren't this <b> is sexi</b>sm and so is calling women 'cis' There is no such thing as a 'trans lesbian' because that would be a male and lesbians are female. None of this is transphobia. Knowing biology is real is not transphobia. Knowing that women's rights are being rolled back is not transphobia. Knowing humans will always be <b> the </b>sex they were born is not transphobia.",
            "likes": 49,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Alistair Xander Bee",
                    "date": "1y",
                    "timestamp": "1539883939",
                    "commentText": "Jamie Wallace I'll take the applause. You know I'm right though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Sexism"
            ]
        },
        {
            "id": "2",
            "user": "Ren Clithero",
            "date": "1y",
            "timestamp": "1539780941",
            "commentText": "Actually no, lesbians don't have to support a <b> homophobic </b>ideology and lesbians do not have to be bullied into believing men are women on their say so.<b>  Lesbian</b> = Femal<b> e Homosexua</b>l. Lesbians do not have to do logical somersaults to include men in their women only sexuality. Enough.",
            "likes": 61,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobic",
                "Homosexual",
                "Lesbian"
            ]
        },
        {
            "id": "3",
            "user": "Mike Smith",
            "date": "1y",
            "timestamp": "1539781395",
            "commentText": "And you people need to stop deliberately lying whenever you speak about this issue.",
            "likes": 40,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jan Oliver",
            "date": "1y",
            "timestamp": "1539788325",
            "commentText": "When you say you were \"bombarded with abuse\" - do you meant that women don't agree with you?  Is that what you call abuse?",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Wolfgang LaFlur",
            "date": "1y",
            "timestamp": "1539792533",
            "commentText": "How about no. I'm tired of being called a TERF because of my <b> sexual </b>orientation. The only abuse happening is directed at lesbians from Trans activists- who encourage straight men and women alike to vilify us. Not buying it.",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "6",
            "user": "Andrea Stumpf",
            "date": "1y",
            "timestamp": "1539790908",
            "commentText": "Already the Cis makes me cringe...the rest is self erasing <b> homophobic </b>drivel. I will not support a trend that is out to annihilate my sexuality and the<b>  sex</b> based rights and protections that women achieved.",
            "likes": 47,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Homophobic"
            ]
        },
        {
            "id": "7",
            "user": "Karen Hernández Silva",
            "date": "1y",
            "timestamp": "1539791154",
            "commentText": "How about not. Women,  especially lesbians,  owe <b> nothing </b>to men and their handmaiden.",
            "likes": 40,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "8",
            "user": "Hope Last",
            "date": "1y",
            "timestamp": "1539791616",
            "commentText": "This is the second biased \"news\" story the Metro has printed this week. I assume on the basis of balance you will now publish 2 articles by women who have not been inducted into the cult that believes <b> sex </b>and<b>  gender</b> are the same thing.And I cannot imagine how any self respectin<b> g lesbia</b>n would think it is okay to criticise others lesbians who refuse to engage sexually with a full intact male who claims he is not only<b>  a wom</b>an bu<b> t a lesb</b>ian. That is tantamount to condoning rape. It is frightening to think that young women away from home for the first time at university are being harrased by these MRAs and their hand maidens.The GRA is a legal fict<b> ion. No</b>body can change <b> thei</b>r sex. It is biologically impossible. Why should men who want to adopt femine dress and stereotypical female interests need a certificate to do this. And equally the same for women who want to behave and dress in a way that is said to be typically male.This is the most reactionary and outdated notion there is. We are not living in the world of the Stepford Wives.Where and how were this young people born up that they are so hide bo<b> und by </b>gender stereo types that they even think the arguement is rational.How you decide to live doesn't need a certificate. What is needed is more campaigning against the da<b> mage of</b> gender stereotypes. In the 70s this started to happen, but the male backlash against women's liberation lead to a socially conservative r<b> eturn t</b>o gender steriotypes peddled by hollywood and other media.These young people who spout the trans ideology are as reactionary as Victorians or fundamentalists.Everydoby saw through the fiction that Rachel Dolezal<b>  (a wh</b>ite woman) could i<b> dentif</b>y as black. It's just biologically not possible.In fact what has happened is that now many people are seeing that the original GRA was a con and are looking at getting i<b> t re</b>pea<b> led. Se</b>x and gender are not the same thing.If society is trying to force you t<b> o behav</b>e in a gender conforming way you dont like, dont give in, stand up and fight back. Talk about snowflakes.46",
            "likes": 46,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Cathie McTerfy",
                    "date": "1y",
                    "timestamp": "1539803735",
                    "commentText": "Your comment is awesome.Thank you.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender",
                "Sex",
                "Woman",
                "Nobody",
                "Black",
                "Lesbian"
            ]
        },
        {
            "id": "10",
            "user": "Danielle Njörðr",
            "date": "1y",
            "timestamp": "1539791722",
            "commentText": "No we the fk don’t. <b> SEXual </b>orientation is defined due to<b>  SEX</b>, NO<b> T gende</b>r. Corrective rape and violence for not liking dick is MRA all over again. NO.",
            "likes": 44,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex",
                "Sexual"
            ]
        },
        {
            "id": "11",
            "user": "Jayne Egerton",
            "date": "1y",
            "timestamp": "1539795280",
            "commentText": "Lesbians don't have any 'moral duty' to campaign for an ideology which promotes <b> lesbian,</b> female and<b>  ga<b> y</b</b>> erasure.",
            "likes": 43,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Lesbian"
            ]
        },
        {
            "id": "12",
            "user": "Kate Graham",
            "date": "1y",
            "timestamp": "1539795316",
            "commentText": "You are so naive about the trans agenda... it would be funny if it wasn't so important. If you like blokes with cocks then go ahead ffs. Lesbians prefer women. Women = adult human females.All the hatred has been from the trans activists toward lesbians. We are angry that they've completely subverted the <b> Lesbian </b>and<b>  Ga<b> y</b</b>> rights movement and turned it into this corporate hetero loving pastel shadow of what it was.This is a toxic cult of belligerent authoritarian diktat.Get the L out.",
            "likes": 32,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Lesbian"
            ]
        },
        {
            "id": "13",
            "user": "Wendy Lev",
            "date": "1y",
            "timestamp": "1539797668",
            "commentText": "No <b> gay<b>  </b</b>>man is attracted to transmen over there at Stonewall and PinkNews. Can you go hound them to start with and accuse them of TERFs identifying a<b> s g<b> a</b</b>>y men?",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "14",
            "user": "Wendy Lev",
            "date": "1y",
            "timestamp": "1539797857",
            "commentText": "Lesbians should not support the <b> transgender </b>ideology as it is quite clear the ideology discriminates female only attracted women (female homosexuals). Please lesbians take care of yourself and the legitimacy of your own female homosexuality. Do not support this right wing extremist trans ideology.",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Transgender"
            ]
        },
        {
            "id": "15",
            "user": "Wendy Lev",
            "date": "1y",
            "timestamp": "1539800312",
            "commentText": "Support for trans people in the UK means giving up your own protected rights as a <b> woman </b>and female<b>  homosexual</b>. The extremism is what puts many people, including lesbians and gays, off. The trans movement has to start creating reasonable alternatives, eg use a sam<b> e gende</b>r identity based orientation and not redefine and attack actual homosexuals. Accept youre not of the biologic<b> al s</b>ex you wish to be, which is standard practice in treatment of people w<b> ith gen</b>der dysphoria, especially children and teens. This ideology is harmful to everyone.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex",
                "Woman",
                "Homosexual"
            ]
        },
        {
            "id": "16",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1539803324",
            "commentText": "CIS lesbians what the. Is this another stupid made up thing from silly students.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "17",
                    "user": "Ren Clithero",
                    "date": "1y",
                    "timestamp": "1539803389",
                    "commentText": "I'd argue it's more sinister than that, it has been taught to silly students by <b> old </b>white dudes who hate women.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "18",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1539803928",
                    "commentText": "Ren Clithero I wouldn't of thought so, as it's silly students that have made up 64 or so different genders and this is another. CIS lesbians what a load of rubbish. Lesbians fair enough. CIS lesbians what a laugh. Next week it will be another made up thing.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Andrea Storey",
            "date": "1y",
            "timestamp": "1539807242",
            "commentText": "I stopped reading at \"bathroom\". This is not Arkansas. Bathrooms in this country are either in people's private houses or in in someone's hotel bedroom. Unless you're in a Bed and Breakfast the Equalties Act doesn't give anyone rights of access. Pretty much summed up how deluded the rest of the piece was.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Deb Rina Carr",
            "date": "1y",
            "timestamp": "1539815051",
            "commentText": "I reserve my rights to identify <b> homoSEXUAL </b>I do not identify as homogenderal and I as a<b>  woman</b> bor<b> n woma</b<b> >n lesbi</b>an I am <b> not gen</b>der conforming and do not identify with being a sid<b> e of w</b>oman as the slur of CIS implies. Ah... so HELL No ..to the authors request that I deny reality in favor male right wing subjugation of my rights<b>  as a homos</b>exual.",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman",
                "Homosexual",
                "Lesbian"
            ]
        },
        {
            "id": "21",
            "user": "Deb Rina Carr",
            "date": "1y",
            "timestamp": "1539817876",
            "commentText": "Ella might I suggest reading up on Stockholm syndrome. The <b> Patriarchy </b>is abusive to women. The trans movement has been hijacked by<b>  misogyny</b>, the astroturf excrement ideology is  funded by right wing nuts like Jennifer P ritzker. This brand of marketing does not reflect the values o<b> f L<b> GB<<b> /b</b</b>>>T origins but commercially out spends and has become a big bucks bully.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Misogyny",
                "Patriarchy",
                "LGBT"
            ]
        },
        {
            "id": "22",
            "user": "Maria MacLachlan",
            "date": "1y",
            "timestamp": "1539819736",
            "commentText": "There is <b> nothing </b>\"bigoted\" about a bunch of feminists protesting against an ideology that demonstrably hurts women. That is what feminists should do - instead fighting for male entitlement to colonise womanhood and gain access to sex-segregated spaces like you're doing. \"TERF\" doesn't mean trans-exclusionary radical feminist any more. It is a derogatory label applied to anyone - including even trans folk themselves - who stand up for women against the transcult. But mostly it's a means of dehumanising women, dismissing our legitimate concerns as not worthy of consideration and setting us up as targets for male violence as I know from personal experience. Shame on you.www.peaktrans.org",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "23",
                    "user": "Ryan Buckner",
                    "date": "19w",
                    "timestamp": "1560463531",
                    "commentText": "Except now its feminist protesting for the idelogy that hurts women.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "24",
            "user": "Kate Lee",
            "date": "1y",
            "timestamp": "1539826280",
            "commentText": "homophobic nonsense.This kids, is where <b> que<b> er </b</b>>theory gets you",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Queer",
                "Homophobic"
            ]
        },
        {
            "id": "25",
            "user": "Philippa Downey",
            "date": "1y",
            "timestamp": "1539858112",
            "commentText": "If anyone doubted the level of hostility whipped up by anti trans activists, this dumpster fire of a comments section is evidence of how bad its got.Trans people have long known that the most agressive  hostility tends to come from Christian fundamentalists and a small minority of <b> gay<b>  </b</b>>people.The population at large are broadly acceptingIt's grotesque that radical feminists would team up with the most patriarchal institution, the Church, to turn the population against trans people.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "26",
                    "user": "Maria MacLachlan",
                    "date": "1y",
                    "timestamp": "1539868805",
                    "commentText": "What a load of BS. The hostility towards <b> transgender </b>ideology is provoked by trans activists trying to silence women voicing their legitimate concerns. They have been responsible for the most vile misogynistic abuse I've seen in six decades. Do you see anyone promoting violence in this comments section? Of course you don't. That's what trans activists do - not those of us fighting to hold on to the rights gained by the struggles of generations of women. And, by the way, arguments stand or fall on their own merits, regardless of who makes them. You have rapists and pedophiles on your side but I don't hold that against you.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                },
                {
                    "id": "27",
                    "user": "Maria MacLachlan",
                    "date": "1y",
                    "timestamp": "1539869259",
                    "commentText": "Oh and if the public at large are 'broadly accepting' it's because they don't have a clue what's going on. I was a member of that 'broadly accepting public' two years ago - as were so many others who have finally woken up.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Danielle Njörðr",
                    "date": "1y",
                    "timestamp": "1539870485",
                    "commentText": "Mine came a week ago. I was blocked from MY community for talking about MY biology. No means no. There are several communities now tracking the violence, death threats, and corrective rapes from the new TRA, there are way too many, and also FK THEM for colonizing  our communities with violence forcing us into the hands of religious zealots. As an atheist I’m quadruple pissed.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29",
                    "user": "Deb Rina Carr",
                    "date": "1y",
                    "timestamp": "1539889619",
                    "commentText": "How is advocating for third <b> gender </b>check boxes and<b>  homosexual</b> rights against trans?So what you are implying Philippa ,is that homosexuality is anti trans. That intersex rights are anti trans. You are mistaken.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Homosexual"
                    ]
                },
                {
                    "id": "30",
                    "user": "Wendy Lev",
                    "date": "25w",
                    "timestamp": "1557220241",
                    "commentText": "Philippa, you are attacking the <b> homosexual </b>orientation and lesbians, which is hate.Trans people have to accept their natal<b>  sex</b> while you identify as the othe<b> r se</b>x. This is what trans is. I will never agree with your ideologies' discrimination of women and lesbians and gays. Your ideology goes against our basic human rights. Many trans people have also had enough of the TG extremism and fear loss of rights and acceptance. The loss of rights b/c the extremist trans cannot accept themselves as they are. You are a quite narcissistic movement, with no care for the rights of other minorities. Shame on you.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Homosexual"
                    ]
                },
                {
                    "id": "31",
                    "user": "Barbara Van'tSlot",
                    "date": "25w",
                    "timestamp": "1557256731",
                    "commentText": "Philippa Downey how many trans are really dysphoric and how many are cross dressing males with autogynophilia? Go away with your <b> homophobia!</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobia"
                    ]
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "32",
            "user": "Philippa Downey",
            "date": "1y",
            "timestamp": "1539878932",
            "commentText": "The scaremongering around this issue has got so bad the government published clarification  [LINK]  single <b> sex </b>spaces safeguards, and the legal transparency of changes of<b>  gender</b> are all unaffected.trans people mostly don't have <b> a gende</b>r recognition certificate in practice anyway, as its near useless in everyday life, and hard and expensive to get. In practice, trans people just get documents by self ID, this proposal would simply formalize and de medicalize that.If anything, this would be a more reliable system, as its a statutory declaration. Anyone abusing it would be guilty of perjury.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "33",
                    "user": "Maria MacLachlan",
                    "date": "1y",
                    "timestamp": "1540065896",
                    "commentText": "No, they are not unaffected because the definition of 'female' in the Equalities Act is partly informed by the GRA and the GRA effectively allows people to change their <b> sex </b>(not<b>  gender</b>) legally so males become females and self-ID will make it even easier to do so.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex"
                    ]
                },
                {
                    "id": "34",
                    "user": "Philippa Downey",
                    "date": "1y",
                    "timestamp": "1540069849",
                    "commentText": "Maria MacLachlan see this article;https://www.pinknews.co.uk/.../an-open-letter-from.../...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "Eddie Jules",
                    "date": "45w",
                    "timestamp": "1544749620",
                    "commentText": "Philippa Downey PinkNews is deeply lesbophobic. We see them everyday having a new attack on lesbians. That tabloid is trash.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender",
                "Sex"
            ]
        },
        {
            "id": "36",
            "user": "Dick Wright",
            "date": "1y",
            "timestamp": "1539896915",
            "commentText": "Personally i don't think someone should be able to just swap and change their <b> gender </b>label as they see fit. There are a lot of people who will abuse it, just look at that story from last week of the prisoner wh raped a load of female prisoners.I'm a person who is happy to accept same<b>  sex</b> relationships and if peopel want to have hormone therapy t<b> o transitio</b>n then so be it. What i really don't support is all this non binary nonsense, to me that screams of<b>  a ment</b>al illness and attention seeking. Theres a point of being accepting and then there is a point of stepping back and saying wait a minute, this is getting out of hand. It should be ok to question a persons motives for their lifestyle choices instead of just accepting it as normal",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "37",
                    "user": "Stacy Dianne Kennedy",
                    "date": "1y",
                    "timestamp": "1539909542",
                    "commentText": "Dick Wright \"It should be ok to question a person's motives\"Of course it should. And it should be ok to say, \"no, sorry, but I don't perceive you the way you see yourself.\" You're free to see yourself however you like, but you don't get to force me to see you (or pretend to see you) that way. That is not a human right.People are wrong about themselves all the time. Donald Trump is not a \"stable genius,\" and trans women are not, in fact, women.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender",
                "Sex",
                "Transition",
                "Mental"
            ]
        }
    ]
}