{
    "header": {
        "title": " ITV’s Butterfly will do for trans kids today what Anna Friel’s Brookside kiss did for me in the ’90s ",
        "subtitle": " ",
        "owner": " Ruth Hunt ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.9k ",
        "datePosted": " Sunday 14 Oct 2018 12:00 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/14/itvs-butterfly-will-do-for-trans-kids-today-what-anna-friels-brookside-kiss-did-for-me-in-the-90s-8032405/ ",
        "postText": "Almost 25 years ago, I watched as the Channel 4 drama Brookside made history with the first on-air lesbian kiss ever in a British soap.', 'This kiss between Beth Jordache, played by Anna Friel, and Margaret Clemence, played by Nichola Stephenson, changed my life and how I felt about myself.', 'For a 13-year old Catholic girl growing up in Wales under Section 28, there were virtually no positive references or representations of lesbians anywhere. Section 28 banned local authorities from ‘promoting homosexuality’.', 'This meant my school couldn’t acknowledge the existence of lesbians, never mind talking about the challenges someone like me might face.', 'All the while the media wrote vicious stories about how lesbians were people who would corrupt children and steal wives. Role models were few and far between. Living in such a vitriolic environment left me with very little to help me feel proud of who I was.', 'That is, until that fateful episode of Brookside in 1994. To finally feel like I was seeing myself reflected in what I was watching was nothing short of transformative. I know I’m not alone in sharing these feelings.', 'The celebrities, TV, movie, and sport stars we see in the media and online can help many of us develop our sense of self. But especially for communities who exist on the margins of society, like lesbian, gay, bi and trans people, seeing people like us on-screen can be incredibly important.', 'Our stories, voices and experiences are still rarely seen and heard in an authentic way in the media. That’s what makes moments like the Brookside kiss so important.', 'Of course, there has been tremendous progress in the representation of LGBT people in film and TV since 1994. Just last year Moonlight, with its all-black cast, became the first LGBT film to win the Academy Award for Best Picture. But we’re certainly still not mainstream.', 'Gay, white, cis men still dominate the representations of our community in the media. It’s rare that even in 2018 you find a lesbian or bi character who doesn’t portray a lazy stereotype, let alone manage to survive a full TV season.', 'And getting the roughest end of the deal are trans people. It’s hard to find representations of trans people who have any kind of a rounded personality or background, who aren’t there simply to act as victims of crime or villains themselves.', 'However, I have a good feeling that the lack of diverse and nuanced images of trans people is going to start being chipped away (and again with my own screen inspiration Anna Friel taking a lead role) with ITV’s new three part drama Butterfly.', 'Airing Sunday, Butterfly is set to break ground with a story centred on the life of a transgender child and their family. The three-part series takes a thoughtful, sensitive approach to depicting the experience of a trans child and their transitioning process.', 'For trans young people and their loved ones, watching Butterfly might just have the same impact on them as the Brookside kiss had on me and so many other lesbians.', 'Butterfly also comes at a crucial time for trans people and equality. Right now, we’re seeing daily articles questioning trans people’s identities and misleading headlines about young people being ‘turned trans’.', 'It reminds me of the way lesbian, gay and bi people were talked about in the ‘80s and ‘90s – that LGB teachers were ‘turning’ kids like me gay, that a mystical and powerful lobby group was pulling strings behind it all to influence and corrupt young people.', 'This hostility and misinformation in the media and online towards trans communities is heart-breaking and only causing further harm to an already vulnerable minority.', 'Stonewall 2017 research found that nearly two thirds of trans students (64%) are bullied for who they are at school, while four in five (84%) have self-harmed.', 'Butterfly offers trans children a chance to finally see themselves reflected on TV in a positive way. In the current media climate, I know this will be life-changing for so many young people.', 'While for everyone else watching, they will hopefully gain a better understanding of what life is like for trans children and increase acceptance in society.', 'The media plays an important role in combatting ignorance and furthering the acceptance of LGBT people. That’s why shows like Butterfly are so important. They help build a world where each and every one of us can see ourselves on screen, and believe that who we are is valid and important.', 'I only wish there was more TV programmes and films like Butterfly that give authentic representations of trans communities. At such a vital time for trans equality, the world desperately needs to listen and learn from the stories and experiences of trans people.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Calvin White",
            "date": "1y",
            "timestamp": "1539524058",
            "commentText": "Mark my words, in 10-20 years time, asking someone on a date will include, were you born male or female and do you find men, women or both attractive. Then you'll have to get a signed declaration that they aren't lying and that you can have <b> sex.</b>",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1539551425",
                    "commentText": "Dry your eyes, quit whining.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Abigail Elizabeth Kennedy",
                    "date": "1y",
                    "timestamp": "1539607115",
                    "commentText": "Or just ask somebody on a date who you like and they'll decline if they're not attracted to you. Simple.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "3",
            "user": "Charlene Ward",
            "date": "1y",
            "timestamp": "1539528933",
            "commentText": "No way would i watch such rubbish male is male female is female and thats final you cant change your DNA no matter what parts you have chopped off or added on its more like Frankenstein",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1539532117",
                    "commentText": "Totally agree, well said.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Izzi Mitchell",
                    "date": "1y",
                    "timestamp": "1539537025",
                    "commentText": "Guess you didn’t watch Coronation street then .. because wasn’t Roy married to a trans person?? Guess you don’t watch emmerdale either while they also are making scenes with trans people representation with “Holly” becoming a man",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Tina Hill-Art",
                    "date": "1y",
                    "timestamp": "1539547898",
                    "commentText": "So you won’t watch it .. in case you learn something maybe ??...",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1539551361",
                    "commentText": "Joseph Suarez It certainly wasn't 'well said'. Appalling grammar.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Ryan Wilson",
                    "date": "1y",
                    "timestamp": "1539551407",
                    "commentText": "Then don't watch it. Or write to the Daily Mail and complain about how offended you are that all television isn't straight white people.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Sophie-jayne Anderson",
                    "date": "1y",
                    "timestamp": "1539589068",
                    "commentText": "Some trans have female dna but born with male parts and vice versa so bit of an ignorant comment. Maybe you should watch more programs like this to learn.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Paula Anne Maddox",
            "date": "1y",
            "timestamp": "1539621815",
            "commentText": "JUST WTAF??a few days ago you published a hate filled full page ant-trans advert, now you have the audacity to publish this and claim to be on the side of the trans community.. hypocrites",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}