{
    "header": {
        "title": " Gyms should challenge transphobia, instead of removing trans women to please others ",
        "subtitle": " ",
        "owner": " Lily Madigan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 908 ",
        "datePosted": " Saturday 22 Dec 2018 2:28 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/22/gyms-should-challenge-transphobia-instead-of-removing-trans-women-to-please-others-8274521/ ",
        "postText": "When I saw that PureGym had asked a trans woman to leave the women’s changing room, I wasn’t surprised. Prejudice still has a far greater impact on society than we like to think it does.', 'The story reminded me of my own experiences when I came out as a girl at secondary school.', 'I wasn’t called by my name or pronouns, and I wasn’t allowed to use the girls’ toilets or changing rooms. Back then, I was shut out from sports by my school and now I am shut out by outdated bigotry, particularly aimed at trans women.', 'It’s comforting to assume that the vast majority of transphobia happens in faraway places like America, but the reality is that it’s just as common here in a country as inclusive as the UK.', 'In fact, the same arguments we see now directed against trans people were not that long ago being used to attack lesbians and gay men. There are lots of accounts from the 80s of lesbians being told they aren’t real women and being excluded from such spaces.', 'As recently as this year, there were stories of butch women being made to feel unwelcome in women’s spaces, highlighted in a video by the LGBT organisation, Stonewall. Trans women may be at the centre of this argument, but it absolutely still applies to the cis lesbian and gay communities as well.', 'It’s easy to see the parallels between then and now, and to conclude that we haven’t progressed very far at all.', 'As with my school, I feel the appropriate response here would be to lawyer up and sue PureGym – but this isn’t an easy or cheap thing to do, and does very little to temper the feelings of unwelcome that the company has created.', 'It’s also worth acknowledging that the very kind of trans woman this would impact is the kind least likely to be able to afford this type of legal process or to find an accepting alternative.', 'It often confirms internal biases that maybe we are wrong and, when we are removed, a problem that’s fixed.', 'This is absolutely a class issue.', 'The more you look like society’s idea of an acceptable or conforming man or woman, the more likely you are to be able to fully use spaces like gyms.', 'But to achieve this requires money for things like facial surgery or to skip the ever-growing lines for transgender treatments, such as hormones, by going to a private doctor.', 'It wasn’t until very recently that I felt comfortable getting involved in sports at all. I feel lucky that my current university has sports teams and areas for ‘womxn’ – an inclusive term created by radical feminists, which signals that any kind of woman is welcome and can participate fully.', 'We also have events around campaigns like ‘This Girl Can’ – which promotes the message that women and girls should work out, irregardless of body type, and in an environment free of judgement.', 'PureGym advertises under the slogan of ‘everybody welcome’ but it’s easy to see how the company could learn a lot from places like my university, as well as the wider female sports movement, who are truly aiming to deliver for everyone.', 'The many women (and that includes trans women) who face prejudice, misogyny and violence every day will never have the rights and the spaces that we deserve unless we stand together against the few who would like to exclude us.', 'This is just a small part of a greater need to encourage all kinds of girls and women to get physically active, and to feel welcome engaging in sports. But, for now, it’s clear that contrary to its mission statement, PureGym is part of the problem, not the solution.', 'It’s sad to think that I could be valued less as a customer to a company like PureGym, and sad to think that instead of challenging transphobia, it’s easier to just remove the trans people.', 'It often confirms internal biases that maybe we are wrong and, when we are removed, a problem that’s fixed.', 'I’m grateful I don’t fall into this category – but maybe I would, if I ever found myself in a similar situation to the poor trans woman who was asked to leave.', 'My heart goes out to her, and my hope is that one day we can live in a world where such problems don’t exist; one where if a bigot has a problem with us because of how we look, they are asked to leave – not us.', 'Pure Gym were approached for a comment and a spokesperson told Metro.co.uk: ‘PureGym’s mission is to make fitness accessible to all and ‘Everybody Welcome’ is at the heart of everything we do. That core principle underpins our clear guidance to staff when supporting transgender access, which is itself based on industry guidelines.', '‘In addition to male and female changing rooms, our gyms offer separate changing facilities and we support members to use the changing facilities that are best for them and take into consideration other members. PureGym has a zero tolerance policy on any transphobic behaviour from staff or other members.’",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Sexual Identity - Transexuality,Sexual Identity - General,Sexual Identity - Male homosexuality,Nationality - General,Ethnicity - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexism,Sex,Sexual,Black,Transgender,LGBT,Gay,LGBT,Gay,LGBT,doctors,Race,Racism,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Logan Smith",
            "date": "44w",
            "timestamp": "1545496407",
            "commentText": "\". .and take into consideration other members\" they have three sets of changing rooms. one for women, one for men and one for everyone else. whays the problem? should guys be allowed into women's changing rooms? should women be allowed into men's? just have unisex. changing rooms? sounds like the gym had a seperate space for trans people but the trans person wanted to insist on using a woman's facility..   so we should make 10 women feel uncomfortable to make one person comfortable when that one person has an alternative? gyms aren't a necessity in life. I have no sympathy here. If you were to say <b> doctors </b>are refusing to see you because of whatever uiu wish to call yourself you'd have my full support. if you were to say you were being beaten up or abused you'd have my full support. but if you are not being served by a cafe then go elsewhere.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Jamie Cutts",
                    "date": "44w",
                    "timestamp": "1545523309",
                    "commentText": "Your thought process is remarkably similar to <b> black </b>segregation in the 50's.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "2",
                    "user": "Karen Willet",
                    "date": "44w",
                    "timestamp": "1545558803",
                    "commentText": "Jamie Cutts I have not seen a comment above yours to even remotely suggest that. Methinks you are a bit of a Drama Queen.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Logan Smith",
                    "date": "44w",
                    "timestamp": "1545565233",
                    "commentText": "Gary Youn tell that to the white <b> woman </b>who self identified as<b>  black</b>?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Black"
                    ]
                },
                {
                    "id": "4",
                    "user": "Jamie Cutts",
                    "date": "44w",
                    "timestamp": "1545663578",
                    "commentText": "Karen Willet Just replace the word <b> transgender </b>with<b>  black</b> and watch how it reads. “sounds like the gym had a seperate space fo<b> r blac</b>k people but t<b> he bla</b>ck person wanted to insist on using a woman's facility.. so we should make 10 women feel uncomfortable to make one person comfortable when that one person has an alternative?” Also “if you are not being served by a cafe then go elsewhere.”",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Transgender"
                    ]
                },
                {
                    "id": "5",
                    "user": "Logan Smith",
                    "date": "44w",
                    "timestamp": "1545668855",
                    "commentText": "Jamie Cutts only it wasn't about <b> race </b>was it? your example is like comparing<b>  transgender</b> people to kids wanting to go into a cinema to watch a porno.... \"if a child wants to go into a movie theater and watch 18+ porno movies then the theater should not stop them\" you can't compare apples to pears mate.  unless you're asking for unisex facilities, sayin<b> g transgende</b>r people should be allowed into male/female facilities is just the same as saying men should be allowed into womens only changing romes and vice versa. sense needs to be applied... n<b> o, raci</b>sm is not ok, nor<b>  is sex</b>ism, but sometimes seggregation is necessary. i do not believe pedophiles should be allowed to work in schools... i equally do not believe priests should be preeching in strip joints... and just as equally i'd object to a stripper putting on a performance in a place of worship if they weren't welcome. you quote large parts of my comment but fail to include the part where i mentione<b> d if doc</b>tors (or other essential services) were refusing to serve them they'd have my full support... or if they were being abused or assaulted etc... the point of my post in part was that gym membership is a luxury nto a necessity. i am not a member of a gym... if i did join one and they had views i did not agree with there'd be an easy solution... don't go. i part take in many leisurely activities for which i am a member of various organisations.... in such pursuits i have come across many where i have not agreed with the views of other such members... i then quit and went elsewhere.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexism",
                        "Race",
                        "Racism",
                        "doctors",
                        "Transgender"
                    ]
                }
            ],
            "keywords": [
                "doctors"
            ]
        },
        {
            "id": "6",
            "user": "Eileen Clarke",
            "date": "44w",
            "timestamp": "1545501427",
            "commentText": "Transwomen are men. They're a subset of men, not women. Most transwomen - about 85-90% - have &amp; fully intend to keep their fully functioning penises. There are some places that are women only &amp; for good reasons. We women won't allow men in them, no matter what they call themselves, and most men wouldn't want their young daughters etc exposed to naked men strutting around. This madness has to stop.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "Smith Tisha",
                    "date": "44w",
                    "timestamp": "1545526553",
                    "commentText": "The <b> LGB<b> T <<b> /b</b</b>>>has shown their true colors.  It's just a male power group that uses women as accessories.  They've allowed the continued harassment of lesbians.  It comes across <b> as <b> g</b</b>>ay males favoring trans-activism to push women down.  Shame on them!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "LGBT"
                    ]
                },
                {
                    "id": "8",
                    "user": "The Shatire",
                    "date": "44w",
                    "timestamp": "1545687484",
                    "commentText": "Smith Tisha That is some spectacular horseshit. <b> LGB<b> T <<b> /b</b</b>>>people are all just ......men!?!? And by extension ALL MEN exist to push women down!? 🤣🤣🤣🤣🤣👆👆Fuck. Off.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Arnold Hedge",
            "date": "44w",
            "timestamp": "1545503769",
            "commentText": "I thought the purpose of gyms was to allow people to exercise and keep fit. I didn't realie they were supposed to advance a political agenda for a tiny minority.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Mark Richard Milton",
            "date": "44w",
            "timestamp": "1545506330",
            "commentText": "The best way to resolve this is to make the gym changing rooms and shower rooms fully unisex. That way, it won't matter *what* <b> sex </b>the person is, or percieves to be, they all share the same facilities.If the<b>  sex</b> equality femininazis don't like that then they're being hypocrites and they're being misandrists.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "11",
                    "user": "Jamie Cutts",
                    "date": "44w",
                    "timestamp": "1545524249",
                    "commentText": "It’s such a simple solution. Even without the <b> transgender </b>rights topic, I’d much prefer using a changing room entirely of cubicles rather than an open one full of half naked guys. Sadly most gyms still feel the need to have women only exercise rooms so all the men can feel like<b>  sex</b> criminals for £30 a month.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Transgender"
                    ]
                },
                {
                    "id": "12",
                    "user": "Helena Anne",
                    "date": "44w",
                    "timestamp": "1545601124",
                    "commentText": "Bloody men trying to force their way into female changing rooms.... we know what you are!!!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Jamie Cutts",
                    "date": "44w",
                    "timestamp": "1545665001",
                    "commentText": "Lessuz Mcla One quick google lead me to “An estimated 3.1% of women (510,000) and 0.8% of men (138,000) aged 16 to 59 experienced <b> sexual </b>assault in the last year, according to the year ending March 2017 CSEW; no significant change from the previous year’s survey.” You’re not even close, more so if you take into account the unreported numbers from men due to the stigma attached to it.Besides cubicles lock. Everyone would get their own private space as equals so now the scary lesbians can’t get you either.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "14",
                    "user": "David Watkins",
                    "date": "44w",
                    "timestamp": "1545782754",
                    "commentText": "Lessuz Mcla where did you get that crap from?  Certainly not from a reliable source!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Logan Smith",
                    "date": "43w",
                    "timestamp": "1545991207",
                    "commentText": "Lessuz Mcla now that all men are becoming women.. that statistic might be hit",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "16",
            "user": "Pamela Kelly Ducie",
            "date": "44w",
            "timestamp": "1545528826",
            "commentText": "So you went to force women and girls to have to have males in their communal changing rooms. You support an obvious male’s feelings over how women and girls might feel - where they feel exposed and vulnerable - you support the male. You have absolutely no thought or empathy for women and girls - in long accepted female spaces. You only support males. Ok",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Richard Champion",
            "date": "44w",
            "timestamp": "1545551261",
            "commentText": "There is no such thing as trans-phobia. Let’s be fair, it’s completely impossible to change <b> sex.</b> Gyms are correct.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "18",
            "user": "Adam Blanc",
            "date": "44w",
            "timestamp": "1545559794",
            "commentText": "The trans we have at our gym wears luminous green hotpants and can be found doing any exercise that involves sticking his butt out so it's as visible as possible. Also with full make up and jewellery (still very male looking though). I don't think we need more acceptance where i am!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "19",
                    "user": "Jamie Cutts",
                    "date": "44w",
                    "timestamp": "1545665137",
                    "commentText": "If you can’t keep your eyes off of a trans <b> woman </b>doing squats then that sounds like a you problem. Ask her out dude.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "20",
                    "user": "Logan Smith",
                    "date": "44w",
                    "timestamp": "1545668895",
                    "commentText": "Jamie Cutts hahahahaha",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Adam Blanc",
                    "date": "44w",
                    "timestamp": "1545791563",
                    "commentText": "Don't project your sjw low testosterone ire onto me please.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Catherine Hammond",
                    "date": "43w",
                    "timestamp": "1545984216",
                    "commentText": "Jamie Cutts TBH,no-one can keep their eyes off the male troooonz.They are riduclous. They very rarely pass and they just ending up looking like big drag queens.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Sophie Hall",
            "date": "44w",
            "timestamp": "1545594177",
            "commentText": "How on earth has it now become acceptable to accuse women of 'transphobia' because we don't want to undress in front of biological males, or to see their penises? This is genuinely appalling, disturbing stuff. The gym offers unisex changing cubicles- if they didn't do this, then I would understand the problem. Trans people who refuse to use these private cublicles when they are provided are deliberately trying to violate women's boundaries to provoke a reaction. This is unacceptable, and I hope that more people will begin to stand up and call out this nonsense.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Owen P McCarthy",
            "date": "44w",
            "timestamp": "1545611873",
            "commentText": "Gyms are a business. They shouldn't challenge anything if they do not think it will benefit the business as a whole, not just a subset of its clientele.Transgenderism is very much a First World issue as it is only possible to act upon the body dysphoria in the more medically developed world. It should be given no more sympathy or media platform than anyone else who feels the need to undergo cosmetic process to feel better about themselves.Lumping them in with the LGB community (of whom I love but I am not a member) misrespresents the actual nature of both groups.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "25",
                    "user": "Catherine Hammond",
                    "date": "43w",
                    "timestamp": "1545984474",
                    "commentText": "Owen,that is a perfect response.So many L,G,B people are leaving the rainbow community.It is now a joke.It has turned in to a giant  sh*tfest.The T were only added on because of the money they threw at the community.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Owen P McCarthy",
                    "date": "43w",
                    "timestamp": "1545987688",
                    "commentText": "Catherine Hammond on a slightly different note, I prefer to call that community 'Rainbow' rather than 'LGBTQ+' which was becoming the weirdest word (or 'Alphabet Soup' as Lea DeLaria from Orange Is The New <b> Black </b>puts it).",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "27",
                    "user": "Catherine Hammond",
                    "date": "43w",
                    "timestamp": "1545988464",
                    "commentText": "Owen P McCarthy I prefer the term Rainbow,too.Unfortunately Lea DeLaria has drunk the twanz kool aid.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Owen P McCarthy",
                    "date": "43w",
                    "timestamp": "1545991008",
                    "commentText": "TL:DR if you don't want to but I disagree with the hormone blocking treatments being administered to anyone under 16.We have an <b> age </b>of consent for having<b>  sex</b> because people are not deemed responsible or emotionally mature enough for the decisions involved and yet we as a society are (in some cases) being forced by people under tha<b> t ag</b>e to accept their personal identification that wish to undergo hormonal treatment to alter their outward physical development and for some reason the medical community and the media seem to be supportive of it.I saw a thing on kids TV news (CBBC Newsround for those in the UK) recently of a young trans girl who was going through a legal battle to be recognised as a male on her passport, which they were eventually.I have no problem with wanting to be recognised for who a person feels they are inside but the person also informed the viewing audience that they were undergoing regular hormone shots which would stop their female natural hormones developing the body in its journey through puberty.The person went on to say that the shots were a temporary 'delay' so they could change their mind at a later date about transitioning.All of which in a way I DO support as it allows someone who is clearly experiencing distress within their own body to take stock and make a more informed decision, in theory.My problem was t<b> he a</b>ge of this person undergoing the hormone delay treatment was sigificantly under the<b>  UK </b>age of consent. The person was 12 in the report I saw (I had to check that one).A person's outlook on the world prior to and after puberty can be significantly different and I believe by not allowing the person to complete the natural hormonal growth at least up until<b>  the</b> age of consent is robbing them of a journey of self discovery which may lead them into different ways of thinking about themselves.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Owen P McCarthy",
            "date": "44w",
            "timestamp": "1545676471",
            "commentText": "IRREGARDLESS is a double negative, made up Americanism favoured by the less educated.Standard fare for these opinion pieces, I suppose...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Catherine Hammond",
            "date": "43w",
            "timestamp": "1545984569",
            "commentText": "FFS,Liam is a 100% biological man,and it is creepy  to hear him demand access to women's spaces.He has autogynephilia, that's it.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}