{
    "header": {
        "title": " Angry dad confronts Boris Johnson after baby almost died ",
        "subtitle": " ",
        "owner": " Faye Brown ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 832 ",
        "datePosted": " Wednesday 18 Sep 2019 12:46 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/18/angry-dad-girl-almost-died-confronts-boris-nhs-destruction-10765587/?ito=social&fbclid=IwAR3E5SCrSb-M4uKDoXeLPiONyisJG6EDuWDZRBhhf68wKKCmiaO5ux68CU8 ",
        "postText": "The parent of a sick baby claimed the NHS was being ‘destroyed’ as he challenged Boris Johnson during a hospital visit.', 'The Prime Minister was confronted by a distressed dad as he visited a London hospital to see the reality of public services under his leadership.', 'The parent, identified as local labour activist Omar Salem, claimed there were not enough doctors and nurses and said his seven-day old daughter ‘nearly died yesterday’.', 'In a conversation lasting around two minutes, the man said the situation was ‘not acceptable’ and asked the PM ‘Would you like that for your own children?’.', 'The dad told the Prime Minister: ‘There are not enough people on this ward, there are not enough doctors, there’s not enough nurses, it’s not well organised enough.', '‘The NHS has been destroyed … and now you come here for a press opportunity.’', 'A baffled Boris responds by saying  ‘there’s no press here’ but the parent gestured to cameras filming the confrontation.', 'He said: ‘What do you mean there’s no press here, who are these people?’', 'Johnson explained he was ‘here to find out’ about the situation.', 'The man replies: ‘It’s a bit late isn’t it? Years and years and years of the NHS being destroyed.’', 'Johnson was visiting Whipps Cross University Hospital in north-east London when he was challenged by the parent on a children’s ward.', 'The nature of the young girl’s condition was not clear from the exchange.', 'The dad said ‘A&E guys were great’ but that followed a two hour wait on another ward for treatment.', 'He said: ‘This ward is not safe for children. There was one registrar covering the entirety of this ward and the neonatal unit.’', 'A spokesman for the Prime Minister said Mr Johnson was visiting public services to see for himself the reality of the situation.', 'The spokesman said the man was understandably ‘very distressed’.', 'He said the PM was ‘not going to hide away from those circumstances when he goes on these visits, and so obviously is keen to talk to people and empathise and see what he can do to help’.', 'He added: ‘It’s also a reminder of why exactly he is so keen to make the NHS a priority and make sure it’s getting the funding that it requires’.', 'Responding to Omar Salem’s claim there were not enough doctors and nurses on a children’s ward, Alan Gurney, chief executive of Whipps Cross hospital, said: ‘We are constantly reviewing staffing levels on our wards to ensure our patients are safe at all times, but occasionally – as in fact happened on this ward last night- an unexpected emergency in one part of the hospital can cause a temporary pressure elsewhere.’",
        "numberPosts": " 20 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": " Ideological and Political Identity - General,Nationality - European or anti-Europeans,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Red,Libturd,Libtard,Communist,Brexit,Old,Senior,Blind,Dumb,Retard,Nothing,doctors,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Joseph Suarez",
            "date": "9w",
            "timestamp": "1568807955",
            "commentText": "Another idiot making a scene. Yes the NHS is struggling but it wasn't Boris who did it, and complaining in a hospital big man, just made yourself look like are right txxt.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "1",
                    "user": "Marty Monroe",
                    "date": "9w",
                    "timestamp": "1568809307",
                    "commentText": "It wasn't Johnson, but it is the Tories, specifically Hunt,  who have set the NHS on the road to ruin.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568809378",
                    "commentText": "What do you mean? Johnson is a member of the government who created this situation. He must share blame. And he has only announced he is putting more money into the NHS- it remains to see it it happens. Probably won't be that legendary £350 M he claimed <b> Brexit </b>would save,",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "3",
                    "user": "Candice Ayrey",
                    "date": "9w",
                    "timestamp": "1568810804",
                    "commentText": "I wouldn't call a man who's clearly upset his little daughter nearly died an idiot. Hardly fair to a man in an emotional state. The fact is the NHS is understaffed and overworked. Whether we know or fully understand the beauracratic processes in place another. People want someone to talk to and blame and Boris is the current PM. The tories have been trying to Privatise the NHS for sometime, and although parts seem fine with charging and I agree that there are too many people now demanding services, there are cuts there are charges incurred to the NHS that they can't afford, there is understaffing and we are relient on workers from abroad as we have less and less people in the UK chosing it as a career. It's also over managed, way too much paper work and less on floor teams and Matrons looking after wards. I'm not saying Boris is bad or good, |'m saying we need to do alot more for our services NHS included, it's easy to diss it but when it's gone we won't all be able to pay for the costs of often lifesaving or changing care, and if <b> Brexit </b>really does mean a larger disparity between rich and poor, a higher mortality rate and rather a grim outlook",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "4",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568815447",
                    "commentText": "Oscar James actually it was labour who screwed up by over spending and getting this country in the <b> red<b> .</b</b>>",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Red"
                    ]
                },
                {
                    "id": "5",
                    "user": "John Wareham",
                    "date": "9w",
                    "timestamp": "1568819364",
                    "commentText": "Do you understand the concept of being an MP representing a specific party? It is very simple (maybe you are too), if you are part of a party then you share its aims and policies, but you also take (big word coming here, take your time and sound it out) responsibility for its actions. In this case, the actions of the tories have been to consitently cut funding for the NHS and involve private concerns who are more motivated by short term profit than quality of care.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Amy Lawrence",
                    "date": "9w",
                    "timestamp": "1568828691",
                    "commentText": "Joseph Suarez Labour were in gov from 1997 yet debt didn't rise significantly till after the financial crisis in 2008, over a decade later. If there'd been a Tory government the result would have been the same. You can't have a recession without debt rising as spending committments made by the government don't magically disappear as a result of the economy shrinking. https://en.wikipedia.org/.../United_Kingdom_national_debt...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Bill Miller",
                    "date": "9w",
                    "timestamp": "1568830121",
                    "commentText": "Joseph Suarez Tell me more about how Labour were responsible for the GLOBAL financial crisis. Idiot.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Bill Miller",
                    "date": "9w",
                    "timestamp": "1568830516",
                    "commentText": "Joseph Suarez Oh and it wasn't Labour who doubled the national debt in less than a decade.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568834850",
                    "commentText": "Amy Lawrence how <b> old </b>was you in 1997. Not<b>  old</b> enough to know, looking it up on the internet doesn't help.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "10",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568834984",
                    "commentText": "Bill Miller, only IDIOT on here is you. Little boy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568835719",
                    "commentText": "Amy Lawrence the national dept under the Tories was 347 billion 96/97 then when labour took over their last financial Year when they was in power was 1,011  nearly three times higher. So  I think they slightly over spent.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568838110",
                    "commentText": "Joseph Suarez indeed mate as well as the PFI signings kept off the debt  sheet but costing a quarter of NHS funds each year.  But I wouldn't even bothwr trying to educate numpties, its futile and soul destroying.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845296",
                    "commentText": "Ignore Joseph he is a Tory apologist. The lowest of the low.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568893195",
                    "commentText": "Iain McIntyre haha numbty.  Go back to eating your haggis.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Patricia Ford",
                    "date": "9w",
                    "timestamp": "1568996031",
                    "commentText": "Joseph Suarez AND WHAT ABOUT THE NATIONAL DEBT of the 30s when they put a million pounds to every baby registered on the birth certificate creating your strawman ,to pay the debt back then decided not to give the parents back that which was left of it .No they kept putting your money into stocks and shares so everyone who struggles is actually a millionare,so when you register a birth you have just handed your little bundle over to the GOVERNMENT AND THIS IS WHY SOCIAL SERVICES  can come into your home and take your kids because we are not freemen on the land anymore.I do not have a social contract SIGNED BY ME SAYING I WISH TO BE POLICED OR GOVERNED and when i want an expensive item i buy it and write on my reciept ACCEPTED FOR VALUE this i send to inland revenue and they pay the DEBT from my strawman account.l Look up on you history and learn !!!!!!!!!!!!!!!!!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Joseph Suarez",
            "date": "9w",
            "timestamp": "1568808032",
            "commentText": "And actually he's putting more money into the NHS than any other parties have done.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "17",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "9w",
                    "timestamp": "1568812997",
                    "commentText": "He has said he will. We are yet to see it. The Tories have done so much to purposefully destroy the NHS to justify privatisation. If they actually made big companies pay their full tax there would be enough money but they won't. The Tories claimed getting Google to pay 3% tax was a win when they are supposed to pay between 20 and 30% tax. They've given huge tenders to private conpanies over NHS bids despite using the same equipment and NHS staff training the private company's staff. <b> Brexit </b>will make this worse too. Especially on a no deal. A quarter of NHS staff are EU immigrants. The Tories cut the nursing bursary straight after the referendum results. Where are we going to get our nurses and<b>  doctors</b> from? Medication supply is already being affected. Stop bein<b> g blin</b>d to the reality of the situation and what they are doing. Tories hate public services and love privatisation. Each day more and more of it being privatised without people noticing because of the bloody B word. I work in the NHS so I see what they have done to it. It's appalling.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "doctors",
                        "Brexit",
                        "Blind"
                    ]
                },
                {
                    "id": "18",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568826229",
                    "commentText": "Kate Auriol Johnson Hornby absolute Labour propoganda nonsense.  Yeat or year the NHS has had real increases and still haemoraging cash.  Blame UNCONTROLLED IMMIGRATION and the hundreds of PRIVATE Funded Initiatives Labour signed us up to!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Dan Petre",
                    "date": "9w",
                    "timestamp": "1568837942",
                    "commentText": "£350 mil a week?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568838151",
                    "commentText": "Dan Petre have we left yet?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845343",
                    "commentText": "Lies, lies and more lies, are you sure your not Boris?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568853049",
                    "commentText": "Iain McIntyre Not lies at all, facts.  Unpleasant to hear, sometimes but that's life. Do you think unskilled immigrants don't add to the state system pressures?  Do you not realise that even with real increased funding over last few years, PFI agreements take a quarter of some NHS Trusts annual budgets!  Oh and just for the record, I'm very happy for skilled immigration. Boris, you jest, he's probably the most liberal Tory PM ever, but you're probably too blinkered to even realise that.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Mitch Parr",
                    "date": "9w",
                    "timestamp": "1568888042",
                    "commentText": "Paul Adamson Labour signed us up to uncontrolled immigration? Under what law?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Mark Richard Milton",
            "date": "9w",
            "timestamp": "1568808341",
            "commentText": "It’s not the government. The NHS is just destroying itself, crumbling under the weight of lefty <b> libturd </b>bureaucracy, incompetent management and greedy pharmaceuticals suppliers who hold the medical trusts over a barrel with their over-priced products. It's the patients and front-line staff who end up suffering. The left are in complete denial and prefer to keep blaming the right for the problems their \"all for one and one for all\" socialist culture is causing.The NHS, as it is now, needs to be completely dismantled and rebuilt from scratch with the *right* medically qualified people at its helm to work in the 21st Century and beyond. Not beancounters and tickbox management who apply management principles from other irrelevant industries to the hospitals and got parachuted in to deliver cost-cutting initiatives that do more damage than good.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "25",
                    "user": "Ming Lang",
                    "date": "9w",
                    "timestamp": "1568809057",
                    "commentText": "Exactly,   and the nutto left want to bring this to the US,  scary",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568809531",
                    "commentText": "So privatising huge sections of the NHS is not responsible? With 100s of NHS departments having to make a profit you don't think services will suffer?. Still- Boris reckons there will be £350M available so all will be solved. Not holding my breath though.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Lance Del Monte",
                    "date": "9w",
                    "timestamp": "1568810204",
                    "commentText": "Oscar James Privatisation means a private company provides a service for a contract fee or a per treatment fee.  This happens already in large parts of the NHS and <b> nothing </b>has imploded.  Private companies work more efficiently and with less \"public sector bloat\" so can provide the exact same service quality as the NHS but at a much lower price.  Some of the saving is taken as profit, some returned as saving on the contract value.Privatisation is the only way the NHS will survive. There's too many people on the NHS money train now, taking hideous money out of the NHS for very little value, and certainly very little patient care.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "28",
                    "user": "Ade Foiadelli",
                    "date": "9w",
                    "timestamp": "1568811832",
                    "commentText": "\"It’s not the government. The NHS is just destroying itself, crumbling under the weight of lefty <b> libturd </b>bureaucracy\"And who has been running the NHS for the last nine years, the Government or \"lefty libturds\"?It's the governement, isn't it? The one that has had a Tory at the helm for the last nine years and counting.You<b>  dumb</b> c*nt.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb",
                        "Libturd"
                    ]
                },
                {
                    "id": "29",
                    "user": "Ade Foiadelli",
                    "date": "9w",
                    "timestamp": "1568811910",
                    "commentText": "Ming Lang - Even at its worst, out healthcare system helps more people than yours.And causes fewer deaths.\"Scary\", but only to the \"uninformed\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "9w",
                    "timestamp": "1568813328",
                    "commentText": "Lance Del Monte not true. The Tories have been giving the tenders to more expensive private companies over NHS. In one case the private company (which happened to have a Tory MP on its board) cost £7million more than the NHS bid. They are using equipment which the local community raised funds for. The NHS staff that were using the scanner had to train the private company's staff how to use it. Can you explain to me why they would go for a bid that cost 7million more, using the same equipment and NHS trained staff? It's not even that unusual. They are giving bit by bit to the private sector every day and it's not always cheaper. They are killing it to justify 100% privatisation. I work alongside NHS staff and am based in an NHS building. I see what they've done since they came into power and believe me it is so much worse.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Lance Del Monte",
                    "date": "9w",
                    "timestamp": "1568821113",
                    "commentText": "Kate Auriol Johnson Hornby I'm sceptical of your claims.  Services are commissioned by the NHS directly, there's little or no government involvement. There are NHS procurement tenders which go out into the public domain, the choice of which has to be justified.  If what you're saying is true, it would be all over the press.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "Amy Lawrence",
                    "date": "9w",
                    "timestamp": "1568827244",
                    "commentText": "'lefty <b> libturd </b>bureaucracy'? There hasn't been a Labour government since 2010. If there's too much bureaucracy why have't the Tories done anything about it? What improvements have they made on this issue over the last 9 years? There's also<b>  nothing</b> left wing or socialist about pharmacutical companies charging high prices to the NHS. That's supply and demand in the free market. In fact a left wing solution there would be for the gov to impose a price cap on what the NHS is willing to pay for any drug to these companies.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Libturd"
                    ]
                },
                {
                    "id": "33",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568838294",
                    "commentText": "Amy Lawrence A price cap, lol and when the Pharmaceutical Cos tell us to go fiddle, what then?  You can't regulatr pricing in a free market.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568838391",
                    "commentText": "Lance Del Monte You are correct but you shouldn't expect <b> libtard </b>zombies to believe anything unless spoken by Labour.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Libtard"
                    ]
                },
                {
                    "id": "35",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568890127",
                    "commentText": "Depressing that so many people seem to either ignore what has happened or are ignorant to it. The problems in the NHS are caused by privatisation- a ludicrous situation where private corporations make a profit our of sick people and the taxpayer pays for those profits. While privatisation was put on steroids under Blair he was hardly a lefty and shouyld have been in the party where he'd feel right at home- the Conservatives.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568908999",
                    "commentText": "Oscar James People say this about Blair but he was revered by all those Blairites (such as Hilary Benn and Yvette Cooper) that still exist within present day Corbyn's Labour party...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Libturd"
            ]
        },
        {
            "id": "37",
            "user": "Lance Del Monte",
            "date": "9w",
            "timestamp": "1568811232",
            "commentText": "So he's complaining he had to wait 2 hours on a ward?  Without knowing full details, he sounds like an entitled trumpet.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "38",
                    "user": "Ade Foiadelli",
                    "date": "9w",
                    "timestamp": "1568812173",
                    "commentText": "By learning to read simple English words, he sounds like a father who's child nearly died only the day before.You sound like a wee fella who is so keen to edgelord in the comments like a hormonally excited kid who's grapes only dropped half an hour ago, you didn't want to \"know full details\" because then you might not get the chance to puff your chest out and act all edgy.While typing.A real edgy typist.Cool.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Lance Del Monte",
                    "date": "9w",
                    "timestamp": "1568821520",
                    "commentText": "Ade Foiadelli Oh do shut up you brainless turd.You sound (and look to be fair from you FB profile) like an archetypal keyboard warrior wimp, glued to your laptop day after day, because your dole money hasn't come through and you can't afford to get out of the house.As you were.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568826705",
                    "commentText": "Ade Foiadelli He's a known Corbynite Activist and worked for Emily Thornberry for two and a half years after leaving Oxford as a <b> senior </b>researcher.  Wanted to make a scene like all good little lefties, surely YOU can appreciate that as one yourself.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Senior"
                    ]
                },
                {
                    "id": "41",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845473",
                    "commentText": "Paul Adamson So his points were solid though, just because your a confused prole doesn't make it so.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568854061",
                    "commentText": "Iain McIntyre It's YOU'RE not your.  So dense you bend light.  I saw a self confessed lefty, MILKING a situation offered and using his child as a prop.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Joseph Suarez",
                    "date": "9w",
                    "timestamp": "1568893122",
                    "commentText": "Paul Adamson don't bother with him, just <b> retard </b>from Scotland, who gets a hard on when you reply.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Retard"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "44",
            "user": "Drewy Alf Phillips",
            "date": "9w",
            "timestamp": "1568812178",
            "commentText": "Do all the staff get threatened before a visit like this cuz after what the Tories have done to the NHS, surprised all the staff tell him to do one",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "45",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568909225",
                    "commentText": "What exactly is it that you think Tories have done to the NHS other than throw money at it?   If you were referring to local authorities, their cuts and staff, I could understand but the NHS has continiously being given true increases beyond inflation throughout.  Oh and please don't come back with anything about privatision - thats fake propoganda as PFI's were mostly drafted by Labour and are crippling NHS Trusts throughout the country for decades.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "46",
            "user": "Darren Woodbine",
            "date": "9w",
            "timestamp": "1568812260",
            "commentText": "''There's no press here'' Boris isn't even trying to hide that he's a compulsive liar any more.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "47",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568832406",
                    "commentText": "There wasn't, that was Hospitals own photo op people!  All trusts have staff magazines and such so are always following VIPs around espectially when with trust chairperson like this was!  But you see, your so quick to post against that you don't even check any facts!. Here's some more facts- the father is a Labour Activist and Corbynite as his facebook proved and oh - he worked for Emily Thornberry at Labour HQ for 2.5 years!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Darren Woodbine",
                    "date": "9w",
                    "timestamp": "1568833858",
                    "commentText": "Paul Adamson You can quite clearly hear the cameras going off and of course the press are going to be there, just another PR stunt, like using the police force as his back drop for his needs. So not sure why he would lie about that, but that's what he does sadly. Who cares if he's Labour Activist, his baby nearly died (according to the article) so obviously he's going to be angry and the points he raised are fair.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "49",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845567",
                    "commentText": "Paul Adamson You do know that there was a press itenary handed out by No10 prior to the visit, right?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568890240",
                    "commentText": "Paul Adamson oh well that makes it all OK then. Rotten <b> communist </b>probably arranged for his little girl to have a life threatening illness on the off-chance Boris Johnson may visit one day.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Communist"
                    ]
                },
                {
                    "id": "51",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568909724",
                    "commentText": "Oscar James Stop being melodramatic, I pointed out the mans obvious possible biasedness and that anything stated by him could be twisted or spun.  Oh and for the record to all the people above your comment stating PRESS, there were NO PRESS there, just video cameras so goodness knows what 'camera's going off' were when none there.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Barbara Ford",
            "date": "9w",
            "timestamp": "1568814974",
            "commentText": "The angry dad is lucky he's not in a country where they'd be no treatment without lots of money. BJ was there to look into it and hopefully change things for the better, so didn't deserve this confrontation.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "53",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845637",
                    "commentText": "OK Babs, one person believes that. What country are you from anyway?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Barbara Ford",
                    "date": "9w",
                    "timestamp": "1568875787",
                    "commentText": "Iain McIntyre Born and lived in England all my life, and you? I don't believe in all the austerity we've had but he's only been PM for a short while, hopefully it will get better. Who would you prefer, Corbyn?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55",
            "user": "Patricia Ford",
            "date": "9w",
            "timestamp": "1568815364",
            "commentText": "NHS was destroyed the minute we joined the EU",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "56",
                    "user": "Mitch Parr",
                    "date": "9w",
                    "timestamp": "1568887416",
                    "commentText": "hahaha ffs",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "57",
            "user": "Kenneth Ward",
            "date": "9w",
            "timestamp": "1568821959",
            "commentText": "Of course it is heartbreaking for this man but for goodness sake BoJo has only been in office for a couple of weeks",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "58",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568832153",
                    "commentText": "Indeed and it's probably fake mate.  It's already proven this afternoon he worked for Labours Emily Thornberry for 2.5 years!  It's also very obvious from his facebook that he's a Labour activist / Corbynite / remoaner.  Shame Metro doesn't mention ACTUAL PROVEN FACTS!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568890303",
                    "commentText": "Paul Adamson so his daughter is fake? Do you not understand how utterly reprehensible that sounds?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "60",
                    "user": "Paul Adamson",
                    "date": "9w",
                    "timestamp": "1568909994",
                    "commentText": "Oscar James No, I said HE is probably fake, I don't think his child is fake nor do I question that his child wasn't in hospital.  But I do question the severity as lefty activists are known to exagerate anything and everything for their own argument / agenda.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "61",
            "user": "Paul Adamson",
            "date": "9w",
            "timestamp": "1568826097",
            "commentText": "Metro, no mention that he is a known Labour party activist, remoaner and Corbynite who also worked for Emily Thornberry for two and a half years after leaving Oxford as a <b> senior </b>researcher.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "62",
                    "user": "Mitch Parr",
                    "date": "9w",
                    "timestamp": "1568887796",
                    "commentText": "What's the relevance?The visit from Boris was completely unannounced. That means noone would have knowledge of the date/time/location of the visit. But you are claiming this guy got his daughter sick, took her to that specific hospital on purpose and waited the long period, just for a chance to moan at Boris Johnson? You tin hat brigade are so funny.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "63",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568890379",
                    "commentText": "Shock horror ! a Labour member dares to complain about his ill daughter who nearly died. My upbringing prevents me from posting the vile words I'd like to call you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Senior"
            ]
        },
        {
            "id": "64",
            "user": "Brian Purdy",
            "date": "9w",
            "timestamp": "1568829897",
            "commentText": "How low can Labour supporters go. Lets use a sick child as an excuse to rant to anyone who will listen.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "65",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845750",
                    "commentText": "How low can you go to single out a father who is worried about his child, do you work for the Sun?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "66",
                    "user": "Brian Purdy",
                    "date": "9w",
                    "timestamp": "1568882365",
                    "commentText": "Iain McIntyre B/S",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "67",
            "user": "Paul Masters",
            "date": "9w",
            "timestamp": "1568837371",
            "commentText": "Local labour activist Omar Salem.  Enough said.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "68",
            "user": "Tom Spears",
            "date": "9w",
            "timestamp": "1568837593",
            "commentText": "no he was labour activist u know labour that spent all the cash",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "69",
            "user": "Marion E. Scott",
            "date": "9w",
            "timestamp": "1568838281",
            "commentText": "this was a set up he was wearing a microphone",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "70",
                    "user": "Iain McIntyre",
                    "date": "9w",
                    "timestamp": "1568845693",
                    "commentText": "That's true, Boris was wearing one, for the Press.........",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "71",
                    "user": "Oscar James",
                    "date": "9w",
                    "timestamp": "1568890443",
                    "commentText": "Johnson's visit was unannounced and no-one knew he was going there.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "72",
                    "user": "Richard Peacock",
                    "date": "9w",
                    "timestamp": "1568892280",
                    "commentText": "Oscar James except the press, obviously (or do you think they were there, with cameras filming Holby City?). They set this up.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "73",
            "user": "Richard Peacock",
            "date": "9w",
            "timestamp": "1568845525",
            "commentText": "The heckler is Omar Salem (@OmarSalem) who is an Oxford educated Labour activist/former Emily Thornberry staffer who describes himself as “campaigning against <b> Brexit </b>and for a socialist Europe.” This is ghoulish and fake.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "74",
            "user": "Other Guy",
            "date": "9w",
            "timestamp": "1568852578",
            "commentText": "This man is clearly an idiot. His daughter's 7 days <b> old </b>and probably had a bit of fever. When the patient is a new born they will simply tell them to give her Calpol and go home. Typical overreaction/ political propaganda.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "75",
            "user": "Joseph Suarez",
            "date": "9w",
            "timestamp": "1568873447",
            "commentText": "So this idiot is a labour activist says it all.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76",
            "user": "M Saqib Chughtai",
            "date": "9w",
            "timestamp": "1568880347",
            "commentText": "Boris Johnson has <b> nothing </b>to do with this The mess of NHS and the shortage of<b>  doctors</b> is the nonsense done by Jeremy Hunt when he cut junior doctor salaries. In reality a person can be driving a cab and make more money than while being a doctor. The job is not attractive enough. There will be a lot more shortage it's just a matter of time",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "77",
                    "user": "Mitch Parr",
                    "date": "9w",
                    "timestamp": "1568887875",
                    "commentText": "and what party are both of the MP's part of....?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "78",
                    "user": "Lance Del Monte",
                    "date": "9w",
                    "timestamp": "1568889323",
                    "commentText": "Mitch Parr Hmmm collective responsibility.  So its Corbyn's fault we went into an illegal war in Iraq?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "doctors"
            ]
        },
        {
            "id": "79",
            "user": "John Hand",
            "date": "9w",
            "timestamp": "1568887656",
            "commentText": "Angry dad = Far left Labour activist and European socialist..  And I'd like to see the childs medical report please.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80",
            "user": "Arnold Hedge",
            "date": "9w",
            "timestamp": "1568891922",
            "commentText": "Local Labour activist... In other words he was going to have a rant in front of the cameras whatever had happened. Did he manage to get the standard cliches \"too little, too late\", \"postcode lottery\" and \"for the many, not the few\" in?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}