{
    "header": {
        "title": " Racist yobs throw bleach and make monkey noises at woman in drive-by attack ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.4k ",
        "datePosted": " Wednesday 16 Oct 2019 6:00 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/16/racist-yobs-throw-bleach-make-monkey-noises-woman-drive-attack-10931474/ ",
        "postText": "Racist thugs lobbed bleach and shouted monkey noises as they drove past a support worker on her way to help a patient with dementia.', 'Reem Fahad, 24, believes the drive-by attack was inspired by Bulgarian football fans, whose hateful chanting nearly led to Monday’s match against England being cancelled.', 'She was walking down a main road in Horwich, Bolton, at 1.30pm yesterday when the corrosive substance was thrown at her from a passing black car.', 'Manchester born Reem had her headphones on and was looking at her phone for Christmas presents for her three-year-old son King as she made her way to see her client.', 'The mixed race mother-of-one said: ‘I thought it was acid at first but it didn’t burn through straight away.', '‘It looked like young white lads in the car and they were making money noises at me – it was disgusting.', '‘If my little boy had been there he would have been right in the line of the window where the lads threw the bleach and it might have got him.', '‘I presume it’s football that’s kicked all this off and I think that alcohol was involved because the lads were loud, it’s ridiculous.’', 'Reem put her job first and went straight to help her client before calling the police to report the incident an hour later.', 'By this point, the bleach had stained through her clothing and began to irritate her skin.', 'She said: ‘I would have confronted the men if I could have – it won’t stop me from going to work.', '‘I grew up in Manchester in the 90s so I have experienced racism pretty much all my life and I think that this attack just goes to show that racism hasn’t gone away, it’s still there.', '‘How can I teach my son to be proud and understanding when this is the ignorance people still have?’', 'Greater Manchester Police took Reem’s clothes for testing and are now appealing for witnesses.', 'In a statement, the forced confirmed the incident was believed to be racially motivated.', 'Reem is now back at work and hopes her attackers will be found and brought to justice soon.', 'She added: ‘I’m not scared but I don’t want it to happen to anyone else, so I hope these people are found as soon as possible.', '‘I feel sorry for the ignorance and lack of education these men have and I hope nobody ever singles them out for the colour of their skin.', '‘I’ve never experienced racism in Horwich before but I’ve been inundated with messages and I really appreciate the support.', '‘It’s angered a lot of people, including my partner, but I don’t want it to become a fight.', '‘I want to fight hate with love and understanding.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Ethnicity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Monkey,Racist,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jennifer Mason",
            "date": "4w",
            "timestamp": "1571248534",
            "commentText": "That looks like it's been poured downwards, not thrown at her.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Jo Lucci",
                    "date": "4w",
                    "timestamp": "1571318590",
                    "commentText": "Doesn't really.  More threw and dripped.  She could very well be on the level.  Always are bullies out there being stupid.  Nice looking young <b> woman </b>too.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "2",
                    "user": "Amanda Huckvale",
                    "date": "4w",
                    "timestamp": "1571351644",
                    "commentText": "I agree looks like its been squitred at close range on each leg and trousers lifted up and folded over onto shirt while clothes off and on flat surface, like she was experimenting with tye dying her clothes, i thinks shes done for attention, that much wet bleach stings she would not wear those clothes to appointment with wet bleach next to sensitive skin like thighs and belly. I think she wants a modelling contract.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Vanessa Aleean",
            "date": "4w",
            "timestamp": "1571275223",
            "commentText": "Shes better than they are shes looking after pple while they are behaving like dicks. She looks amazing and so does her son while those idiots are ugly inside and out",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Lee Alden",
            "date": "4w",
            "timestamp": "1571445487",
            "commentText": "Fake news. <b> Nobody </b>is making<b>  monkey</b> noises at <b> a woma</b>n who looks like that. She's lying. What<b>  a raci</b>st.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Nobody",
                "Racist",
                "Monkey"
            ]
        },
        {
            "id": "5",
            "user": "William Henry",
            "date": "4w",
            "timestamp": "1571458975",
            "commentText": "Two authors same story? [LINK]  with reference to both article headings, below:. Mum has bleach thrown at her by racists making <b> monkey </b>noises.<b>  Racist</b> yobs throw bleach and mak<b> e monke</b>y noises <b> at wom</b>an in drive-by attackNeither title states the alleged nature of the acts in question - why?To the best of my understanding the police are investigating a suspected crime; that to date no one has even been apprehended let alone interviewed, charged and convicted..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Racist",
                "Monkey"
            ]
        }
    ]
}