{
    "header": {
        "title": " Schoolboy banned from talent show will perform with some of the biggest names in drag ",
        "subtitle": " ",
        "owner": " Harley Tamplin ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.2k ",
        "datePosted": " Tuesday 24 Jul 2018 5:51 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/24/schoolboy-banned-talent-show-will-perform-biggest-names-drag-7755182/ ",
        "postText": "A teenage boy who was banned from performing his drag act at a school show will get a chance to showcase his talent on the big stage.', 'Lewis Bailey will perform his act ‘Athena Heart’ at DragWorld, Europe’s largest celebration of drag, next month.', 'It marks a huge change in fortunes for the 14-year-old, whose school banned him from performing at a talent show – claiming his act is inappropriate.', 'Organisers got in touch with Lewis’ family after reading of his rejection from Castle High School and Visual Arts College in Dudley, West Midlands.', 'Lewis said: ‘I’m very excited about my DragWorld invite to perform and get my name out there so others just like me know that it’s ok to be different.’', 'Nathan Stone, creative director, of MJR Group said: ‘We are so excited to have Lewis and his family at our event. It is an absolute honour to showcase the great young talent.', '‘We don’t believe anyone should be told they can’t be who they want to be!’', 'The convention takes place at Kensington’s Olympia in London on August 18 and 19.', 'Lewis, who is gay, had been practicing his act – a medley of pop songs – for weeks ahead of the school show.', 'However, he was pulled out of lessons just a day before the event and told he would not be allowed to perform.', 'Lewis was inspired to perform by watching RuPaul’s Drag Race, and mum Natalie said the youngster’s new hobby has helped him come out of his shell.', 'Michelle King, principal at Castle Academy, said: ‘Castle is an inclusive school that celebrates diversity. With regard to the performance of our student Lewis Bailey at the end-of-term talent show; we made the decision that it was not age appropriate for either the learner and for the intended audience, his peer group, for Lewis to appear as a ‘drag act’.', '‘We understood Lewis wanted to appear in the style of Ru Paul, whose style of performance is characterised by strong language and sexual innuendo.', '‘This decision was made one day before the planned show, when the full nature of his performance was made known.', '‘We respect the long tradition of female impersonation in theatre, however to appear as a drag queen, goes beyond this.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Weird",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Cal Murphy",
            "date": "1y",
            "timestamp": "1532455783",
            "commentText": "Oh well bigger and better things await for this performer.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Voltus DeForis",
                    "date": "1y",
                    "timestamp": "1532629924",
                    "commentText": "Andy Hand Now don't get jealous andy",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Jon Paddick",
            "date": "1y",
            "timestamp": "1532533942",
            "commentText": "Yaaaaasssss qweeeeeen!!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Nick Davis",
                    "date": "1y",
                    "timestamp": "1532537187",
                    "commentText": "Gary Youn I understand you are a theiving banker who sucks Putins dick for illegal profits. Bet there is a contract on you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Natalie Brown",
                    "date": "1y",
                    "timestamp": "1532708534",
                    "commentText": "Gary Youn it's only \"<b> weird\"</b> cos you don't get the reference!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Weird"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Julie Bowerman-Jenner",
            "date": "1y",
            "timestamp": "1532540475",
            "commentText": "Good for him, if he is brave enough to want to go up on stage and do this at 14....what will he be doing at 20? watch out for this star...bloody amazing!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}