{
    "header": {
        "title": " Muslims have to be as exceptional as Mo Salah not to be discriminated against ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.9k ",
        "datePosted": " Friday 7 Jun 2019 11:45 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/07/muslims-have-to-be-as-exceptional-as-mo-salah-not-to-be-discriminated-against-9854646/ ",
        "postText": "‘You’re different from the other Asians/Muslims,’ or ‘wow, you’ve really broken the mold,’ are just some of the things I’ve had said to me by well-intentioned people.', 'Such statements are designed to praise the work you’ve done for earning your place at the table, for going over and beyond what many, it seems, might have expected of you. You’ve exceeded their expectations.', 'And what is it exactly that is expected of those of us ‘who are different from others’? What do you think the rest of us are like? It seems the default expectation of a son or daughter of immigrants, especially if they happen to be from a Muslim background, is not much at all.', 'We’re likely to be trouble makers, suspect, lazy, sponging off the state, or within the same breath, taking all your jobs and being lazy – a contradiction I’ve never quite understood.', 'So, when the outstanding Mo Salah of Liverpool Football Club was being praised for reducing hate crimes in Liverpool, it once again reminded me of the conversations I and so many other people of colour are used to having, about those of us who are classified as ‘good immigrants’ and those of us who are ‘bad immigrants’.', 'Take nothing away from Mo Salah, his performances not only as a footballer on the field as well as the way he conducts himself off the field make him a role model that many should rightly look up to. If it so happens that this has led to a fall in hate crimes against Muslims at a time when the far-right is rising across Europe, that too can only be considered a good thing.', 'But relying on how exceptional some of Muslims are, so that the rest of us – who are equally brilliant in our own way – can live a little easier, isn’t the best way to tackle racism. It fills me with much unease to know that my worth and value as a human being will be determined by how brilliantly a footballer, or an athlete or a baker is performing so that Britain can get a positive view of the rest of us.', 'If Mo Salah performs badly, or dare I say it, even leaves Liverpool Football Club, will I then have to worry about my sisters and mother walking through Liverpool if they have a headscarf on?', 'What about the rest of us? The stay at home mother who is looking after her disabled son, or those who contribute taxes even though they’re just getting by, aren’t they exceptional and worthy of being treated equally, too?', 'Do we really need to be exceptional so that we aren’t discriminated against? A question that doesn’t just hold true for Muslims, but for all other minorities and women. Can’t we be average, mediocre, boring and still think we have a right not to be discriminated against? For millions who face discrimination, are we saying it’s OK just because they’re not exceptional in our eyes.', 'The need for basic human dignity shouldn’t have to be based on someone needing to be exceptional or even liked by you.', 'Attributing decreases in hate crime to one exceptional individual like Mo Salah also brings the added problem of ignoring the structural issues that give rise to anti-Muslim racism and hatred, allowing others off the hook.', 'Anti-Muslim racism – like Muslim charities being investigated without any cause for links to extremism – won’t be solved by one exceptional individual.', 'I refuse to buy into the idea that my right to be treated as a human, to be considered an equal, is to aim for a bar that is set so high.', 'I’m now at risk of sounding like the ‘ungrateful’ immigrant. It is always assumed that arguments like mine are borne out of anger or hatred for the country that has ‘given me’ so much opportunity.', 'Yet to apply James Baldwin’s words on America to Britain, I love Britain more than any other country in the world, it’s my home, I don’t know any other country I could call home, and it is for this reason that I insist on the right to criticise it.', 'No one should have to be exceptional, just so they are not discriminated against.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Sex,African",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary Youn",
            "date": "24w",
            "timestamp": "1559911146",
            "commentText": "Be a person first and a religion second",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Howard Leech",
            "date": "24w",
            "timestamp": "1559921892",
            "commentText": "If you contribute to the Society you live in , then good you are a valued member of Our Society but if you partake in the Industrial <b> sexual </b>abuse of very young girls as per Rotherham or plant bombs on the Tube and Buses or even murder innocent peole in the street or as per London Bridge or indoctrinate your children not to integrate and to think of the Society and people in which you live to be Kaffars, well if you do the former, you are valued but the latter, it should be no surprise that you are treated with suspicion and your organisations proscribed by the Government.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "Fahim-Uz Zaman",
                    "date": "24w",
                    "timestamp": "1559933945",
                    "commentText": "If we invade and destroy countries such as Afghanistan, Iraq, Libya, Syria and now potentially Iran, we should expect consquences whether we like it or not....Oh and what about the white christian paedophiles in the church and who go abroad for <b> sex </b>tourism such as the Philipines where they rape kids? I guess that's ok",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "3",
                    "user": "Howard Leech",
                    "date": "24w",
                    "timestamp": "1559938558",
                    "commentText": "Fahim-Uz Zaman you are using a canard to excuse the murder of Lee Rigby and the people on London Bridge plus the wholesale <b> sexual </b>abuse of very young girls by Pakistani Muslim men. Are you really saying the all these people deserve everything that has happened to them because Politicians wished to depose Dictators in Iraq (Sadam) who murdered and terrorised his own people. Gaddafi in Libya, who  equally terrorised his people ( I know they did because I worked there and the ordinary people didn't live well and were afraid of saying anything in case someone heard and reported them) Afghanistan, the British fought the Russians there at the turn of the Century. The Russians fought there first of course. Did you know that? So when you say that the West invaded Muslim countries, name one that doesn't terrorise their citizens. There isn't one..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "4",
                    "user": "Fahim-Uz Zaman",
                    "date": "24w",
                    "timestamp": "1560086854",
                    "commentText": "Howard Leech don't twist my words boss. You know very well what I meant. You seem to dismiss the amount of destruction and people that have been killed in the name of Christianity by the West by failing to mention them at all. Secondly Iraq was better off with Saddam and everyone knows that except deluded Americans who are brainwashed into thinking that everything they touch turns into gold dust. And what you say about Libya is a complete utter lie. Libya where health care was free, education was free, where newly married couples would receive an amount etc Libya was one of the most prosperous <b> African </b>nations that had the potential to be an economic force. Oh and your final point regarding the Brits fighting Russia ; which side did the Brits take and arm? Oh yeah the Taliban",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "African"
                    ]
                }
            ],
            "keywords": [
                "Sexual"
            ]
        }
    ]
}