{
    "header": {
        "title": " My Label and Me: I’ve got a PhD but people only see me as working class ",
        "subtitle": " ",
        "owner": " Lisa McKenzie ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 5.1k ",
        "datePosted": " Thursday 6 Jun 2019 8:01 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/06/my-label-and-me-ive-got-a-phd-but-people-only-see-me-as-working-class-9596587/ ",
        "postText": "When we think about working class people, we might mistakenly think about people who worked in heavy industry and manufacturing.', 'Miners, steel workers, dockers – the common view of traditional working class people is usually both male and industrial.', 'There has been a historical fetishism attached to this image, with John Lennon noting that ‘a working class hero is something to be.’', 'But what about working class women? Are we heroines?', 'My research as a sociologist for 15 years has focused on class stigma, prejudice and stereotypes.', 'It is this and my own personal experience that tells me working class women have carried the brunt of that class stigma.', 'I am a working class woman. I’m the daughter, granddaughter and great granddaughter of working class women.', 'I was a working class girl born and bred in a working class community in the East Midlands, Sutton in Ashfield – a mining town in Nottinghamshire.', 'I left school at 16 and went straight to work in a factory with my mum, my aunties and friends from the estate.', 'Leaving school in 1984 was tough for working class girls. Our education was bound by society’s expectation of us, which was a factory worker and mother, raising the generation of working class people.', 'This was even though our whole community and most of the UK would be totally deindustrialised by the next generation, leaving us and our children without the necessary skills and education to join the ‘new reality.’', 'Working class people are often called ‘the left behind’, in reality, we were left out.', 'I had my son when I was 19 years old and I moved from full time day shift work making tights for Pretty Polly to part time evening shift work.', 'I would start my shift at five in the evening and finish at 10, swapping my son with a variety of family members.', 'He was born in 1988, at the height of the Thatcher and John Major Conservative governments, who spread the rhetoric of young working class girls getting pregnant only to get a council house.', 'This couldn’t have been further from the truth. The hoops I had to jump through, the humiliations I had to face, just to get on the council waiting list.', 'Sat in the council office, the housing officer asked me why I wanted to go on the council housing waiting list.', 'I had my baby son in the pushchair. She peered over the desk at him as I told her I has a baby and could no longer live with my parents.', 'She looked him up and down, noted his brown skin, curly hair and mixed race features. He was the most beautiful thing I had ever seen (and still is at 30 years old).', 'She looked back hard at me and said, ‘You might have thought about that before you opened your legs.’', 'Complaining would have meant being kicked out of the housing office and not being allowed on the list. So I held back my burning tears of anger and swallowed the lump and sucked it up.', 'Homelessness with a baby would have been worse than humiliation.', 'Three decades have passed and I am now an academic. I teach sociology at university level and have a PhD from the University of Nottingham.', 'I studied for almost 10 years, getting into education through a free access course (that now costs £3,000) and working the night shift at a homeless hostel to support my son.', 'Despite the fact that I have a title of ‘Dr’, none of this matters when people are assessing me.', 'Class sticks to you. It’s the way you walk, your accent, mannerisms, the way you dress and how you understand the world.', 'As a working class woman you suffer 1001 different subtle (and not so subtle) micro-aggressions every day. You are seen as ‘other’ and less than from the day you are born, and you carry it with you.', 'The common view is that to become socially mobile you must leave your working class life behind you. I am a working class academic. You can be working class, read and write books.', 'Nothing has changed for working class women in the last 30 years, and in some respects, the last 60 years.', 'My mother was looked down on for having me as a teenager in 1968, as I was stigmatised in 1988.', 'Today, working class women’s reproduction is still seen as a problem. They have children ‘that they can’t afford and society doesn’t need.’', 'Austerity measures have hit working class women the hardest. Social problems caused by cuts to welfare, youth clubs, housing are laid at working class women’s feet and seen as being caused by our mothering, rather than a system that systematically abuses us.', 'I am proud to be working class. I am proud of my mother and my grandmother.', 'They taught me how to survive, how to love my family and community. I am the woman I am because of them.', 'Who would want to be a working class woman? Me.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Carlos Griffin",
            "date": "24w",
            "timestamp": "1559813001",
            "commentText": "No such thing as class, you are all cunts.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Vicky Prest",
            "date": "24w",
            "timestamp": "1559829311",
            "commentText": "Class is such more about culture and the way in which you have been raised and what is normal to you in your home and social situations. I was raised middle class and I live in a very working class town and I stick out like a sore thumb with my interests, dress sense, music choices, accent, word usage and upbringing. It's not about money or power or even what job you have, it's just about how you were raised as there is a big difference between maybe the things I knew growing up in comparison to the things that a more working class family might of known.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "2",
                    "user": "Mary Sparks",
                    "date": "24w",
                    "timestamp": "1559906298",
                    "commentText": "In which case Vicky, you should know that is \"might HAVE known\" not \"might OF known\"!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Vicky Prest",
                    "date": "24w",
                    "timestamp": "1559908934",
                    "commentText": "Mary Sparks that is relevant how?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Mary Sparks",
                    "date": "23w",
                    "timestamp": "1560029565",
                    "commentText": "Well Vicky if you don't know, I can't tell you.You were talking about your word usage; therefore you need to use the correct grammar.Also the word order in your reply was wrong.It should read \"how is that relevant?\"",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Lisa Frances A O'brien",
                    "date": "23w",
                    "timestamp": "1560234846",
                    "commentText": "Every town is a working class town! It is about money and and jobs, middle class peoe don't earn minimum wage and live in a council house (I mean rented not bought)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Arnold Hedge",
            "date": "24w",
            "timestamp": "1559832214",
            "commentText": "Class terms are meaningless now. You are what you chose to be. I know someone who went to Gordounston (same school as Prince Charles) and builds fencing. My wife was brought up on a council estate, left school at 16, qualified as a nurse, has 2 degrees and manages 120 healthcare workers. We don't fit in artbitrary groups defined in the 19th century by idiots like Karl Marx.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Adelaide Clynch",
            "date": "24w",
            "timestamp": "1559910284",
            "commentText": "If you teach sociology at university then your middle class not working class.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}