{
    "header": {
        "title": " Racism like Danny Baker’s tweet is usually explained away. I’m glad the BBC fired him ",
        "subtitle": " ",
        "owner": " Kelechi Okafor ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8.6k ",
        "datePosted": " Thursday 9 May 2019 12:04 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/09/racism-like-danny-bakers-tweet-is-usually-explained-away-im-glad-the-bbc-fired-him-9465905/ ",
        "postText": "A piece like this usually starts with how shocked the writer is about a racist incident but I think it’s time to be honest with readers and say, as a black woman, I am no longer shocked by the extent and dare I say it, the unimaginative nature of racism across the world.', 'The most recent racist nonsense stars Danny Baker who, until this morning, was a BBC Radio 5 Live DJ.', 'While some of us – especially as an expectant mother myself – were feeling elated for the royal couple on the birth of Archie (albeit ignoring a faint sense of worry for Meghan due to the harsh treatment she’s received), Baker thought it would be a perfect time to tweet a picture of a monkey in a suit holding the hands of two well-dressed people.', 'Danny captioned this picture with ‘royal baby leaves hospital’ and we are all aware of which baby this picture made reference to.', 'Danny Baker insists that his tweet isn’t racist because his mind isn’t ‘diseased’ and I think that statement actually annoyed me more than his horrendous tweet.', 'I am bored of hearing people defending their racist actions with statements like: ‘I’m not racist because I’m not a bad person’.', 'Perpetuating racism doesn’t require you to be a ‘bad’ person. It merely requires that your views of the world are informed by the myth you’ve been socialised into from birth – that you are superior to another group of people based on race.', 'I am not shocked by Danny Baker’s tweet but I am saddened by it for the same reason I was saddened by Alan Sugar’s tweet about the Senegalese world cup team.', 'Both of these men are old enough (but not too old) to be able to identify the error in their ways yet they refuse to. Even in their ‘apologies’ there’s a staunch refusal to acknowledge how deeply hurtful their ‘banter’ might be to those who are the subjects of it.', 'There are so many books and resources out there to explain racism in factual and humorous ways. Reni Eddo-Lodge wrote Why I’m No Longer Talking To White People About Race and I created a satirical animated character called Sally in HR.', 'For those who are perplexed as to why the tweet by Danny is so offensive, it is important to address the fact that Meghan’s mother is a black woman.', 'It is Archie’s proximity to blackness that inspired Danny’s tweet of a monkey, whether he chooses to acknowledge this or not.', 'For centuries black people have been likened to monkeys. This is why I say racism is unimaginative at times, the same tropes are used against black people time and time again.', 'Then again the dehumanising imagery must be reinforced consistently for it to have any power. Archie has been likened to a monkey because of the black ancestry he possesses. Michelle Obama was referred to as an ‘ape in heels’ while she was still first lady. For the royal baby and the former first lady to have been likened to primates just goes to show that racism doesn’t disappear depending on the class you find yourself in within society.', 'What kind of racism should my child expect as an everyday person? Probably something much worse and I hate to even think about it. I am aware though, that I must be prepared for it.', 'Danny Baker’s tweet supports archaic race biology whether he knows enough history to be aware of this or not. It is a stance that claims black people are biologically inferior to white people and was very popular in the 1600s. It also became the basis of many theories that other ‘intellectuals’ published, like Karl Vogt who believed black people were related to apes and thus not fully human.', 'These nonsensical ‘scientific findings’ only served to temporarily legitimise atrocities like the transatlantic slave trade, colonisation and segregation/apartheid.', 'I am glad Danny Baker has been relieved of his role as a DJ at the BBC because men like him say incredibly racist things frequently and it is explained away.', 'I think this happens because the average Brit isn’t taught about the extent of atrocities the empire committed based on racism and therefore see no harm in their myopic and antiquated views.', 'To the best of my knowledge pictures of monkeys weren’t posted online to welcome the births of Archie’s royal cousins, George, Charlotte and Louis, so there is really no excuse for this type of behaviour.', 'The BBC made the right decision on this occasion and hopefully it will inspire people to educate themselves on why such a post is incredibly offensive.', 'Better education regarding history is necessary for us all if we are to move past disgusting behaviour such as the one exhibited by Danny Baker.', 'A baby who hasn’t even had a chance to really experience the world is already stripped of his humanity because of his blackness. I want better for Archie, for my unborn child and for all our children.",
        "numberPosts": " 20 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - General,Age - Over 65s,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Ethnicity,Race,Ethnic,Black,Monkey,African,Ape,Ageist,Age,Old,Nothing,Woman,Thin,Brexit,Mental",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jaxx Downes",
            "date": "27w",
            "timestamp": "1557401140",
            "commentText": "I think its disgusting Danny Baker has been sacked, it was a joke, it was very funny. No one moans about Prince Charles big ears or Harry being a ginge when jokes and cartoons are made about them!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "1",
                    "user": "Suzy Jackson",
                    "date": "27w",
                    "timestamp": "1557401539",
                    "commentText": "Jaxx Downes this is the whitest comment ever.",
                    "likes": 29,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Dean Procter",
                    "date": "27w",
                    "timestamp": "1557402116",
                    "commentText": "I was under the impression we \"\"ALL'\" supposed to have developed from apes and chimps . . There's no reference to colour then is there. . . To me it just seems over the top to sack him, what happened  to people laughing it off and not taking offence etc. . . Out and out <b> racism </b>is deplorable,  either verbally, mentally or physically  . . .But there has to be give and take on all sides . . And I don't see that's ever happened.  . . .Besides us white chalky honkys   need a giggle same as everyone else does I'm sure.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "3",
                    "user": "Connor Mackenzie",
                    "date": "27w",
                    "timestamp": "1557403132",
                    "commentText": "Congratulations to Jaxx and Dean for being part of the problem 🙂",
                    "likes": 33,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557419894",
                    "commentText": "Dean Procter He reffered to someone who has  part <b> black/</b>afro carribean heritage as a<b>  monkey</b>, when historically the term has been used as a demeaning and negative term abou<b> t blac</b>k/brown people by racists..                                               They - the racists - u<b> se monk</b>ey chants towa<b> rds bl</b>ack players at football matches even now... and it was used in the 70's along with the N word and golly wog..to refere to people of colour..Not something to joke about!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Monkey"
                    ]
                },
                {
                    "id": "5",
                    "user": "Laura Davis",
                    "date": "27w",
                    "timestamp": "1557422254",
                    "commentText": "Are you taking the piss? It's beyond <b> racist!</b>",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "6",
                    "user": "Dean Procter",
                    "date": "27w",
                    "timestamp": "1557434399",
                    "commentText": "My bad then . . . Maybe it's because I don't witness said  <b> racism </b>. . . . But then I don't really see colours . . .I just see people . .  If someone's a Twatt their a Twatt no matter what colour or ethenticity they. . . The world's full of twatts.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "7",
                    "user": "Suki London",
                    "date": "27w",
                    "timestamp": "1557435647",
                    "commentText": "Dean Procter Your whole comment is ...... wow you possess such a negative mind.Sad.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "William Smith",
                    "date": "27w",
                    "timestamp": "1557474943",
                    "commentText": "Connor Mackenzie Grow up, woke boy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Joseph Suarez",
                    "date": "27w",
                    "timestamp": "1557498391",
                    "commentText": "Suzy Jackson what a stupid comeback.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Ben Sheard",
                    "date": "27w",
                    "timestamp": "1557511056",
                    "commentText": "Dean Procter \"I don't see colours.\" Seriously, just google that <b> racist </b>phrase and then delete your comment.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Tom Boyle",
            "date": "27w",
            "timestamp": "1557402792",
            "commentText": "What Dean P and Jaxx D are missing is that tropes and stereotypes like this have been actively used to poison peoples' minds on how they regard <b> black </b>people. That includes how intelligent they are supposed to be, how they 'fit in' (with white society) and how they will be regarded at interviews for education, employment and promotion. The same cannot be said about images of Charles Big Ears since it affects his life chances not one iota.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "Javed Khan",
                    "date": "27w",
                    "timestamp": "1557406323",
                    "commentText": "*­­I­­ ­­am ­­m­­a­­k­­i­­n­­g­­ ­­$­­9­­2­­ ­­a­­n ­­h­­o­­ur ­­w­­o­­r­­k­­i­­n­­g ­­f­­r­­om ­­home. ­­­­i­­ ­­was ­­greatly ­­s­­u­­r­­p­­r­­i­­s­­e­­d­­ ­­a­­t­­ ­­t­­h­­e­­ ­­s­­a­­m­­e­­ ­­t­­i­­m­­e­­ ­­a­­s­­ ­­m­­y­­ ­­n­­ei­­g­­h­­b­­o­­u­­r­­ ­­a­­d­­vised ­­me ­­she ­­changed ­­into ­­a­­v­­e­­r­­a­­ging $­­n­­i­­n­­ety five ­­h­­o­­w­­e­­v­­e­­r­­ ­­I­­ ­­s­­e­­e­­ ­­t­­h­­e­­ ­­w­­a­­y­­ ­­i­­t­­ ­­w­­orks ­­n­­o­­w­­.­­ ­­I­­ ­­e­­x­­p­­e­­r­­i­­e­­nce ­­m­­a­­s­­s­­e­­s­­ ­­f­­r­­e­­e­­d­­o­­m­­ ­­n­­o­­w­­ ­­t­­h­­a­­t­­ ­­i'm ­­m­­y­­ ­­n­­o­­n­­-­­p­­u­­b­­­­l­­i­­c­­ ­­b­­o­­s­­s. th­­a­­t­­ ­­i­­s­­ ­­w­­h­­a­­t­­ ­­I­­ ­­d­­o­­......* :) AND GOOD LUCK.:) HERE →→→→→→ w­­­­w­­­­w­­­­.­­­­t­­­­o­­­­d­­­­a­­­­y­­­­s­­­­f­­­­o­­­­x­­­­.­­­­c­­­­o­­­­mCOPY THE LINK.★             ஜ۩۞۩ஜ▬▬▬ஜ۩۞۩ஜ▬▬▬▬ஜ۩۞۩ஜ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "13",
            "user": "Russell Jacques",
            "date": "27w",
            "timestamp": "1557403111",
            "commentText": "I think it was more careless than <b> racist.</b>  Anyone who follows him would have realised this, his response at the time echoes that.  Time for people to get some collumn inches on things we already know. <b>  Racism</b> is horrible. But if it is horrible, why is it you can only be <b> a racis</b>t if your white?  Maybe we should tackle that aswell?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "14",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557408751",
                    "commentText": "Russell Jacques its blatantly racist",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "15",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557409453",
                    "commentText": "Maggie Orourke If he didnt intend on it being <b> racist,</b> then how is that?  He didnt do it to cause offence to people of<b>  african</b> descent.  He did it to make reference of the circus that is the Royal Family.  If it wa<b> s racis</b>t, do you not think he would have defended his reasons for using<b>  a Monk</b>ey?  Nope, he said he later realised there was a connection he hadnt realised and deleted the pic.  To me, thats a simple mistake.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Monkey",
                        "African"
                    ]
                },
                {
                    "id": "16",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557419095",
                    "commentText": "Of course he intended it to be <b> racist </b>and him saying he didn't is a blatant lie. I actually can't believe people are defending this absolutely disgusting.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "17",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557419132",
                    "commentText": "Your a vile excuse for a human.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Paul Eiken",
                    "date": "27w",
                    "timestamp": "1557426835",
                    "commentText": "Maggie Orourke and a mind reader are we? You are making an assumption that fits your argument, provide proof of his <b> racism,</b> or are you just making an assumption about a middle aged white man, which is both<b>  racist</b> an<b> d ageis</b>t.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ageist",
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "19",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557431905",
                    "commentText": "Paul Eiken youre right...honestly paul.. its like pot calling kettle <b> black.</b> So many people standing up for<b>  racism</b>.. im fine with that. But when its not actuall<b> y racis</b>t and the people lynching him act in a su<b> do raci</b>st manner it really makes you wonder if they are actually bothered its ab<b> out rac</b>ism... or just an opportunity to have a whinge on the internet. Im trying to be sensible here and allow people to make a judgement that it wasnt intention<b> ally ra</b>cist and when he realised it was he withdrew.... doesnt sound l<b> ike a r</b>acist to me that. Did he defend the link? Did he say som<b> ething </b>racist like \" i like the blacks?\"... no... he simply said... im sorry didnt realise there was a link.   Anyone who listens to his shows know he refers to chimps all the time... regardless the situation.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "20",
                    "user": "Katura Morganfield",
                    "date": "27w",
                    "timestamp": "1557434715",
                    "commentText": "This is <b> racist,</b> point blank. There's no getting around it. Joke or not. What a group of people does or doesn't find<b>  racist</b> can not be defined by the one bein<b> g racis</b>t. The \"joke\" was hurtful, obviously not to you, him and all the other people defending him, but it remains so. Saying that he was \"making a reference of the circus that is the royal family\" is bull. Couldn't he have chosen a different picture for that. One with an entire circus perhaps? It was ignorance on his end, but it was offensive, hurtful a<b> nd raci</b>st.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "21",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557438840",
                    "commentText": "Katura Morganfield having followed him for years... he uses chimps and apes in reference to lots of things. Its comical... its funny... theyre daft looking dressed up in human clothes... If he had chosen not to use that picture would that have also been <b> racist?</b> Point being he was always going to be judged whether he was a<b>  racist</b> or not... he cant win because the people maki g the judgement are poor at doing so... preferring to be enraged than to go say \" u know what...he apologised maybe it was a fuckup\" but people cant do that... can they. When can we have clear rules on what i<b> s racis</b>t and whats not..?... white chicks... white man.. worse things are everywhere... but white men only ever get labelled. If the rules are set like that no wonder theres outright confusion... is that danny's fault? Is he to blame? Is he a bad guy?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "22",
                    "user": "Katura Morganfield",
                    "date": "27w",
                    "timestamp": "1557441431",
                    "commentText": "Russell Jacques you following him and his personal thoughts are two totally different things. It's comical to you, but not to me. That's the point. As I've said before, you can not choose what is or isn't offensive to someone else. Just as one guy in the comments found it offensive that another commenter assumed they knew his <b> ethnicity.</b> It may not be offensive to them, but it is to him no matter how pointless it is. He's too<b>  old</b> to make a 'mistake' that blatantly offensive. It's good that he apologized, but to find that funny shows something off inside him. I haven't labeled anyone. I did label the situation a<b> s racis</b>t though. He may not be an inherently bad guy, but his environment has made him insensitive and develop a sick sense of humor",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Racist",
                        "Ethnicity"
                    ]
                },
                {
                    "id": "23",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557444432",
                    "commentText": "Katura Morganfield but picking a picture of a chimp was never about his <b> race.</b>... it was about the circus which is the royal family... see this innocent being being paraded infront of the media no sense of itself yet.... flash go the cameras... scribble go the pens... yet this little character is oblivious... just like the chimp.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "24",
                    "user": "Katura Morganfield",
                    "date": "27w",
                    "timestamp": "1557445431",
                    "commentText": "Russell Jacques it's just too sensitive a subject to joke around about. The <b> monkey </b>thing was a bad choice for that situation. He should have put more thought into it. It's offensive in the end. Yes, the media took it and ran. Yes, they are blowing it up, but it is wrong. Wrong picture, wrong family, wrong person to post it. A joke should be obvious to everyone. If it's not then it wasn't well thought out or funny. The<b>  monkey</b>/Black people thing flows too deep. A circus isn't, so he should have used clowns or something. Anything other than a monkey",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Monkey"
                    ]
                },
                {
                    "id": "25",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557501924",
                    "commentText": "Russell Jacques ''He did it to make reference to what a circus the royal family are''. How do you know..where did it say that in his post..? I only see '' Royal baby leaves hospital''..no mention of a circus..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557562729",
                    "commentText": "Michael Masters keep getting angry... keep turning my points into <b> racist </b>incensed madness. Im just saying this was a mistake by a human being. With no<b>  racist</b> intent in it. He made a mistake...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "27",
            "user": "Derek Evans",
            "date": "27w",
            "timestamp": "1557406161",
            "commentText": "Quote 1 \"It is Archie’s proximity to blackness that inspired Danny’s tweet of a <b> monkey,</b> whether he chooses to acknowledge this or not.\"You don't know that and it's libel to says so. I hope he takes action against you.Quote 2 \"I am glad Danny Baker has been relieved of his role as a DJ at the BBC because men like him say incredibly<b>  racist</b> things frequently and it is explained away.\"Maybe you could post a few more examples of Danny Baker saying \"incredibl<b> y racis</b>t things frequently\" and then I'd be happy to agree with you're opinion of him. (PS I will say that I do agree with other points made in this article about a constant level <b> of raci</b>sm in the world. We still have a long way to go, but Danny Baker is wrong target)",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 21,
            "replies": [
                {
                    "id": "28",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557408710",
                    "commentText": "Derek Evans oh please its <b> racist </b>end of, its disgusting,  its cruel and its vindictive. If Danny Baker wants to sue I suggest he rethink that idea. Hes a vile human being and so are you!!!",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "29",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557408945",
                    "commentText": "Maggie Orourke Thank you for your well constructed agrument. You forget to post the other examples. (Or any evidence he meant to cause offence)",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Russell Jacques",
                    "date": "27w",
                    "timestamp": "1557409695",
                    "commentText": "i agree Derek.  <b> Racism </b>is the easiest stereotype bandwagon to jump onto.  This wasnt meant to be a<b>  racist</b> joke, yet people have developed it into something akin to a beheading.  He didnt realise, he deleted, he apologised.  No one can make mistakes anymore - mistake which hurt no one too....",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "31",
                    "user": "Louise Benn",
                    "date": "27w",
                    "timestamp": "1557410094",
                    "commentText": "BREAKING NEWS: White man doesn't think something blatantly <b> racist </b>is<b>  racist</b>- more at six",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "32",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557413510",
                    "commentText": "Chantelle Bennett You don't know my background. Or my <b> ethnic </b>origin. Please don't comment on my<b>  ethnicity</b> I find it offensive.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnic",
                        "Ethnicity"
                    ]
                },
                {
                    "id": "33",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557417633",
                    "commentText": "Why do you think he chose a picture of two people leaving a hospital with a <b> monkey </b>in between them... on the same day Harry and Megan took thier newborn home?",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Monkey"
                    ]
                },
                {
                    "id": "34",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557418270",
                    "commentText": "Derek Evans No person of colour I know would be defending someone who post a picture of a <b> monkey.</b>. which - everyone knows -  was refering to the royal baby who is part<b>  black</b> afro carribean heritage..",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Monkey"
                    ]
                },
                {
                    "id": "35",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557419177",
                    "commentText": "Wheres your proof he didn't?l",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557419526",
                    "commentText": "It's funny all the people saying it isn't <b> racist </b>are infact white!!🙄 You have no idea what it feels like to be discriminated against because of colour and nor do I difference is I know<b>  racism</b> when I see it and it makes me sick to my stomach an i call people out o<b> n racis</b>t behaviour I don't make excuses for it because there are none!!!",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "37",
                    "user": "Chris Little",
                    "date": "27w",
                    "timestamp": "1557420266",
                    "commentText": "Derel you're a <b> racist,</b>  go on sue me",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "38",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557420528",
                    "commentText": "Maggie Orourke You can't prove a negative. Hence it's never \"prove you didn't do it\".",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557420721",
                    "commentText": "El Abdulla I'm shocked that anyone would make a sweeping statement starting \"No person of colour.... \" that sounds very much like a remark any famous person should stay well away from.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557420798",
                    "commentText": "Maggie Orourke There you go again talking about my <b> ethnicity.</b> Is it possible you can try and have this conversation without insulting other people.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnicity"
                    ]
                },
                {
                    "id": "41",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557421028",
                    "commentText": "Chris Little Thank you for your valuable contribution to the debate about Danny Baker's Tweet and the way he's been treated by the BBC and the media.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Paul Eiken",
                    "date": "27w",
                    "timestamp": "1557426962",
                    "commentText": "Maggie Orourke now with more of the abuse!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557428662",
                    "commentText": "Derek Evans You're shocked at me stating..''No person of colour I know'' how is it a sweeping statemant..please expalin? And ''a remark any famous person should stay away from...?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557431253",
                    "commentText": "El Abdulla I (genuinely) apologise, I mis-read your remark and did not realise you meant only people you know. Sorry, that also makes your remark fair enough.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "El Abdulla",
                    "date": "27w",
                    "timestamp": "1557431829",
                    "commentText": "I said that in reply to your comment to the C Bennet who suggested/assumed your <b> ethnicity </b>was white..  You said ''she doesn't know your back ground'' etc..or<b>  ethnicity</b>..half suggeting she was mistaken..why be vague? Th<b> e woma</b>n made an assumption base on the fact, its highley unlikly a person of colour is going to defend a<b>  ''raci</b>s<b> t'' mon</b>key reference..and more likley to be defended and made light of <b> by a ra</b>cist white person...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Racist",
                        "Ethnicity",
                        "Monkey"
                    ]
                },
                {
                    "id": "46",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557498295",
                    "commentText": "Derek Evans you can't teach stupid so  I give up. You carry on being <b> racist!</b>!🙄",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "47",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557510402",
                    "commentText": "El Abdulla I'm not very good at this type of thing. But I'm hoping this link will work:  [LINK]  It's quite a lot of reading and I can't work out how to direct this thread to specific replies. But there are plenty of people saying they are a <b> black </b>and do not think it was deliberate and supporting Danny Baker. I'm glad that there is a debate about what happened.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "48",
                    "user": "Derek Evans",
                    "date": "27w",
                    "timestamp": "1557510605",
                    "commentText": "Maggie Orourke I see several people have tried but no-one can teach you not to be abusive. PS You've insulted my whole <b> ethnicity,</b> my opinion and my intelligence, feel free to mention my sexuality and religion you'll have (nearly) a full set then.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnicity"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Racist",
                "Monkey"
            ]
        },
        {
            "id": "49",
            "user": "Matt Rundle",
            "date": "27w",
            "timestamp": "1557407831",
            "commentText": "I don't see that any stripping of humanity has occurred to the baby. Human beings possess humanity by sheer fact of existence. I also don't agree about the idea of 'causing hurt'. Only physical intervention does that. You can't reach into someone's mind and control / dictate their emotions; humans aren't robots. One's response depends on context and that is a personal matter. I.e., I can understand people taking offence, but offence isn't 'caused' as if it were a law of the universe.I do think though that Danny Baker knew what he was tweeting, and I do think he was unbelievably stupid for doing so....",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "50",
                    "user": "Sinse Milla",
                    "date": "27w",
                    "timestamp": "1557413987",
                    "commentText": "Do you really think its wise to go around displaying your ignorance so blatantly and arrogantly? Youre pathetic.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51",
                    "user": "Matt Rundle",
                    "date": "27w",
                    "timestamp": "1557423415",
                    "commentText": "Sinse Milla well firstly I love you too - and we don't even know each other! Secondly, just look at Martin Kelly's link below  [LINK]  take your foot out of your mouth. Are you going to call that anti-semitism out? Course not. Or at least not once you've found it in the dictionary...Thirdly, (keep the dictionary to hand - you'll need it), the idea that it is ignorant or pathetic to point out the simple fact that no non-physical phenomenon is capable of altering one's neural causality, especially when the agent in question is an opinion, utterance, image or the printed word, is itself ignoract and pathetic.That said I still maintain there is no way Danny Baker didn't know that was <b> racist.</b> No way at all.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Kelly Clark",
            "date": "27w",
            "timestamp": "1557415576",
            "commentText": "Does Baker have a history of <b> racist </b>behavior?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "53",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557418807",
                    "commentText": "Kelly Clark he does now!!!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Richard Wilcoxson",
                    "date": "27w",
                    "timestamp": "1557422392",
                    "commentText": "Maggie Orourke No then.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55",
                    "user": "Katura Morganfield",
                    "date": "27w",
                    "timestamp": "1557433262",
                    "commentText": "Do you need to have a history of stealing to be a thief? Murder to be a murderer? And how would we know if he does or Not? Most <b> racist </b>people try their best to hide it",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "56",
            "user": "Roger Clague",
            "date": "27w",
            "timestamp": "1557416525",
            "commentText": "\"Karl Vogt who believed <b> black </b>people were related to apes and thus not fully human.\"Chimps and<b>  black</b> people ar<b> e blac</b>k, have wide noses and thick lips because human evolved from apes in hot tropical Africa.People  evolved whiter skin, narrow a<b> nd th</b>in noses as they moved to  colder climates.That is blacks achieved the leap f<b> rom </b>ape to human .And blacks have been humans longer than whites.Being compared to a chimp is only an insult is you don't understand human evolution. and are primed to take offence..Language was a key to humanity.I am not surprise<b> d my Afr</b>ican wife usually wins our arguments ...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "57",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557418997",
                    "commentText": "Roger Clague it's meant as an insult, what is your point? That we should just let this disgusting behaviour go by without saying anything? We all descended from apes but I didn't see anyone tweet this when any other royal baby was born?? Take your post and shove it .",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "58",
                    "user": "Chris Little",
                    "date": "27w",
                    "timestamp": "1557423069",
                    "commentText": "No,  opposable thumbs were you <b> racist </b>thundercunt",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Ape",
                "Black",
                "African",
                "Thin"
            ]
        },
        {
            "id": "59",
            "user": "Tom Whipple",
            "date": "27w",
            "timestamp": "1557420147",
            "commentText": "The article seems to stand or fall on this statement: \"It is Archie’s proximity to blackness that inspired Danny’s tweet of a <b> monkey,</b> whether he chooses to acknowledge this or not.\"If that's not true, everything else in article is irrelevant (is, in fact, possibly libellous). So I think it needs a bit more explanation - it doesn't seem so self-evident to me that that is the case.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Monkey"
            ]
        },
        {
            "id": "60",
            "user": "Charmayne Headley",
            "date": "27w",
            "timestamp": "1557421777",
            "commentText": "Beautifully written. X",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "Martin Kelly",
            "date": "27w",
            "timestamp": "1557422756",
            "commentText": "Kelechi Okafor is a raging hypocrite. Thinks <b> nothing </b>of being anti-semitic when the mood takes her and makes no apology for it.   [LINK] ",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "62",
                    "user": "Matt Rundle",
                    "date": "27w",
                    "timestamp": "1557423051",
                    "commentText": "omg that's horrific",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "63",
            "user": "Hikmah Ibrahim",
            "date": "27w",
            "timestamp": "1557426169",
            "commentText": "How disgusting to compare anyone's child to a chimp or <b> monkey.</b>..how degrading rude nasty<b>  racist</b> and unacceptable in this day an<b> d ag</b>e. No matter who the child happens to be related to this reference to monkeys is a absolute disgrace and trying to deny racial connections makes the whole incident cheap nastier and mean...what a low life....H",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Racist",
                "Monkey"
            ]
        },
        {
            "id": "64",
            "user": "Marc Dougherty",
            "date": "27w",
            "timestamp": "1557431120",
            "commentText": "Pathetic! Kelechi your piece is actually quite offensive and naive. The “ slave “ trade was in fruition when “ whites” arrived in Africa.  Blacks, sold <b> black </b>slaves, to other blacks, who then seen the opportunity to make more money from the overseas markets and hence the transportation of slaves to the west. As for the “<b>  Monkey</b> “ theory, we are ALL derived from primates and it’s just a pigment that derives our eventua<b> l ethnicit</b>y.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "65",
                    "user": "Maggie Orourke",
                    "date": "27w",
                    "timestamp": "1557477543",
                    "commentText": "Marc Dougherty the expert on slavery!! This is about a white man posting a picture of a chimp and comparing it to the new royal baby who happens to be of <b> black </b>decent. It was<b>  racist</b> and no amount of white people saying otherwise makes that fact any different.  I'm actually ashamed to read these comments.  Totally disgusted infact. Hes a 60 yea<b> r ol</b>d man he knew exactly what he was doing and has lost his job so hell mend him!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Racist",
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Ethnicity",
                "Black",
                "Monkey"
            ]
        },
        {
            "id": "66",
            "user": "Anne Marie",
            "date": "27w",
            "timestamp": "1557433484",
            "commentText": "Freedom of expression/ speech??? <b> Nothing </b>to do with<b>  racism</b>, everything to do with freedom..<b> . brexi</b>t of expression!!!! Bravo",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racism",
                "Brexit"
            ]
        },
        {
            "id": "67",
            "user": "Antony Reed",
            "date": "27w",
            "timestamp": "1557434764",
            "commentText": "Fuk the media",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "68",
            "user": "Suki London",
            "date": "27w",
            "timestamp": "1557436167",
            "commentText": "LOL @ The <b> mental </b>gymnastics low-key<b>  racist</b> white ppl are doing in the comments section is hilarious. “Oh Danny’s no<b> t racis</b>t, he was just being funny, anyone that follows his work knows would know that” 🙄😂To make a careless “joke” about a newborn baby is disgusting.Whatever happened to being decent and thoughtful human beings?? The lot of you are cancers and cowards.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Mental"
            ]
        },
        {
            "id": "69",
            "user": "Steve Morris",
            "date": "27w",
            "timestamp": "1557446723",
            "commentText": "It was a bad call. But do believe it was with out malice. Danny Baker is not a bad guy and not a <b> racist.</b> It all depends how you look in to it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "70",
            "user": "Ray S. Cline",
            "date": "27w",
            "timestamp": "1557458875",
            "commentText": "WOW. <b> Racist </b>Low Life beating up on a newborn baby.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "71",
            "user": "Lyn Lawson",
            "date": "27w",
            "timestamp": "1557479093",
            "commentText": "I see it's mostly white people who are up in arms about him being fired, and explaining away any \"ill will\" because he's a nice bloke.Maybe us whities could try two things here, shutting up and listening. I know, it's radical but I think we're more than ready.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "72",
            "user": "Philip Pern",
            "date": "27w",
            "timestamp": "1557492755",
            "commentText": "When I first saw it, I thought it mildly funny and maybe a slight dig at the royals. I never even thought of this as at all <b> racist.</b> It didn't enter my head until mentioned by others. This is British sense of humour which some may not understand. I think it a shame it's been blown up in such a fashion.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "73",
                    "user": "Ben Sheard",
                    "date": "27w",
                    "timestamp": "1557511512",
                    "commentText": "Don't you dare pull us all into your pit - i'm British - it's a shite joke.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "74",
            "user": "Edwin Moore Momife",
            "date": "27w",
            "timestamp": "1557566277",
            "commentText": "Danny Baker..a moron always..he is the epitome of media idiocy..he has never been funny ..overated from day one..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}