{
    "header": {
        "title": " Girl, 3, told to ‘f**k off back to Syria’ as TfL ‘stood by and did nothing’ ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.2k ",
        "datePosted": " Thursday 28 Feb 2019 11:03 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/28/girl-3-told-fk-off-back-syria-tfl-stood-nothing-8778411/ ",
        "postText": "A mum says her 3-year-old daughter was left shaken after the pair were subjected to ‘racial and Islamophobic abuse’ at an underground station, while TfL staff ‘did nothing to help’.', 'Rashina Begum posted about the incident on social media and alleges they were told to ‘go back to Syria’ and ‘f*ck off back to your country’ at Mile End station at around 2pm on Sunday 24 February by a ‘white male’.', 'An infuriated Ms Begum says she immediately informed TfL staff about the incident and was led into an office, as another station member went down to the platform.', 'However, ‘matters were made worse’ when she could see from the CCTV in the office that the ‘perpetrator had his hand shaken by the TFL staff member’ and was let ‘onto a train’.', 'Ms Begum said she was ‘outraged’ by the way in which TfL staff had handled the incident, adding that she had protested about why the man hadn’t been taken aside and had his name and details reported to the police.', 'She said: ‘This is clearly a racial incident which involved my 3-year-old girl who was absolutely shook up by the ordeal.', '‘This grown up adult cannot get away with this in this day and age.’', 'Rashina says she has since logged the complaint with TfL and is ‘still awaiting a response’, saying she wanted footage of the incident to help police identify the ‘racist who abused me and my child’ and an ‘investigation into staff behaviour’.', 'TfL’s director of policing Siwan Hayward said: ‘All of our customers have every right to travel without fear of abuse and we are urgently investigating this incident with our Mile End station team.', '‘We encourage anybody who experiences verbal or physical assault to report it to the police immediately or to our staff who are trained to contact the police and offer assistance.’",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General,Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Woman,Nothing,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mike Mcdermott",
            "date": "38w",
            "timestamp": "1551357647",
            "commentText": "I'm not sure what she expected TFL to do............TFL dont run trains to Syria",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "1",
                    "user": "Eileen Hobkirk",
                    "date": "38w",
                    "timestamp": "1551358935",
                    "commentText": "Like it, Mike.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Shuhel Ahmed",
                    "date": "38w",
                    "timestamp": "1551386278",
                    "commentText": "I'm not sure what she expected TFL to do? Are you kidding me mate? The first thing TFL must do is console the victim and then contact the Police straight away. Secondly we don't know what the TFL member of staff said to the perpretator other than shaking his hand. What was the reason for shaking his hand when this individual has been accused of spouting islamophobic abuse. Personally I would have attempted to hold the individual there without the need for force and if he got away then at least the attempt is better than not trying. Lastly your lack of sympathy is absolutely disgusting. Imagine if it was your own daughter, niece, nephew etc etc",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Mikri Vigla",
                    "date": "38w",
                    "timestamp": "1551404700",
                    "commentText": "Shuhel Ahmed the problem is the evil you bring into Europe far, far outweigh anything Europeans do to you. Why did you run away from your country? If you can't live with your own people why do you think we want you here?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Arnold Hedge",
                    "date": "38w",
                    "timestamp": "1551425917",
                    "commentText": "Shuhel Ahmed You are mixing up TfL staff (no powers of arrest) with British Transport Police. The Police can detain people, question them, require them to give their details, etc. Station staff can call the police, the same as this <b> woman </b>could have done herself.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "5",
                    "user": "Shuhel Ahmed",
                    "date": "38w",
                    "timestamp": "1551441950",
                    "commentText": "Mikri Vigla The problem is the vile evil we bring into europe? I'm assuming you mean Islam which has many law abiding muslims living here in the UK. You seem to forget your history so let me educate you about colonialism, imperialism and reckless foreign policy that has brought problems into the UK and europe, a making of your own problem, have you ever considered that? I guess not. Run from my country? I was born in the UK mate but if it wasn't for the british colonizing India, none of us would be in the UK in the first place. Plus the UK invited people to come across the pond to help rebuild this country after world war 2. It's people like you who reek of ignorance and sheer <b> racism,</b> so do me a favour and educate yourself.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "6",
                    "user": "Shuhel Ahmed",
                    "date": "38w",
                    "timestamp": "1551441767",
                    "commentText": "Michael Fisher Ironic from someone who doesn't have a pic, clearly an unaccountable troll.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Shuhel Ahmed",
                    "date": "38w",
                    "timestamp": "1551441906",
                    "commentText": "Gary Barton Can you read or are you not good at seeing the details. I said accused so I am not saying it is a fact that he is a <b> racist.</b> Do you have any evidence to show that he definitely didn't say anything<b>  racist</b> to her? No so don't contradict yourself. I doubt <b> a woma</b>n with her young child would make such a big fuss if something wasn't definitely said.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Racist"
                    ]
                },
                {
                    "id": "8",
                    "user": "Shuhel Ahmed",
                    "date": "38w",
                    "timestamp": "1551442381",
                    "commentText": "Arnold Hedge There is <b> nothing </b>to say TFL staff cannot legally question someone of an incident if a potential crime took place underground. I agree it is a British Transport Police matter as I used to be a Police Constable myself so I know what powers we have and the powers the public have. But why shouldn't the lady raise the incident with TFL staff as they are there to assist commuters of any concerns they have, by liasing with TFL as well as the British Transport Police, your more likely to get to the bottom of what happened. I don't understand your logic or<b>  common</b> sense mate.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Common"
                    ]
                },
                {
                    "id": "9",
                    "user": "Zorah Vally",
                    "date": "37w",
                    "timestamp": "1551455782",
                    "commentText": "Mikri Vigla, the same way British lived luxurious lifestyle in Commonwealth countries, which you or your family did not get a taste of it!! And, still not getting any luck with it and so jealous! Go and start a business as they have, instead of working for other people and be enslaved by it, and your tongue! Are you sure affluent and educated Britain and aristocrats, wants people like you??? They got their initial wealth from Eastern countries.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Arnold Hedge",
                    "date": "37w",
                    "timestamp": "1551510218",
                    "commentText": "Uncountable? In what way does having a photo, which could be of anyone, make you accountable? I'm not your mate by the way.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Shuhel Ahmed",
                    "date": "37w",
                    "timestamp": "1551535079",
                    "commentText": "Arnold Hedge it's a figure of speech not that I would consider someone of your ilk to be my mate lol",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Shuhel Ahmed",
                    "date": "37w",
                    "timestamp": "1551535239",
                    "commentText": "Arnold Hedge if you have a profile photo of someone, I can usually tell if a profile is fake or not. The fact that someone has chosen to hide their profile photo or not put one up so they can spout nonsense means they don't want to be known as to who they are when they speak or chat nonsense. Just like yourself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Paul Christo",
            "date": "38w",
            "timestamp": "1551359677",
            "commentText": "It surprISIS me that TFL didn't give a sh*t.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Shamima Aktha",
            "date": "38w",
            "timestamp": "1551365521",
            "commentText": "Probably was Tommy in tfl uniform",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Denise Janet Bedding",
            "date": "38w",
            "timestamp": "1551378745",
            "commentText": "I am surprised there was a white male at Mile End",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "16",
                    "user": "Fahim-Uz Zaman",
                    "date": "38w",
                    "timestamp": "1551380110",
                    "commentText": "Found a Tommy- bell-end- Robinson supporter.... have you been to tower hamlets or do you just listen to the crap that comes out of the likes of Robinson and Britian First??? Of course there are white people there. Guess what? There's also pubs and bacon in Tower Hamlets! And right in front of the East London Mosque, there's a pub! P.S. You need to lay off the bacon...",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "André Machado",
                    "date": "38w",
                    "timestamp": "1551385480",
                    "commentText": "Fahim-Uz Zaman lay off the bacon?! What a stupid answer.. If that's what you think bacon does you couldn't be more idiot!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Mikri Vigla",
                    "date": "38w",
                    "timestamp": "1551404799",
                    "commentText": "André Machado ffs,it's called a joke.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Denise Janet Bedding",
                    "date": "38w",
                    "timestamp": "1551420920",
                    "commentText": "Fahim-Uz Zaman",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Denise Janet Bedding",
                    "date": "38w",
                    "timestamp": "1551421149",
                    "commentText": "I was born here 64 years ago . Was you ? It is typical to suggest I would be a supporter of Tommy or a consumer of bacon . Maybe a nice bit of pork would do you some good",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Denise Janet Bedding",
                    "date": "38w",
                    "timestamp": "1551421216",
                    "commentText": "Mikri Vigla  it was a joke was it ?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Zorah Vally",
                    "date": "37w",
                    "timestamp": "1551457288",
                    "commentText": "To Denise Bedding - Pork is cheap food to fill your belly. It is full of parasites. It eats up your brain cells. A documentary named it as filthy food. https://www.healthline.com/nutrition/is-pork-bad",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Arnold Hedge",
            "date": "38w",
            "timestamp": "1551384547",
            "commentText": "TfL staff are there to run the tube, not police it.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "André Machado",
            "date": "38w",
            "timestamp": "1551386166",
            "commentText": "If it was the other way around, a muslim racially abusing a white person, you would see anything on the newspapers.. Stop playing the victim part! You're savages!You've transformed East London into the shittiest place in London. Insecure and filhty!",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Barbara Maguire",
            "date": "38w",
            "timestamp": "1551386296",
            "commentText": "Her 'compo face' is rubbish, non effective, useless...",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Dome Ladome",
            "date": "37w",
            "timestamp": "1551459801",
            "commentText": "The branch doesn't fall far from the tree !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}