{
    "header": {
        "title": " Sexually transmitted diseases on the rise among over-65s ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 376 ",
        "datePosted": " Thursday 3 Oct 2019 12:01 am ",
        "dateExtraction": " 2019-11-13 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/03/sexually-transmitted-diseases-rising-among-over-65s-10851383/ ",
        "postText": "Sexually transmitted diseases are rising among older people, new data shows.', 'Age UK statistics have revealed that the rate of diagnoses went up by 23 per cent for those aged 65 and over since 2014.', 'Broken down, this means there were 2,108 cases of STDs among elderly men in 2018, and 472 among women.', 'The statistics also revealed that middle-aged men are almost three times more likely to get an STD than women of the same age.', 'Men between the ages of 45 and 64 accounted for 23,943 cases of STDs in 2018, a 18 per cent rise on 2014.', 'Women of the same age accounted for 8,837 of cases, which equates to a four per cent rise.', 'The statistics were released as part of a social media campaign to highlight the risk of STDs among all age groups, including the elderly.', 'Age UK are striving to see improved access to health services for older people and more support to those who wish to remain sexually active.', 'Caroline Abrahams, Age UK’s charity director, said: ‘Sex continues to be important for many of us well into old age, but for some reason the whole topic remains taboo in some circles.', '‘This is a shame and it also means that sexually active older people are at greater risk of STIs than they need to be or ought to be.', 'Health professionals should be open about discussing sexual health with older people and certainly not immediately jump to the conclusion that sex is irrelevant once you pass a certain birthday.', '‘Public health messages around sexual health and STI prevention also need to recognise the reality that sex is a part of many people’s later lives and aim to be inclusive of people of all ages.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jeanne Prokop King",
            "date": "5w",
            "timestamp": "1570105031",
            "commentText": "Herd a bunch of Boomers from the <b> Sex,</b>m Drugs and Rock and Roll era into a retiremnt community with a lot of time on their hands and introduce the\"little blue pill\" What do you expect?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Ralph Williams",
                    "date": "5w",
                    "timestamp": "1570135468",
                    "commentText": "I heard Millenials are alone and depressed.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "2",
            "user": "Ronnie Cunns",
            "date": "5w",
            "timestamp": "1570120954",
            "commentText": "Some of my online friends are glad that these can't be contacted throguh email.lol",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "John Wallace",
            "date": "5w",
            "timestamp": "1570134513",
            "commentText": "The <b> sex </b>lasts a few minutes, the STDs are the gift that keeps giving",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "4",
            "user": "John Powledge",
            "date": "5w",
            "timestamp": "1570158715",
            "commentText": "Amazing. Now even stable older people can't be counted on to behave responsibly. Of course prevention is very simple. Don't have <b> sex </b>with anyone you aren't married to and then, with them, remain monogamous.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        }
    ]
}