{
    "header": {
        "title": " Woman calls out ‘fat shaming’ bullies for calling her ‘porky’ ",
        "subtitle": " ",
        "owner": " Gus Carter ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 218 ",
        "datePosted": " Tuesday 17 Sep 2019 5:11 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/17/woman-calls-fat-shaming-bullies-calling-porky-10759393/?ito=social&fbclid=IwAR3dJzWD_SwaNOXnEShdLEXGS55byMcnzCcXnBof_mdnHjrtb2_uUHP0jPE ",
        "postText": "A woman has spoken out about being ‘body shamed’ after a gang of youths chanted ‘porky’ at her as she walked home.', 'Bex Zandersluil, 21, took to Facebook to share the ‘scary’ experience, which happened as she was walking home from a nearby shop.', 'She was strolling through a local park when the group of boys, who she believed to be aged between 15 and 18, targeted her.', 'Bex was in Middleleaze Park in Swindon, Wiltshire, when she was body shamed by the bullying yobs.', '‘They were calling out at me, calling me “porky” quite loudly. I don’t think I even needed to turn down my earphones,’ said Bex, of West Swindon.', 'She has urged parents to talk to their children about body shaming and harassment.', 'Bex wrote on Facebook: ‘If these are your kids or you know them, please have a chat about harassment and fat shaming.', '‘I’m well aware I’m a bigger girl but I didn’t deserve that. My concern is for people who aren’t as strong. For those it could’ve been the thing that broke them.', '‘Also, it’s scary having a group of tall boys chant horrible things at you. You don’t know if they plan on following you or hurting you.’', 'And Bex added that she has been body-shamed most of her life.', 'She said: ‘I went through quite a lot at home. As a form of emotional protection I ate a lot and put on quite a lot of weight.', '‘I felt insecure about that, I would get targeted about the way I looked and I couldn’t walk to school without being afraid of someone saying something to me.', '‘If I had been in the same head space as I used to be this would have caused me to have a breakdown.’', 'Bex lost someone close to her because of how they were treated for the way they looked.', '‘My friend took her own life because she became so desperate. Part of the reason was because of body shaming and bullying,’ she said.', '‘I don’t want to hear that another person has killed themselves because of being picked on.', '‘It’s the small things that make a difference like calling them names and pushing someone, it can hurt them and it’s your decision to do these things.’', 'But despite all she has been through, Bex said: ‘If you have anything that is strange or unusual, I think that it should be celebrated.', '‘You shouldn’t let the treatment of you change the way you are, it’s about taking care of yourself.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "9w",
            "timestamp": "1568740064",
            "commentText": "Just eat less darling and you won’t have any further issues.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Grace C Grace",
                    "date": "9w",
                    "timestamp": "1568788931",
                    "commentText": "I wonder what a gang of hoodies in a park would bully you for? everything probably",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "David Cooke",
            "date": "9w",
            "timestamp": "1568741342",
            "commentText": "There will be no joy from the parents, they probably play banjo's. And fake jack Russell, you must be one of their dads.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Dudden Hall",
            "date": "9w",
            "timestamp": "1568794987",
            "commentText": "It should become like smoking, not acceptable in public spaces.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "John Simms",
            "date": "9w",
            "timestamp": "1568800045",
            "commentText": "The recipe for a local story. 1 x Single young <b> woman.</b> 1 x Group of teenage boys. 1 x Otherwise empty park. Something was bound to happen.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        }
    ]
}