{
    "header": {
        "title": " Donald Trump says homeless people are ruining the ‘prestige’ of wealthy US cities ",
        "subtitle": " ",
        "owner": " Jimmy McCloskey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8k ",
        "datePosted": " Wednesday 18 Sep 2019 2:08 pm ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/18/donald-trump-says-homeless-people-ruining-prestige-wealthy-us-cities-10766237/?ito=social&fbclid=IwAR050z_6ZOtQWw2CXq2BIKTE15KhhfLVigWRBLyGbXLj82g8XkvvED4HRAI ",
        "postText": "Donald Trump says homeless people sleeping rough on the streets of wealthy US cities are ruining those areas’ ‘prestige.’', 'The President of the United States said rough sleepers were living on ‘our best highways, our best streets, our best entrances to building(s).’', 'Trump, who worked as a property developer before becoming president added: ‘People in those buildings pay tremendous taxes where they went to those locations because of the prestige.’', 'He said cities including San Francisco will ‘destroy themselves’ if they do not tackle the homeless crisis, and also blamed immigrants for worsening the problem.', 'Speaking aboard Air Force One during a fundraising trip to California on Tuesday, the president explained: ‘In many cases they came from other countries and they moved to Los Angeles or they moved to San Francisco because of the prestige of the city, and all of a sudden they have tents.', '‘Hundreds and hundreds of tents and people living at the entrance to their office building.', '‘And they want to leave. And the people of San Francisco are fed up, and the people of Los Angeles are fed up.', '‘And we’re looking at it, and we’ll be doing something about it.’', 'Trump has sent officials to the golden state in a bid to tackle the burgeoning homeless crisis there, despite homelessness not being considered the responsibility of the US federal government.', 'Around 10,000 people are estimate to live on the streets of San Francisco.', 'California Governor Gavon Newsom asked Trump to approve housing vouchers and increase their value to help people cope with rising rents across California.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kris Ball",
            "date": "9w",
            "timestamp": "1568820753",
            "commentText": "What a cucking funt he is",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Kantami Blossom",
            "date": "9w",
            "timestamp": "1568828275",
            "commentText": "if he wants them off the streets then let him open up his properties to them, or failing that mabe if he actually paid his proper taxes(instead of using tricks to dodge them) then the government could have used some of the money to build low cost housing or shelters.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "Anthony Rogers",
                    "date": "9w",
                    "timestamp": "1568841367",
                    "commentText": "\"I remember once my father and I were walking down Fifth Avenue and there was a homeless person sitting right outside of Trump Tower and I remember my father pointing to him and saying, ‘You know, that guy has $8 billion more than me,’ because he was in such extreme debt at that point, you know?\"  - Ivanka TrumpHis last eight years of tax returns were recently subpoenaed so that'll be fun at least.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Richard Peacock",
                    "date": "9w",
                    "timestamp": "1568892470",
                    "commentText": "Donald Trump let a homeless <b> black </b<b> >woman</b> stay at his hotel in New York City rent-free for eight years.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Black"
                    ]
                },
                {
                    "id": "4",
                    "user": "Kantami Blossom",
                    "date": "9w",
                    "timestamp": "1568899984",
                    "commentText": "Richard Peacock no he didn't, that claim was proven false in 2016 shortly after a video of the womens claims went viral.Trump's organisation and the Tump Hotels spokeswoman all claimed the women was lying.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Iain McIntyre",
            "date": "9w",
            "timestamp": "1568830859",
            "commentText": "I know, he probably thinks 'haven't they got homes to go to'  Facepalm.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Sohail Sattar",
            "date": "9w",
            "timestamp": "1568840342",
            "commentText": "What an arrogant SOB who thinks he'll like forever. God's judgement awaits him",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Mark Scott",
            "date": "9w",
            "timestamp": "1568845087",
            "commentText": "Well maybe spend tens of billions tackling homelessness instead of Arms and Wars then",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Jemma Anne",
            "date": "9w",
            "timestamp": "1568886210",
            "commentText": "The US needs to prioritise better with how much they are spending. If they didn't spend 32 million an hour on War, they might actually be able to tackle homelessness",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "John Wareham",
            "date": "9w",
            "timestamp": "1568889597",
            "commentText": "No different to the tories in Windsor, he doesn't see the different, the mentally ill as real people.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Duncan Geoffrey Hewitt",
            "date": "9w",
            "timestamp": "1568890365",
            "commentText": "there is nowhere else for homeless people to go to than the streets in cities. I dont think the US has much of a welfare state to protect people from sleeping rough.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Leukadian Penny Kell",
            "date": "9w",
            "timestamp": "1568919647",
            "commentText": "Oh my gosh!!!!!He’s such an idiot!!I lived AND worked in downtown LAIt’s very pricy ( yes)However in the recent ten years It’s prices for lofts And high rise apts has skyrocketed!!The city under went a major construction facelift if you will and modernizationAnd yes tent row is still thereA few blocks from the business district where I’m guessing he’s talking aboutThe place after two years of building / modernizing these beautiful lofts and aptsNamed after IE the W ( famous BH hotel ) none are Trump buildings BTWBut my point they started out with fair pricing for monthly’s once the 10 percent of them filled up prices doubledAnd tripledAnd so onHe’s full of Crap!!!In LA anyway They are NOT affecting the property values one bit!!!Now agreed out front of a business can be roughBut the business owner can go out side and speak with themMy gosh these are human beings Not rubble on the streetsI’m sure they much rather be insideWho knows how they got thereOr whyFrankly the stories are all to commonIt can happen to anyoneHow dare him He’s supposed to protect and helpAnd rise up our population GgggggrrrrrrA bit wordy But what can I say?Shame on himThe man has so much",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Britain Is The People",
            "date": "8w",
            "timestamp": "1569169488",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}