{
    "header": {
        "title": " Fury over fake photo of Greta Thunberg eating lunch in front of poor children ",
        "subtitle": " ",
        "owner": " Paul Harper ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 37.2k ",
        "datePosted": " Friday 27 Sep 2019 12:51 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/27/fury-over-fake-photo-of-greta-thurnberg-eating-lunch-in-front-of-poor-children-10818352/ ",
        "postText": "The son of Brazil’s controversial president Jair Bolsonaro has faced criticism for sharing a fake photo of teenage activist Greta Thunberg eating lunch in front of poor-looking children.', 'Eduardo Bolsonaro, who is bidding to become the Brazilian Ambassador to the United States, shared the image on Twitter.', 'In a speech at the UN on Monday, Thunberg, 16, who has inspired millions to protest against climate change, accused world leaders of ‘stealing her childhood’.', 'The Swedish teenager has, however, repeatedly faced criticism from right wing politicians and commentators as well as abuse from trolls on social media.', 'Thunberg was originally pictured eating food on a train with forest in the background and the caption ‘lunch in Denmark’.', 'But Bolsonaro, a federal deputy in Sao Paulo, shared a post which featured an edited version of the photo showing hungry-looking children looking through the window as Thunberg eats her food.', 'The president’s son wrote: ‘You stole my childhood said the girl financed by George Soros’ Open Society.’', 'The post featured an article suggesting Thunberg receives funding from George Soros, but reports state there is nothing to suggest she is funded by the Hungarian-American billionaire.', 'Many right-wing conspiracy theorists are convinced Soros is the secret leader of some all-powerful group of liberals which have a massive influence on global affairs.', 'Brazilian Senator Eliziane Gama, who forms part of the Foreign Relations commission which will decide whether to asses Bolsonaro’s application to be the new ambassador to the United States, described the post as ‘great irresponsibility’.', 'She added: ‘Fake news today is an evil which must be combated in every democratic society in the world.', '‘It’s something that we do not accept, and it is accepted even less when it is done by a public representative.', '‘It’s lamentable, and I think the deputy needs to retract it, make an apology to the 16-year-old and to both the Brazilian and international society.’', 'Another post on Twitter which drew thousands of responses slammed Thunberg over the same photo for having ‘processed food’, but was later deleted following a backlash.', 'This week Prince Harry praised the Scandinavian campaigner and backed her concerns about climate change.', 'Prince Harry said: ‘This last week, led by Greta, the world’s children are striking.', '‘There is an emergency. It’s a race against time and one in which we are losing, and everyone knows it.', '‘I don’t believe there is anybody in this world that can deny science, undeniable science and facts.’",
        "numberPosts": " 28 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Retard,Mental,Old,Age,Black,Fruit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Aieshsa  Orizon",
            "date": "8w",
            "timestamp": "1569588844",
            "commentText": "I am so sorry but do I see plastic with her lunch?",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "1",
                    "user": "Anna Lowinger",
                    "date": "8w",
                    "timestamp": "1569589373",
                    "commentText": "It should be the government duty to ban plastic not hers. Plastic is highly toxic for human and especially for animals. Government only care about businesses not the people and living creatures. Poor Greta shouldn't be in the picture. Plastic is <b> nothing </b>to do with her.",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "2",
                    "user": "Tim Kane",
                    "date": "8w",
                    "timestamp": "1569590861",
                    "commentText": "Do as I say, not as I do.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "8w",
                    "timestamp": "1569593747",
                    "commentText": "Yep.I don't see a point to your comment, though. Obviously, you're attempting to paint her out as a hypocrite, but that would make you someone who can't tell the difference between urging industry to find alternatives to plastic, and buying food at a station that is in plastic because industry hasn't caught up with this change yet.Don't worry, Tim is just as confused and paranoid as you are. Poor wee things.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Rich Paine",
                    "date": "8w",
                    "timestamp": "1569598260",
                    "commentText": "Bat Fastard - What's with the insults and hate? It's like people want to carry on as normal and welcome climate change. I really don't get it. She has Aspergers (not a <b> retard)</b> and has everyone talking an important issue. Pretty impressive by my standards.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Retard"
                    ]
                },
                {
                    "id": "5",
                    "user": "Tim Kane",
                    "date": "8w",
                    "timestamp": "1569600059",
                    "commentText": "I'm not confused.  I know my existence is contributing to climate change.  The difference is I don't bang on about how everyone should change their behaviour whilst I go on as before.  There's a lot of hypocracy.Take Sir David Attenborough for example.  I wonder how many air miles he's got under his belt making his nature programs all over the world.  Then he lectures about CO2 production and climate change.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Aieshsa  Orizon",
                    "date": "8w",
                    "timestamp": "1569601876",
                    "commentText": "Nope just preach what you speech! I'm not painting her to be anything, she is, I just pointed out something",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Iain McIntyre",
                    "date": "8w",
                    "timestamp": "1569601896",
                    "commentText": "Bat Fastard Been drinking again?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Jack Russell",
                    "date": "8w",
                    "timestamp": "1569614941",
                    "commentText": "Anna Lowinger: Poor Greta? 😂The deluded tyke needs psychiatric help.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Patrick Quilty",
                    "date": "8w",
                    "timestamp": "1569696865",
                    "commentText": "Aieshsa Orizon well done for spotting there is plastic containers she is eating from ,,,,,,,,,,,, think this is the point Greta has been making that there is to much plastic in the world , she is a child telling grown ups to face the truth and sotrt it out  so i am glad you did this with irony otherwise you would just sound like an idiot",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "KJay Girard",
                    "date": "8w",
                    "timestamp": "1569698574",
                    "commentText": "Anna Lowinger It has everything to do with her. She was brought up in the Cult of environmentalism. She's a hypocrit. She had to fly her sailing crew &amp; herself back and forth from the U.S. to Europe all the while she's telling us we stole her poor priveleged childhood of yahting &amp; international stardom &amp; travel. Wake up. She's a propoganda piece created for \"consumption\" by fools, backed by international bankers such as Soros et al.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Iain McIntyre",
                    "date": "8w",
                    "timestamp": "1569703315",
                    "commentText": "KJay stop talking porkies.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Tom Trevor",
                    "date": "8w",
                    "timestamp": "1569712511",
                    "commentText": "Aieshsa  Orizon So now you're a liar as well as an idiot, Got it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Amy Patton",
                    "date": "8w",
                    "timestamp": "1569730043",
                    "commentText": "Anna Lowinger it should be the government that forces us because even our climate activists can't manage to do it on their own accord? How silly. I'm not even in one side of the climate issue or the other but rarely use plastic. You don't need daddy gov to make your choices for you. Maybe if eco activist set the example. Make it look easy, instead of posting \"government make us, bc it's too easy so we can't stop ourselves\"",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Bill DeMott",
                    "date": "8w",
                    "timestamp": "1569760428",
                    "commentText": "When you buy food on a train, you have limited options.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Aieshsa  Orizon",
                    "date": "8w",
                    "timestamp": "1569851662",
                    "commentText": "Tom Trevor how am I a liar? For just spotting something out, your a tad deluded aren't you mate",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Punit Patel",
            "date": "8w",
            "timestamp": "1569592827",
            "commentText": "Conservatives would say, do or make anything up to take her downPrimarily because she's honest, straightforward and backs her opinions up with science and fact.... Something right whingers can't stand",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "17",
                    "user": "George Washingtón",
                    "date": "8w",
                    "timestamp": "1569606850",
                    "commentText": "I think she's annoying, and mentally unstable.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Arnold Hedge",
                    "date": "8w",
                    "timestamp": "1569607758",
                    "commentText": "\"You have stolen my dreams and my childhood\".I must have missed that statement in a peer reviewed scientific journal.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Punit Patel",
                    "date": "8w",
                    "timestamp": "1569608577",
                    "commentText": "Arnold Hedge Really!? Which peer reviewed scientific papers have you read? Didn't know that was on your reading listIf I'm honest, I'm surprised you'd expect to find feelings in a scientific paper, rather just the cold conclusions that justified those feelings.... Since that's how scientific papers tend to workThough I'm even more surprised that you can read.... Good for you, keep at it.... An education is the most surefire path out of ignorance!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Arnold Hedge",
                    "date": "8w",
                    "timestamp": "1569614192",
                    "commentText": "I have a doctorate you ignorant twunt.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Punit Patel",
                    "date": "8w",
                    "timestamp": "1569615189",
                    "commentText": "Arnold Hedge sure you do, I'm sure Trump University certificates in online trolling are real valuable in the real world",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "William Henry",
                    "date": "8w",
                    "timestamp": "1569626452",
                    "commentText": "Unfotunately your general attitude appears to be somewhat allayed to trolling.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Lynn Bean",
                    "date": "8w",
                    "timestamp": "1569634167",
                    "commentText": "George Washingtón I agree",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Punit Patel",
                    "date": "8w",
                    "timestamp": "1569655321",
                    "commentText": "George Washingtón bat Fastard.... Is that you!? Why's you switch out your profile..... Someone figure out who you really are!?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "George Washingtón",
                    "date": "8w",
                    "timestamp": "1569672262",
                    "commentText": "Punit, my account is 9 years <b> old.</b> I'm just not stupid enough to give my real name to Facebook and all my life details. Just because you don't like what I'm saying you liken me to a troll. She has an ego (evidenced by how angry she was when Trump ignored her) and is PR focused already, yet she's seen using plastic - a material that destroys the planet. She should practice what she preaches. Pulution is terrible, I agree with her, but she's unlikeable.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "26",
                    "user": "Sue Butler",
                    "date": "8w",
                    "timestamp": "1569693632",
                    "commentText": "George Washingtón I think you're annoying and mentally unstable. And ugly.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "8w",
                    "timestamp": "1569698512",
                    "commentText": "George Washingtón if you look at the photo you can see reusable drink containers and cardboard which can be recycled. Her whole point is the industry needs to change but make it hard for people not to do so. She is demonstrating in this photo that she is doing what she can but if all 'to-go' food is wrapped in plastic and she's not at home where she can pack food in her own reusable containers there's not a great deal she can do. I'm not sure what you expect her to do? Only eat berries she foraged herself? Punit Patel I agree with you and have the same political persuasions as you but please do not lower yourself to insults. It really ruins our argument and you don't even need to. History and facts are on our side, you don't need to insult people.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Amy Patton",
                    "date": "8w",
                    "timestamp": "1569730236",
                    "commentText": "She a kid with <b> mental </b>issues. I don't know why anyone wants to take her down. Her radical ideas are full of holes. Let her stay. Another fear mongering Al Gore. Too much dramtics wear people out and they look away. At least she believes tho. I don't fault her.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "William Get",
            "date": "8w",
            "timestamp": "1569593059",
            "commentText": "I think the fury should be directed at the people who think it's a good idea to use a clearly unstable person to push their agenda. I'm all for action in regards to climate issues however I find it difficult to watch someone like this girl being used as a pawn.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "30",
                    "user": "Bill DeMott",
                    "date": "8w",
                    "timestamp": "1569760695",
                    "commentText": "Only people who have never read her speeches and interviews think that she could be \"mentally unstable.\"  As a Ph.D. scientist, I am completely impressed by her understanding of the science.  Even though she has been striking on Friday's it's not surprising that she is no. 1 academically at her school in Sweden.  She carefully avoids taking about politics or specific policies, but focuses on climate science.  Her focus and disipline are amazing.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "William Get",
                    "date": "8w",
                    "timestamp": "1569779155",
                    "commentText": "Bill DeMott ahh the <b> age </b<b> >old</b> argument of if you don't agree with me then you must be a moron.Fyi I've read her pieces and have watched her interviews and that's how I've drawn my conclusion that she's unstable. I totally admit that what she is saying is right however it's the issue of her being put up on a stage by her supporters to be a mouthpiece that I have an issue with. As far as I'm concerned using a person wit<b> h menta</b>l health issues is just plan morally wrong and I don't need a PhD to know that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old",
                        "Mental"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Ledilso Amaral",
            "date": "8w",
            "timestamp": "1569594190",
            "commentText": "Don’t be stupid metro uk, he knew it was a meme, it was all out of good fun and you share as he meant it",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "33",
                    "user": "Bill Miller",
                    "date": "8w",
                    "timestamp": "1569601193",
                    "commentText": "And your a right-wing fascist. Actually I didn't mean it, it's all good fun.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "Amy Patton",
                    "date": "8w",
                    "timestamp": "1569730456",
                    "commentText": "Bill Miller <b> nothing </b>is fun, a joke or sarcasm. This was clearly an attempt to make people believe she ate in front of starving<b>  black</b> children. So hungry they floated with the ground to be super close and even with her window.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Black"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Dudden Hall",
            "date": "8w",
            "timestamp": "1569601481",
            "commentText": "It's meant to be 'irony', in the same way people still fly, even though they know it is causing global warming.Young people who support Greta Thunberg must refuse to fly. Aviation fuel must now have a very large tax so that flying for pleasure is no longer an option.If your parents try to force you onto a plane scream, shout, struggle, and refuse to fly.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "36",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "8w",
                    "timestamp": "1569699541",
                    "commentText": "You do know she went to the UN meeting by boat right? For the exact reason to not use a flight so your point is kinda lost as she did just that. She actually believes what she says and does what she can. She also has reusable containers in this picture though as we all know 'to-go' food is always covered in plastic but she's doing what she can. But no troll a child because she isn't perfect? The adults bullying this kid is the real disgrace.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "William Get",
                    "date": "8w",
                    "timestamp": "1569763099",
                    "commentText": "Kate Auriol Johnson Hornby your right she didn't fly but what about the crew that then had to fly out to bring said boat back?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Greg Giovanni",
                    "date": "7w",
                    "timestamp": "1570072456",
                    "commentText": "Please die.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39",
            "user": "Andrew Brooks",
            "date": "8w",
            "timestamp": "1569604166",
            "commentText": "LOL.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Lautaro Salgado",
            "date": "8w",
            "timestamp": "1569608875",
            "commentText": "The trick photo is irony. This girl is cynical. She says that her dreams have been stolen, when she is a white girl from one of the richest countries on the planet. She lives with bourgeois comfort, bourgeois comfort that 90% of the children of the planet do not have.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "41",
                    "user": "Tessa Charlotte",
                    "date": "8w",
                    "timestamp": "1569618539",
                    "commentText": "So she must be quiet? She cannot have an opinion?She has every right to be cynical, do you even know what that means? If people who live in wealthy countries (a vast majority of which are far from wealthy) said and did <b> nothing </b>where would we be?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "42",
                    "user": "Matt Luker",
                    "date": "8w",
                    "timestamp": "1569622001",
                    "commentText": "corporations normally pay someone to shill as hard as you, but here you are doing it for free....",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Nancy Hale",
            "date": "8w",
            "timestamp": "1569613269",
            "commentText": "Everyone who thought they were a child at 16 or 14 or 12 raise their hand. Seriously. I think of them as children now, but I didn't think of myself as a child then. That's what makes it seem false to me. I guess that's where the <b> mental </b>issues come in, idk. All the plastic in the picture is amusing.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "44",
                    "user": "Brian O'Connell",
                    "date": "8w",
                    "timestamp": "1569773027",
                    "commentText": "Here's a question, when you were 14 or so, did you see the warnings all over the sky and ground, press, all of the pollution slowly encroaching upon you, and as an adult, ask \"Why didn't I say something?\"? Then said \"Meh, it'll be someone else's problem.\" and started adding to it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "Brian O'Connell",
                    "date": "8w",
                    "timestamp": "1569773093",
                    "commentText": "Think about it. What did you do? When I was 8, I started printing environmentalist literature (this was in 1979). I did something. Largely ignored, perhaps, but at least I did SOMETHING.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mental"
            ]
        },
        {
            "id": "46",
            "user": "Allan Bancroft",
            "date": "8w",
            "timestamp": "1569613316",
            "commentText": "To me the edit with the starving kids watching is making an important statement. I agree with climate change and I don't share the hate of this kid but this meme is showing the irony of how a child of affluent parents who believes she is the voice of every child when she is from a privelaged background. There are children across the world who are malnourished and climate change isn't on their mind. She's lucky to be able to fear for our world when there are kids out there who's only fear right now is surviving another day while she is living a jet set lifestyle telling everyone else how the world is. This isn't a joke, this is reality. I'd you missed the point you need to look around yourself. The world really is suffering and so are many children too.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "47",
                    "user": "Tessa Charlotte",
                    "date": "8w",
                    "timestamp": "1569618911",
                    "commentText": "Throughout history it is mostly affluent &amp; educated who bring about change. I dont get angry at educated or wealthy people who are tgrying to make positive  change. Its a good thing. Blimey we cant leave it to Governments.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Lizzie Pasi",
                    "date": "8w",
                    "timestamp": "1569660848",
                    "commentText": "WELL SAID @ALLAN BANCROFT.... THE HYPOCRISY IS REAL....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "49",
                    "user": "Brian O'Connell",
                    "date": "8w",
                    "timestamp": "1569773171",
                    "commentText": "Tessa Charlotte The reason those kids are starving is because they were formerly a colony of yours, or a country that was slaving away to provide for your country, all the while raping and pillaging the land for your benefit. Spare us your crocodile tears.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "50",
            "user": "Lynn Bean",
            "date": "8w",
            "timestamp": "1569634144",
            "commentText": "Just another kid with autism that has an obsession. No different from being obsessed with train timetables.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "51",
                    "user": "Allan Bancroft",
                    "date": "8w",
                    "timestamp": "1569677563",
                    "commentText": "Better to have autism and an interest in climate change than be an abhorrent tw@.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Gary Youn",
            "date": "8w",
            "timestamp": "1569664228",
            "commentText": "How can she sit there stuffing her face while those poor starving children look on? She could have opened the window and offered to share. Disgraceful",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Váfuðr Gungnis",
            "date": "8w",
            "timestamp": "1569673498",
            "commentText": "Really those SJW tankies have no sense of humour what so ever.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Mohammed Zaman",
            "date": "8w",
            "timestamp": "1569688752",
            "commentText": "She is Right,...The World has NO future with current Leaders.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "55",
            "user": "KJay Girard",
            "date": "8w",
            "timestamp": "1569698318",
            "commentText": "Haha. The Marxists are so sensative aren't they",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Fabs Franco",
            "date": "8w",
            "timestamp": "1569703398",
            "commentText": "You're talking about your leaders, right?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "Tom Trevor",
            "date": "8w",
            "timestamp": "1569712552",
            "commentText": "Conservatives and Right Wing fanatics are mentally ill people",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "David Hassall",
            "date": "8w",
            "timestamp": "1569741483",
            "commentText": "Why have purposeful highlighted the UN bit and far right, are you trying to stir things up? She's coming under criticism from all over the place, me personally I think she being used, watching her being interviewed with some other activists, and she was pitiful and clueless. Sad excuse for journalism..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59",
            "user": "Brian O'Connell",
            "date": "8w",
            "timestamp": "1569772830",
            "commentText": "To the sysops and editors at Metro, I suggest you and every other paper take off the Facebook plugin. The Russians and their cronies have been using these for the last 10 years to shape and manipulate public opinion. I suggest using a personal comment section with actual factual moderation in place. And no, I don't mean Disqus, they're just as loaded with scammers, spammers, and trolls. How about a discussion with actual human beings?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "60",
            "user": "Gabriella Smith",
            "date": "8w",
            "timestamp": "1569795036",
            "commentText": "wow a hateful so called grown up has <b> nothing </b>better to do ,.. of hateing crappy photo shop  on a little intelligent girl,.. wow suck to be them ..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "61",
            "user": "Elizabeth McFarland",
            "date": "8w",
            "timestamp": "1569849390",
            "commentText": "Who is this \"we\" she speaks of? Does she have fleas?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Tom Allison",
            "date": "7w",
            "timestamp": "1569952551",
            "commentText": "I'm also troubled by the plastics and the bananas, <b> fruit </b>flown around the world?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fruit"
            ]
        },
        {
            "id": "63",
            "user": "Bernard Fitzpatrick",
            "date": "7w",
            "timestamp": "1570031188",
            "commentText": "Bolsansaro and son. Like father like son. What a dreadful pair",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Bernard Fitzpatrick",
            "date": "7w",
            "timestamp": "1570031520",
            "commentText": "I dont care what greta eats and i dont care who is behind her ( even if there was ! ) and i dont care what sort of background she comes from. None of this matters. The only thing that mattets is that she is the only one out there telling it as it is. Who would be saying it if she wasnt?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "Greg Giovanni",
            "date": "7w",
            "timestamp": "1570072419",
            "commentText": "How low can they go?  GET THE GUILOTINE!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Frank Gauss",
            "date": "5w",
            "timestamp": "1571701958",
            "commentText": "Many comments deleted or modified here. I guess Metro only allows freedom of speech when it agrees with Greta's Marxist agenda. Hitler was a Marxist too.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}