{
    "header": {
        "title": " I came out to the entire secondary school where I teach. This is why I felt it was important to do so ",
        "subtitle": " ",
        "owner": " Pam Stallard ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 627 ",
        "datePosted": " Thursday 2 Aug 2018 12:20 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/02/i-came-out-to-the-entire-secondary-school-where-i-teach-this-is-why-i-felt-it-was-important-to-do-so-7789333/ ",
        "postText": "As a secondary school teacher I’ve sat through – and led – countless assemblies. But at the end of this school year I led the assembly of my life.', 'Along with a fellow teacher, I came out to our entire school.', 'Some of the students knew I was gay – I co-run a weekly LGBT+ group at the school – and I suspect some of them had perhaps guessed. But for the majority of them, my sexuality wasn’t something they knew about.', 'But that changed one day a couple of weeks ago when a colleague came to me and told me a sad story. He’d been talking to a year 10 student about some other kids who had recently come out as bisexual.', 'The student said he felt they’d been attention seeking. My colleague, Luke, came out as gay to the student, and explained a bit about the coming out process.', 'When Luke told me this, I shared some stories of homophobic language I’d heard around school. He suggested doing an assembly for the year 10 students, and once we asked senior staff if this was OK, the plan quickly escalated to assemblies for the whole school.', 'The kind of things we hear that we’re trying to eradicate are comments like ‘that’s so gay’ or ‘Snapchat is gay!’. We hear them all the time. Could we really help stop this habit for good?', 'So what’s so different about this assembly? Well, just 15 years ago, doing what I did would have been illegal under Section 28. That act was passed in 1988 and essentially stopped schools from ‘promoting’ homosexuality. My assembly could have landed me in prison.', 'Repealed in 2003, Section 28 covered the first five years I was at school. There we had a teacher who spoke about being gay – he was breaking the law. Now the law has changed I feel privileged I’m able to speak so freely.', 'I come out to someone every day in one way or another. It can be super awkward. Sometimes I’m forced out. This way, with the assembly, I was going to reach out to students and do something for myself, too.', 'A few students told me they had no idea I was gay and I loved that, because it showed that although my classroom is covered in Stonewall posters they haven’t made an assumption, which is lovely.', 'It was daunting, but the risk felt worth any stress I felt.', 'We wrote an assembly that could be delivered to each year group across the course of a week, before the end of the summer term.', 'Before each assembly Luke and I would have a huddle, feeling terrified. Nothing could have prepared me for the moment we stepped on stage.', 'Of course, there was definitely a bit of me that worried that I might have to have difficult conversations with kids who might say they didn’t agree with what we were doing. But it didn’t happen.', 'A few students told me they had no idea I was gay and I loved that, because it showed that although my classroom is covered in Stonewall posters they haven’t made an assumption, which is lovely.', 'Our school is going for a rainbow flag award and this will count towards it. I can’t describe how proud I am. And now I’ve spoken about it on national TV, too. So I guess I’m out to the entire world!', 'Still, Section 28 has left countless teachers wary of the backlash of coming out. I hope I’ve showed that it’s possible and it can be a positive thing. This was as much for teachers as for the kids.', 'It’s not just about coming out as gay – the trans element is huge, too. It’s a much more obvious thing to decide.', 'Coming out as trans is much more difficult than as gay and I would like to think students will feel now they might be more comfortable doing that.', 'Of course we worried there’d be negative feedback but I can honestly say there hasn’t been any. The response has been overwhelming.', 'Students have been coming out to us, telling us their stories and generally expressing huge positivity towards the LGBT community as a whole. It’s brought the whole school together and that’s the best reward of all for taking such a risk.', 'It’s all well and good talking about Drag Race stars, and Ellen, Tom Daley and Laverne Cox, but what our students need are role models they see every day and know face to face as real people.', 'I hope I’ve shown myself to be one of them.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Gay,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kitty Barton",
            "date": "1y",
            "timestamp": "1533212941",
            "commentText": "Fabulous, well done! 😘",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Larry Lee",
            "date": "1y",
            "timestamp": "1533222183",
            "commentText": "These het haters have no business showboating their perversions to students.So you are <b> gay<b> .</b</b>> AND?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Patrick McCormack",
                    "date": "1y",
                    "timestamp": "1533222717",
                    "commentText": "‘Perversions’? What century are you in? Really? Where are <b> gay<b>  </b</b>>children from? Found under mulberry bushes?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "3",
                    "user": "Dave Spiro",
                    "date": "1y",
                    "timestamp": "1533246936",
                    "commentText": "Larry Lee  - Your ignorance is impressive. Tell me, do you believe the world is flat as well?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4",
            "user": "Andy Smith",
            "date": "1y",
            "timestamp": "1533225140",
            "commentText": "I look forward to the day when <b> nobody </b>feels compelled to advertise their sexuality, religion or politics. At that point we will truly have turned the corner.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5",
                    "user": "Andy Smith",
                    "date": "1y",
                    "timestamp": "1533228538",
                    "commentText": "Ian Moone - exactly as it should be. It's none of my business and I care not one jot.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Ryan O'Carroll",
                    "date": "1y",
                    "timestamp": "1533235079",
                    "commentText": "One day we won't need to because bigotry will not exist. Till that day though, we need to continue to teach our children \"difference is OKAY\" and to embrace the variation that is humanity. One day people won't care, people won't be rounded up and killed for their sexuality or their religion but we aren't there yet.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "7",
            "user": "Richard Champion",
            "date": "1y",
            "timestamp": "1533232875",
            "commentText": "Should now receive her P 45. If I had a child at the school I would remove them immediately. School is for education and not indoctrination.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Ryan O'Carroll",
                    "date": "1y",
                    "timestamp": "1533235150",
                    "commentText": "Because teaching children tolerance and equality and such silly ideals like that is just foolishness isn't it? you realise that citizenship and teaching kids to be civilised decent human beings is another facet of a school's job? Clearly parents like you won't do it, so teachers have to. What you're talking about, sheltering your children from facts of life sounds more like indoctrination than someone saying \"hi, i'm <b> gay<b>  </b</b>>and that's okay\"",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Adam Dingley",
            "date": "1y",
            "timestamp": "1533249292",
            "commentText": "It also highlights or helps people who are in there teens or even younger to understand that being a person who can identify there own happiness in whatever skin or feelings they may have.  Some children or teenagers bottle it all up.  And fear for the way they may be treated.  Well fear no more.  At least they have someone to talk to",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Larry Lee",
            "date": "1y",
            "timestamp": "1533281932",
            "commentText": "You know what, my comments here were just a bit of mischief. But, thinking about it seriously , who the hell does she think she is? She is there to do her job not foist her personal life on young impressionable people.Next time i am in McDonalds i am going to tell everyone to be quiet and say my name is Larry and i am,um, i am yes i am straight. Oh God i have said it. What are my friends and family going to say? Oh gosh yes, what a relief yes i am a het.Now a round of applause please.Oh, oh where has everyone gone?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}