{
    "header": {
        "title": " Women cannot stop a no-deal Brexit alone ",
        "subtitle": " ",
        "owner": " Rachel Franklin ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 334 ",
        "datePosted": " Monday 12 Aug 2019 3:22 pm ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/12/women-cannot-stop-a-no-deal-brexit-alone-10558477/ ",
        "postText": "Our government looks, feels and acts more like the Bullingdon Club every day.', 'We live in an age where an MP publicly assaults a woman and the prime minister says no further investigation is necessary, where the police were called to the (now) prime minister’s home after his partner was recorded shouting ‘get off me’ just a few short months ago and much of the commentariat don’t bat an eyelid. Their comeuppance? None that I’m aware of.', 'Not only is there a deep sense of karmic injustice about all this, but it speaks volumes about the systemic male bias in British politics. Women make up 51 per cent of the population, yet only 29 per cent of Parliament and 24 per cent of the current cabinet (despite being billed as the most diverse ever!).', 'What’s more, research from the Women for a People’s Vote campaign found women spoke for just 10 per cent of parliamentary speaking time in Brexit debates, arguably some of the most important parliamentary discussions in living memory. The Brexit debate has been won and lost by men and the figures would likely be even worse when you look at other measures of diversity, be it race, background or sexuality.', 'This is not representative of modern Britain – and while Green Party MP Caroline Lucas has correctly diagnosed the problem, the answer does not lie with her proposed all-female cabinet.', 'There is little time left to pull the country back from chaos and Lucas is right to say we need decisions to take into account different perspectives to find a consensual way forward. The whole discourse is more macho and militaristic than ever and the idea that we need more women involved to help sort out the Brexit mess is a truth so basic it’s frankly painful that it needs to be spelled out.', 'Politics needs to look, feel and sound more like the people it represents. To do that, we can no longer have a hoard of male, pale and stale politicians running the show.', 'Yet what Lucas overlooks is that what’s missing isn’t just women; it is far broader diversity. It goes beyond gender and cuts across a swathe of intersectional issues. Studies have long shown that the best decisions are taken when there is greater diversity in the room. It seems intuitive this would be equally true for the cabinet table. To call for a group of women to come and save the day will not solve Westminster’s problems; the dominance of one sex should not be countered by the dominance of another, regardless of the new virtues they can bring to the table.', 'A more inclusive government – both in style and substance – would likely lead to better governance.', 'As things stand, we are hurtling towards the Halloween Brexit deadline with little more than a wing and a prayer. Yet Brexit isn’t even the ‘will of the people’ anymore. The demographic shift – the number of Leave voters who died and the number of young, largely Remain, voters that have entered the electorate – since the referendum made Britain a Remain nation as of January this year – without a single person changing their mind.', 'The polls tell an even more twisted tale of just how unrepresentative our current trajectory is. Recent polling by YouGov shows the new prime minister has a net favourability of -25 among women (significantly worse than the -17 score among men). Female voters are also far more averse to a no-deal Brexit (just 24 per cent of women favour it, compared with 31 per cent of men). This government is charging us towards a target that is not in the interests of nor the desire of the vast majority of the country.', 'Caroline Lucas’s article in the Guardian, where she set out her idea, highlights a very real problem but her solution is not the panacea that will solve the Brexit crisis. The reality is that women and other minorities are vastly underrepresented not just in the government but also in parliament. So long as this remains the case it’s difficult to say that either the debates or the decisions in Westminster will substantively reflect the broader public’s views on Brexit.', 'The reality of 2019 is so far removed from the fantasy of what we were sold in 2016. For a more united, diverse and inclusive approach to Brexit the answer lies not just in reforming the top table but in giving the decision to the broadest and most diverse committee of public opinion. It means giving the people, not the prime minister or parliament, the final say.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Misandry,Gender,Woman,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ray  Hewitt",
            "date": "12w",
            "timestamp": "1565621574",
            "commentText": "More <b> misandry </b>from the Metro. That's nice.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Misandry"
            ]
        },
        {
            "id": "1",
            "user": "Neil Johnson",
            "date": "12w",
            "timestamp": "1565624188",
            "commentText": "So, let me get this straight. Only 27% of MP's are female so you want another 23% to balance it out? Men work 99% of all bricklaying jobs but you don't want to force 49% more women to be bricklayers? Since when do you get to decide which jobs you want equal and forget about the other jobs that are necessary but you aren't interested in? So, basically, you can choose which jobs you want to do and then force men out of those jobs to accommodate women to equal the ratio but leave all the jobs you don't want to do as they are at 99% male?Yeah, that's totally unbiased and completely fair, not ridiculous in any way. Judging by this ridiculously stupid article it shows that women have no sense of logic or reasoning, just their own desires and if that is to the detriment of men, no problem. The whole idea is so fundamentally cretinous and laughable as to be worthy of a comedy award but you are actually being deadly serious! And you wonder why women aren't represented equally in all professions! Sorry, just the professions you want to do, men can do all the hard labour and nightime shift work, it doesn't agree with you to sleep during the day sooooooooooooooooooSo stupid you actually make my brain hurt",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "A zariq 1",
                    "date": "12w",
                    "timestamp": "1565636611",
                    "commentText": "█Facebook gives me $ 10000 to $ 18000 every month by just doing some copy paste job on my Laptop. Its amazing to work and stay at home. Start Your Income online now and Earn upto $ 2520 every week.go to this site home media tech tab for more detail thank you.GOOD LUCK◐◐☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE☛ w­­w­­w­­.jo­­bs­­-3.­­c­­o­­mⓄDon't include this → Ⓞ ← in web link Thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Paul Masters",
                    "date": "12w",
                    "timestamp": "1565644005",
                    "commentText": "This girl is clearly a moron.  Cut her some slack.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Arnold Hedge",
                    "date": "12w",
                    "timestamp": "1565771698",
                    "commentText": "My wife is a nurse and nearly all her colleagues are women. This is clear discrimination against men, despite the fact that there is <b> nothing </b>preventing men becoming nurses. People should be forced to do jobs they don't want to balance the<b>  gender</b> numbers.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "John Dunning",
            "date": "12w",
            "timestamp": "1565629290",
            "commentText": "The <b> woman </b>who thinks women are far superior to men.Very sexist.Wonder what she would say if men tried to ban womens opinions.We have just got rid of an incompetent clown who was our PM.and a<b>  woman</b>.We don't need any more thanks.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Joseph Suarez",
            "date": "12w",
            "timestamp": "1565631484",
            "commentText": "This women politician is a moron, and undemocratic, what a stupid cow, I hope in the next elections she gets voted out, trouble is this stupid idiot will probably end up on some reality program like the low life she is.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Paul Masters",
            "date": "12w",
            "timestamp": "1565643107",
            "commentText": "\"Director of the Women for a People’s Vote campaign\". This kid must be joking, right?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Mark Richard Milton",
            "date": "12w",
            "timestamp": "1565699184",
            "commentText": "Greenies, always several ham sandwiches short of a full picnic.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}