{
    "header": {
        "title": " Male incompetence is a subtle form of misogyny ",
        "subtitle": " ",
        "owner": " Miranda Larbi ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Wednesday 1 Nov 2017 3:08 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2017/11/01/male-incompetence-is-a-subtle-form-of-misogyny-7046248/ ",
        "postText": "Have you ever dated a man who ‘can’t cook’?', 'Do you know a guy who’s rubbish at cleaning or any other kind of domestic chore?', 'Of course, you do.', 'It might not be their fault; many men are raised in traditional families where women do all the household tasks, ironing their little prince’s pants and serving up regular, large dishes which his future girlfriend then has to try to replicate.', 'Male incompetence is tolerated far more than female ineptitude.', 'Our society has a number of loveable buffoons who fool around and are excused from acting like prats because they’re funny.', 'They might be rubbish at most things but as long as their banter is flowing, we put up with it.', 'These types are almost exclusively men. You don’t get hilarious, idiotic women being lorded as icons of our culture. Diane Abbott is dismissed as a cretin while Boris Johnson is a joker.', 'Which begs the question: is conscious male incompetence a form of misogyny?', 'If you labour the point that you can’t cook, then chances are that you won’t be made to cook. If you make a hash out of doing the laundry or hoovering, you’re forcing someone else to take over.', 'Few have the patience to watch someone do a job badly over and over again and so often, they’ll just take it upon themselves to do your chores as well as their own.', 'Emotional labour is doubled when you’ve got an incompetent clown on your hands.', 'I was recently listening Semi Circles, a BBC radio comedy starring Paula Wilcox, first broadcast in 1989.', 'It’s about a housewife who recently wakes up to the fact that she’s spent the past eight years being a slave to her kids and nice-but-emotionally-dim husband.', 'Part of this awakening is the realisation that she does all the housework because her husband is crap at it.', 'Left alone, he makes inedible food. He lets the kids stay up well beyond their bedtime. He leaves the house a tip.', 'He doesn’t even try to do a good job because he fears that if he’s too good at these jobs, his wife will make him do more of them.', 'As I spent the evening meal prepping for two and worrying what my partner could have for breakfast, it struck me that not an awful lot has changed over the past 30 years.', 'While I’ve dated some very domesticated guys who are far better than I at cooking and ironing, I’ve also had relationships with men who don’t even know how to cook porridge.', 'Is that a result of being de-skilled as a child by overbearing mothers? Or is it a conscious choice not to hone ‘worthless’ skills because they know someone else will do it for them?', 'I’m inclined to think it’s the latter. Plenty of people are raised in boarding schools or by all-encompassing parents and have the gumption to learn to cook or at least Google how to throw a simple meal together (porridge is literally oats and milk or water – how hard can it be?).', 'But those who choose to remain ignorant and then ask their girlfriends, wives, partners to do it for them are participating in a very subtle form of misogyny that burdens women with low-level emotional labour.', 'And that labour is even more thankless for young, unattached women than it is when it’s directed at mothers. The expectation that you’re supposed to have your own shit together as a young woman and be able to look after a fully grown man with whom you have no familial attachment is draining.', 'So next time you ask your girlfriend if they could give your shirt a quick iron because you’re ‘rubbish at it’, just stop and have a think.', 'Are you really that thick? Or are you just offloading your laziness onto someone who traditionally has been made responsible for male incompetence?",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Misogyny",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Nathaniel Benson",
            "date": "1y",
            "timestamp": "1533765557",
            "commentText": "I grew up in a traditional household. My mother actually didn't know how to cook until she met my father, who taught her. My mother taught me how to cook and do housechores.  My friends who grew up in traditional households also cooked and helped with plenty of chores, always doing their share. In fact, to the best of my knowledge, the friends who didn't help out around the home grew up in households where both parents worked.It seems like you're neglecting the fact that traditional households tend to have clearly-defined <b> gender </b>roles, where the husband commutes for an hour or more to work a demanding 40+ hour a week job and the wife stays at home, maintains the home, and cares for children. While you may or may not agree with these roles, you should still understand that it's not reasonable to criticize one partner for not pulling double duty. It would be ridiculous to expect the wife to clean, cook, take care of the kids, and work 20 hours a week.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1",
                    "user": "Jolanta Beryl Moczała",
                    "date": "1y",
                    "timestamp": "1535998891",
                    "commentText": "Really? BecauseI grew up in society where both spouses were expected to have a normal, 40 hours a week job - and women were still expected to do majority of household work afted coming home. It was even called ironically \"the second shift\". There was a book we had to read at school in which main heroine's family were using all dishes at home, waiting for mother to come back (from hospital, where she was giving birth) and wash them, because they \"didn't know how to do it\". And it was treated as a normal behavior, you know.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Nathaniel Benson",
                    "date": "1y",
                    "timestamp": "1536025398",
                    "commentText": "Jolanta Beryl Moczała Can't speak to that society. I grew up in America.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Alicia Lili Mauer",
                    "date": "1y",
                    "timestamp": "1536784767",
                    "commentText": "Nathaniel Benson Ugh, so? I also grew up in America. Where my mother and all my friends' mothers worked full-time. My mom even out-earned my dad my entire life. She also did all the cooking, all the laundry, most of the childcare, all the cleaning, and most of the home repair. My dad cut the grass, shoveled the sidewalk, and watched television. And when she'd finally badger him into doing something, he'd do it so poorly, she'd have to redo it: food still caked on \"clean\" dishes, clothes that came out if the dryer smelling musty and sweaty, dropping me off late or just completely forgetting activities and appointments.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Nathaniel Benson",
                    "date": "1y",
                    "timestamp": "1536785685",
                    "commentText": "Alicia Lili Mauer Well, from what you're telling me, I'd say you had a lazy dad. And that's how most rational people would see that. But are you trying to say that laziness is <b> misogyny?</b> Or are you just the type of person who sees<b>  misogyny</b> in everything?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Misogyny"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        }
    ]
}