{
    "header": {
        "title": " Calls to ban early gender scans are sexist, patronising and do women a disservice ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 22 ",
        "datePosted": " Monday 17 Sep 2018 1:43 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/17/calls-to-ban-early-gender-scans-are-sexist-patronising-and-do-women-a-disservice-7951711/ ",
        "postText": "We might be living in an era of gender fluidity, but there’s still one question that you get asked constantly when you’re pregnant. ‘Do you know what you’re having?’', 'But it’s a question that women might find themselves unable to answer, at least until later into their pregnancies, because there are calls from Labour MP Naz Shah to for the government to ban early gender scans.', 'Early gender scans, known as NIPT (non invasive prenatal testing) is an increasingly popular test that takes place between 8 and 10 weeks into pregnancy and can determine various chromosomal abnormalities as well as the gender of the foetus. They cost between £60 and £200 and can be done at a clinic or even by post.', 'Finding out early what gender your baby is, and getting some reassurance about any potential health issues sounds like a good thing. But Labour MP Naz Shah stated on the Victoria Derbyshire programme that she believed that early gender scans were leading to a morally wrong practice of sex selective abortions, and should be banned. She said: ‘NIPT (early detection) screenings should be used for their intended purpose, to screen for serious conditions such as Down’s syndrome. The government needs to look into this exploitative practice and enforce appropriate restrictions.’', 'Sex selective abortions are a tricky, emotionally loaded area. I’ve written before about my belief that all women should be entitled to abortions, whatever their reason. But even if you do believe that sex selective abortions are wrong, getting rid of early scans is no way to prevent them.', 'On the NHS you can find out what gender your baby is at your 16 week scan, assuming that the sonographer is able to make out the genitals of the foetus. Abortion is still an option until 24 weeks. So either we remove the option entirely, force all women to wait until the 24 week mark. Neither of which seems fair.', 'There is also the distinct possibility that a couple who are desperate to avoid having a baby of a specific gender would go to extreme lengths to prevent it. A sex selective abortion at six weeks is arguably better than at sixteen weeks, or even later in the pregnancy. If a couple are determined not to give birth to a daughter, is not finding out earlier in the pregnancy really going to deter them?', 'In countries where gender scans are banned there is a real problem with baby girls being abandoned. So preventing women from finding out whether their baby is a boy or a girl arguably creates more suffering. A six week old foetus does not have a central nervous system and does not feel pain. An abandoned baby however, does.', 'Early scanning works differently from a 16 week scan. The process involves scanning the pregnant woman’s blood for tiny bits of the baby’s DNA. It costs around £150 and is only available privately. From scanning the blood the test is able to tell whether the foetus has any genetic issues such as Downs syndrome, and to tell the gender.', 'Pushing a woman to have an abortion against her will because of the gender of the foetus is, without question, wrong. But banning the option to find out what gender the foetus is will not prevent domestic abuse, stigma around giving birth to girls or pressure for women from some ethnic groups to provide sons.', 'Banning early gender scans to prevent a small minority of people from having sex selective abortions would be about as sensible as banning candles because they occasionally cause house fires.', 'There are genetic illnesses such as hemophilia which only occur in one gender. Knowing that your child is a gender which makes it possible for them to carry an illness means that the parents have time to emotionally and logistically prepare themselves.', 'Women have a right to know what is going on inside their own body. The idea that the government wants to control what a woman is permitted to know about her own pregnancy is, frankly, terrifying.', 'For many women, finding out the gender of the baby early (typically around the eight week mark) helps them to bond with the pregnancy. Early pregnancy is often filled with morning sickness, tends to deplete a woman’s energy and the change of lifestyle required can come as something of a shock. So finding out the gender can help balance that feeling.', '‘I felt like I knew my baby so much better once I found out the gender’ said Alex*, 32. ‘I loved not having to call her an ‘it’ once I knew that she was going to be a girl, and it helped me to think of her as a person. The gender scan made me feel more prepared for motherhood.', '‘I was disappointed to find out that I was having a boy’ said Kate*, 30. ‘I had always pictured myself having a girl. It took a month or two to get used to it, finding new things to get excited about and shopping for little boys clothes. By the time my son was born I was delighted, and he is the center of my world. But I am so glad I found out early so that I could get used to the idea. It was how I needed my pregnancy to go.’', 'Denying all women the option to find out what gender their baby is is akin to keeping the whole class in at break time because someone wouldn’t stop talking. It’s a collective punishment, and it’s not fair. Pregnancy is already a stressful, physically arduous experience.', 'Taking away an exciting, important moment from expectant mothers to prevent others from making a reproductive choice that we find unpalatable is sexist, patronising and yet again illustrates that we do not want to trust adult women with their own bodies.', '‘We believe in the right of women to access information about their bodies, including their own pregnancies, and do not support a ban on the use of NIPT to establish fetal sex. There are many reasons why women may want that information where it is available, and for many women learning the sex of their baby is an important and valued part of their momentous and life changing pregnancy journey.', '‘Sex selective abortion does not occur routinely in the UK, and statistics from the Department of Health do not show an unusual gender imbalance in any ethnic community in this country. We are concerned about the assumptions that are sometimes made about how women living in particular communities might use this information if access to it were made more easily available. The Nuffield Council on Bioethics report published last year, which first called for a ban on the use of NIPT for fetal sex, did not engage with any women to explore this issue with them, and women’s voices were almost entirely absent from a report which was permeated by a mistrust of women and their behaviour.', '‘In the circumstances where a woman is under pressure to produce a child of a particular sex the ethical answer is not to deny every pregnant woman the right to find out information about her own pregnancy, but to do our utmost to challenge misogynistic attitudes, ensure gender equality and access to comprehensive women’s support services so that women can make their own choice about their pregnancy free from coercion.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Ethnicity - General,Ethnicity - Native-American,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Gender,Ethnic,Indian,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Delbert Singh",
            "date": "1y",
            "timestamp": "1537199268",
            "commentText": "Sorry but Naz Shah is totally exaggerating the situation. Don't know why she's bring this up. Calling for these ban on IPTand citing a certain set of <b> ethnic </b>groups to argue the case is very irresponisible.Being an<b>  Indian</b> I can tell you it not as bad as she is making out. She must be politicising this for her own agenda.Yes there are a minority who are using these tests to abort girls in certain communites but that is a very small proportion and is not valid enough argument to force an outright ban.Sorry I smell BS.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Don Clements",
                    "date": "1y",
                    "timestamp": "1537259655",
                    "commentText": "The estimated amount of abortions in the UK due to the <b> sex </b>of the baby was 4800-5000 in 2011. Would you call this insignificant?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                }
            ],
            "keywords": [
                "Ethnic",
                "Indian"
            ]
        },
        {
            "id": "2",
            "user": "Ryan O'Carroll",
            "date": "1y",
            "timestamp": "1537203319",
            "commentText": "it won't stop the abuse or the mistreatement or women or female babies. Only way to fix the problem is to fix the culture that prioritises boy babies.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Nick Ian Broer",
            "date": "1y",
            "timestamp": "1537205722",
            "commentText": "I think this is only an issue for people with a non-western culture",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Ashley Unwin",
            "date": "1y",
            "timestamp": "1537315318",
            "commentText": "@rebecca reid. I agree with your points, but can you explain to me how this is sexually discriminatory (sexist) other than men dont get pregnant? What point do you feel would be different if men could get pregnant? Or is this only sexist because women are mentioned in the article and your feminist so everything about women must be due to their <b> gender </b>and not simply due to a fact of biology?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "5",
            "user": "Julie Barton",
            "date": "1y",
            "timestamp": "1537357257",
            "commentText": "Another person saying the life of a human being is worth <b> nothing.</b> Life is life, pre natal or post. An adult's life is no more precious than that of a foetus.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        }
    ]
}