{
    "header": {
        "title": " Couple hide baby’s gender to protect them from ‘unconscious bias’ ",
        "subtitle": " ",
        "owner": " Richard Hartley-Parkinson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 824 ",
        "datePosted": " Tuesday 17 Sep 2019 7:54 am ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/17/couple-hide-babys-gender-protect-unconscious-bias-10755560/?ito=social&fbclid=IwAR1D4K5mJxX_li8E24u6kbsgMphpzda7ET4jTEF_4Br5OUnViLqe_QAFgE0 ",
        "postText": "Hobbit Humphrey and Jake England-Johns have revealed that they’re not revealing the gender of their baby.', 'They are so protective over Anoush’s gender that they did not even tell the 17-month-old’s grandparents. It was only when one of them changed the child’s nappy that they discovered what gender they are.', 'The parents, circus performers and members of Extinction Rebellion living on a houseboat near Bath, use gender-neutral pronouns ‘they’ and ‘them’ and dress Anoush in both boy’s and girl’s clothes.', 'Hobbit and Jake said that they took the decision not to reveal their baby’s identity because they don’t want people treating them differently.', 'Instead Anoush, whose name was changed to Charlie for BBC One’s Inside Out last night, will be able to chose their own gender and pronouns when they’re older.', 'Hobbit said: ‘So much of gender bias is unconscious. When I got pregnant we then were having a discussion about how we were going to mitigate the unconscious bias.', '‘And we figured that the only way we could do that was just not to tell people.', '‘To use the they/them pronoun for as long as we can, and create this little bubble for our baby to be who they are.', '‘Eventually they will get told by somebody that pink is only for girls and blue is only for boys, and you can’t play with that because you are a particular sex.', '‘That’s still a thing that happens these days. We’re just trying to protect Anoush from that.’', 'Jake said: ‘Gender neutral refers to us trying to behave neutrally towards the child, rather than trying to make them neutral.', '‘We’re not trying to make them be anything. We just want them to be themselves.’', 'Hobbit’s mum Camille, 64, said: ‘It was a struggle, but as with any learning over time it became embedded and they became “they’.’', 'Jake added: ‘We are quite good now at holding space for people’s discomfort in us saying, ”Actually, we don’t tell anyone, we’re not telling anyone for now”. We’re just letting Anoush be a baby.', '‘Anoush is the most lovely little human. They’re into everything, they’re really active — just a delight.’', 'Hobbit said: ‘It was tricky at first when not only were we new parents, but also new parents who had the problem of people getting upset about our baby being gender neutral.', '‘But in the end it has proven to be a really beautiful thing and we’ve had a lot of important conversations from it.', '‘It has had the effect we wanted, of letting our baby develop its own interests regardless of gender. So, for example, while they love having a doll’s tea party every morning, they also are really fascinated by motorbikes and machinery.', '‘Eventually once our baby is old enough, they can obviously decide for themselves what gender they want to be, but for now we just want them to be able to grow up in their own little bubble.’",
        "numberPosts": " 39 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Age - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sex,Mental,Crazy,Lunatic,Blind,Weird,Nothing,Age,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jay El",
            "date": "",
            "timestamp": "1568705177",
            "commentText": "Psychopaths!!!!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Gavin N Fiona",
            "date": "",
            "timestamp": "1568705199",
            "commentText": "Well Anousha is a girls name, so that sort of give it away a bit!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Mark Lyndon",
                    "date": "",
                    "timestamp": "1568899690",
                    "commentText": "The child's name is Anoush though (even though it's misspelt once in the article).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Robert James Harry Walpole",
            "date": "",
            "timestamp": "1568706515",
            "commentText": "Is her name really Hobbit?? I mean really??",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "John E Smokes",
            "date": "",
            "timestamp": "1568707742",
            "commentText": "Poor little kid is on a hiding to <b> nothing </b>with a pair of freaks as parents. Parents imposing their will on the child is wrong, let the child be a child!<b>  Mental</b> problems ahead for the child as both parents obviously aready delusional. Hobbit? FFS!",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5",
                    "user": "Medusa Jordan",
                    "date": "",
                    "timestamp": "1568721652",
                    "commentText": "When do parents NOT impose their will on their child?! 😂",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568724656",
                    "commentText": "Medusa Jordan they shouldn't that's <b> nothing </b>to be proud of, they should guide them teach them right from wrong, not impose their will, that's excatly the problem",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "7",
                    "user": "Jonathan Liddane",
                    "date": "",
                    "timestamp": "1568727276",
                    "commentText": "Hannah Pratt Ummm the ones with the <b> mental </b>health problems are the ones that don't believe in male and female sexes and that you can be a frying pan if you want to be :D",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "8",
                    "user": "Peter Fraser-Bodenham",
                    "date": "",
                    "timestamp": "1568735634",
                    "commentText": "Hannah Pratt Funny, considering <b> gender </b>hasn’t been an issue for thousands of years and now all of a sudden it is, yet<b>  mental</b> health issues are still rising",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Mental"
                    ]
                },
                {
                    "id": "9",
                    "user": "Andrew S Douglas",
                    "date": "",
                    "timestamp": "1568746335",
                    "commentText": "Hannah Pratt get   real,   generations  for  thousands  of  years  didnt  have  any  problems  with  <b> gender,</b>   the   worlds  gone  mad",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "10",
                    "user": "Medusa Jordan",
                    "date": "",
                    "timestamp": "1568761158",
                    "commentText": "Peter Fraser I seriously don't know how you can dispute that parents impose their will on their children. We all do it, whatever our beliefs, whether we believe in running around naked in the woods and home education, or a strict adherence to absolute rules and authority.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568797899",
                    "commentText": "Medusa Jordan that's very worrying that you don't know the difference in imposing your will and guiding them, I'm a vegetarian I don't force my children to be vegetarian I let them make that decision because I don't own them and I'm not so self centred that I think they have to believe what I do I let them think for themselves",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "John E Smokes",
                    "date": "",
                    "timestamp": "1569220589",
                    "commentText": "Medusa Jordan Don't be so shallow. I feel sorry for your kids! Or you haven't any kids. Thinking it's well and good to force your kids to think(?lol) and act as you do. If you abhor child abuse you're a hypocrite    🤪🥴🤪🥴🤡😂🤣",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Mental"
            ]
        },
        {
            "id": "13",
            "user": "Denise Janet Bedding",
            "date": "",
            "timestamp": "1568708265",
            "commentText": "Stop the world I need to get off",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Barbara Ford",
            "date": "",
            "timestamp": "1568708558",
            "commentText": "They dress he/she in boys and girls, clothes, that'll be one mixed up kid. Maybe the parents should wear mixed clothes so the child doesn't have to call them mum or dad.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "15",
                    "user": "Barbara Ford",
                    "date": "",
                    "timestamp": "1568723528",
                    "commentText": "Hannah Pratt Call them clothes or whatever you like, they can't hide their <b> gender </b>when they use the loos (and does anyone even care).",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Alison Worrell",
            "date": "",
            "timestamp": "1568709560",
            "commentText": "She's 64?there is still hope for me then at 48!back to the story <b> crazy </b>people and hobbit can't be her real name surely",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Crazy"
            ]
        },
        {
            "id": "17",
            "user": "Joseph Suarez",
            "date": "",
            "timestamp": "1568709680",
            "commentText": "Poor kid, having them as parents.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Brian Purdy",
            "date": "",
            "timestamp": "1568710579",
            "commentText": "Reality has left the building.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Peter Fraser",
            "date": "",
            "timestamp": "1568711590",
            "commentText": "There is <b> nothing </b>wrong with male and female, each has their qualities and strength, things don't have to be the same to be equal this madness needs to stop. These people claim to be natural, what they are doing is unnatural and cruel they're treating this child as a possession not a person in their own right",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "20",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568719930",
                    "commentText": "Hannah Pratt you don't have to have <b> gender </b>stereotypes but denying their<b>  gender</b> altogether is cruel, everyone's a human first<b> , gende</b>r second, but there <b> is nothi</b>ng wrong with you<b> 're gen</b>der this child would grow up feeling like there is. I had \"alternative\" parents my sister climbed trees and did whatever she wanted she never felt held back but also enjoys her femininity. You can't force equality but making everything the same, viva is difference I say. Doing this does not show freedom it show an abuse of a position as a parent, we shoulf be there to guide them not force this cr@p on them",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                },
                {
                    "id": "21",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568720047",
                    "commentText": "Hannah Pratt do you think and animal ingrains the <b> gender </b>on their young? You're all screwed up with political thought you no longer know how to act naturally",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "22",
                    "user": "Daniel Osborne",
                    "date": "",
                    "timestamp": "1568737439",
                    "commentText": "Peter Fraser perhaps Hobbit's real name is Hannah Pratt? I'm lost for words, the world is going down the pan. What on earth goes through these kind of folk's minds?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568738528",
                    "commentText": "Daniel Osborne I was thinking that either that or a close friend that's the only reason she'd try and justify this madness",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Andrew S Douglas",
                    "date": "",
                    "timestamp": "1568746462",
                    "commentText": "Peter Fraser hannah  pratt  is  exactly    what  is  wrong  with  todays   world",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568797951",
                    "commentText": "Andrew S Douglas tell me about it! Very true",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "26",
            "user": "Mandy Jones",
            "date": "",
            "timestamp": "1568715812",
            "commentText": "How ridiculas that's all they are doing is confusing the child. Your born a girl or a boy and if when your older you wish to change let the child choose when <b> old </b>enough to make a decision. There is no such thing as<b>  gender</b> neutral just something som<b> e lunati</b>c as thought up and now children who got no choice in the matter are brought up by patents who really should not be parents.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Old",
                "Lunatic"
            ]
        },
        {
            "id": "27",
            "user": "John Simms",
            "date": "",
            "timestamp": "1568716783",
            "commentText": "As long as they don't try to force the equality of outcome, then what's the issue? Let the kid be the best a kid can be, without imposing any labels.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "28",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568730213",
                    "commentText": "Gender is not a label!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "29",
                    "user": "John Simms",
                    "date": "",
                    "timestamp": "1568732348",
                    "commentText": "Gender is, while <b> sex </b>isn't. The<b>  sex</b> of a person is normally male or female (with a tiny proportion born with both male and female reproductive parts). There are lots of genders.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex"
                    ]
                },
                {
                    "id": "30",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568733669",
                    "commentText": "John Simms still not a label how ever many there are!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "31",
            "user": "David Cooke",
            "date": "",
            "timestamp": "1568717114",
            "commentText": "Idiotic people who are procreating. It's time we brought in aptitude tests.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Pamela Bartholomew",
            "date": "",
            "timestamp": "1568718051",
            "commentText": "What a pair of pretentious prats.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Eric Harper",
            "date": "",
            "timestamp": "1568720522",
            "commentText": "They are using the word 'they' wrong, 'they' is mostly used to refer to more than one person, 'it' would be a better word for describing a single personIts still child abuse (plain and simple) though as this will cause problems with its development, s/he wont learn to use the correct terminology and as a result will find it very difficult to make friends, and fit in with others. Other young children will also find it hard to use gendar neutral words as they are just learning language themselves.. Plus Anousha is a girls name, so they didnt exactly think that one through",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "34",
                    "user": "Ricky Horton",
                    "date": "",
                    "timestamp": "1568734171",
                    "commentText": "Pronouns do not follow grammatica logic (or any logic really). There is an actor/actress (not sure how do differentiate), its pronouns are \"ze\" and \"hir\", I have no idea which is used when. Its all make-believe where the rules are made up and the points don't matter.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "Mark Lyndon",
                    "date": "",
                    "timestamp": "1568900712",
                    "commentText": "Child abuse?  Seriously?  They seem like they're better parents that many of the commenters here would be.The child's name is Anoush (even though it's misspelt once in the article).You're wrong about the grammar too:\"Somebody left their umbrella in the office. Would they please collect it?\"\"The patient should be told at the outset how much they will be required to pay.\"\"But a journalist should not be forced to reveal their sources.\"The Oxford English Dictionary traces singular they back to 1375, where it appears in the medieval romance William and the Werewolf. Except for the old-style language of that poem, its use of singular they to refer to an unnamed person seems very modern. Here’s the Middle English version: ‘Hastely hiȝed eche  . . . þei neyȝþed so neiȝh . . . þere william &amp; his worþi lef were liand i-fere.’ In modern English, that’s: ‘Each man hurried . . . till they drew near . . . where William and his darling were lying together.’You're wrong about the grammar too:\"Somebody left their umbrella in the office. Would they please collect it?\"\"The patient should be told at the outset how much they will be required to pay.\"\"But a journalist should not be forced to reveal their sources.\"The Oxford English Dictionary traces singular they back to 1375, where it appears in the medieval romance William and the Werewolf. Except for the old-style language of that poem, its use of singular they to refer to an unnamed person seems very modern. Here’s the Middle English version: ‘Hastely hiȝed eche  . . . þei neyȝþed so neiȝh . . . þere william &amp; his worþi lef were liand i-fere.’ In modern English, that’s: ‘Each man hurried . . . till they drew near . . . where William and his darling were lying together.’",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Eric Harper",
                    "date": "",
                    "timestamp": "1568900863",
                    "commentText": "Mark Lyndon 'they' can be used when the person isnt present but you havent shown a single example of it applying when addressing a person directlyI think you just proved my point though, if adults disagree on the terminology then what chance does it have of making friends that are just learning the language. Its child abuse because s/he will not develop normal communication/social skill as a result, and therefore wont be able to interact with other kids its own <b> age </b>properly. Which is important for cognitive and social development",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "37",
            "user": "Medusa Jordan",
            "date": "",
            "timestamp": "1568721576",
            "commentText": "What about the parents own unconscious bias? 😒Studies have shown that people treat boys and girls differently when they swear <b> blind </b>they do not. Hobbit and Jake clearly work hard at being different, but as the bias is unconscious...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "38",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568731840",
                    "commentText": "There's <b> nothing </b>wrong with difference, you have been manipulated I would advise you think for yourself, like hopefully this child will, when they grow up and stick their middle finger up at the parents  who forced their scewed beliefs on them. This is a very conscious bias against gender",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                },
                {
                    "id": "39",
                    "user": "Medusa Jordan",
                    "date": "",
                    "timestamp": "1568760959",
                    "commentText": "Peter Fraser Manipulated?! 😂 By whom exactly? You appear at first to be agreeing with the parents, but then come down on the side of conventionality. Did my knowledge of academic studies betray a lack of ability to think for myself?! 🤓I don't even know what your problem is with my comment!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568798149",
                    "commentText": "Medusa Jordan I couldn't tell you that's up for you to find out but you're peddling the same cr@p that has no baring on reality, and it's actually very damaging, it's not free thinking it's backward.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "41",
                    "user": "Peter Fraser",
                    "date": "",
                    "timestamp": "1568799246",
                    "commentText": "Medusa Jordan and not keeping your childs <b> gender </b>a secret is not coming down on the side conventionality it's coming down on the side of sanity",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": [
                "Blind"
            ]
        },
        {
            "id": "42",
            "user": "Gary Youn",
            "date": "",
            "timestamp": "1568722450",
            "commentText": "Nuke it from orbit.... It's the only way to be sure",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Muslima Akthar",
            "date": "",
            "timestamp": "1568722983",
            "commentText": "A child is too young to understand identity. They  is jjust Thiscarr about playing and eating. Not giving them their basic <b> gender </b>is  gonna confuse them so much. They will look at their peers and wonder where they belong",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "44",
            "user": "Jase Jay",
            "date": "",
            "timestamp": "1568723351",
            "commentText": "Ffs",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "Neanderthal News",
            "date": "",
            "timestamp": "1568730470",
            "commentText": "My money's on boy",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "Howard Leech",
            "date": "",
            "timestamp": "1568733625",
            "commentText": "One of my relatives decided that her little boy should not be brought up to act like  a litte boy and have toy guns etc , so they bought him a doll. It didn't work, he used sticks as guns and watched cowboy films on TV. He never played with the doll but pretended to shoot it. They gave up in the end.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "47",
            "user": "Craig Elliott",
            "date": "",
            "timestamp": "1568736003",
            "commentText": ".... the stupidity is strong in this one ...",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48",
            "user": "Daniel Osborne",
            "date": "",
            "timestamp": "1568736924",
            "commentText": "And some folks can't even have kids......",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "Rachael McClafferty",
            "date": "",
            "timestamp": "1568737848",
            "commentText": "Jeez, I played with what I wanted and wore what I wanted. I played with My Little Ponies and Lego. I wore skirts and trousers. I think the child will be more confused \"not\" having a <b> gender.</b>",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "50",
            "user": "Lynne Gerry",
            "date": "",
            "timestamp": "1568739780",
            "commentText": "Stupid people!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Victoria Sheffield",
            "date": "",
            "timestamp": "1568740088",
            "commentText": "IDIOTS",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Minnie McLachlan",
            "date": "",
            "timestamp": "1568740488",
            "commentText": "Quote \"Hobbit and Jake said that they took the decision not to reveal their baby’s identity because they don’t want people treating them differently.\"Such blatant lies from these attention seeking individuals. Giving their child these pronouns and ambiguous <b> gender </b>will inevitably attract attention to their child, who by their own actions, IS being treated differently...",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "53",
            "user": "Sandra Davies",
            "date": "",
            "timestamp": "1568744339",
            "commentText": "Hobbit Humphrey?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Tria Lynn Alexandra Hall",
            "date": "",
            "timestamp": "1568745428",
            "commentText": "Sigh. Typical Metro. No, the grandparent did not \"discover\" the child's <b> gender </b>by seeing what bits they have, because that and genetics define<b>  sex</b>. No<b> t gende</b><b> r. Gend</b>er is what you feel you are in your mind.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex"
            ]
        },
        {
            "id": "55",
            "user": "Andrew S Douglas",
            "date": "",
            "timestamp": "1568746247",
            "commentText": "not   fit   to  have   a  chld,  de   ranged",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Clare McFadden",
            "date": "",
            "timestamp": "1568756085",
            "commentText": "*FACEPALM*",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "Adventures In  Electronica",
            "date": "",
            "timestamp": "1568789007",
            "commentText": "Too much Soy",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "Curley Jefferson",
            "date": "",
            "timestamp": "1568789074",
            "commentText": "The best bit here is they've forgotten that <b> gender </b>is not supposed to mean<b>  sex</b> anymore... 😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex"
            ]
        },
        {
            "id": "59",
            "user": "Hanna Crooks",
            "date": "",
            "timestamp": "1568790841",
            "commentText": "I dont agree with this at all. <b> Gender </b>does not dictate what you can play with or what you wear. All 4 of my children (3girls 1boy) have always been allowed to choose their own identities from a young<b>  age</b> with clothing and toys. They’ve never been pressured into stereotypes. One of my daughters now 12 chooses to dress like a boy and has done since she was 6/7 and I have no problem with that , it’s her choice and she has a very girly name which she has no problem with. There’s no need for such a drastic decision “it’s” just a baby. They will decide who they are regardless of this utter horse crap. Ludicrous",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Age"
            ]
        },
        {
            "id": "60",
            "user": "Ben Hume",
            "date": "",
            "timestamp": "1568816443",
            "commentText": "This has <b> nothing </b>to do with the child, its all about these egotistical parents. 100% indoctrination ..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "61",
            "user": "Mark Lyndon",
            "date": "",
            "timestamp": "1568900827",
            "commentText": "Good luck to them all!  White heterosexual male here, and I really can't see a problem.  I'd rather have had Jake and Hobbit as parents than most of the people commenting here.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Gary Day",
            "date": "",
            "timestamp": "1568912300",
            "commentText": "Mmmm errrrr what the feck is going on???.  It seems some people in this country think of <b> weird </b>things to do. What next........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Weird"
            ]
        }
    ]
}