{
    "header": {
        "title": " London’s XXL gay club set to close to make way for luxury flats ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 202 ",
        "datePosted": " Friday 28 Jun 2019 5:13 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/28/londons-xxl-gay-club-set-close-make-way-luxury-flats-10087048/ ",
        "postText": "One of London’s biggest gay nightclubs has complained of ‘social cleansing’ after being given three months to close to make way for a £1.3bn development.', 'XXL has been running for 19 years and 40 people will lose their jobs when the venue shuts down.', 'It comes as the capital’s gay scene has become ‘crippled’ over recent years with people saying LGBT spaces are needed more than ever as societal attitudes ‘go backwards’.', 'The club’s co-manager James McNeil says the venue is one of the few serving the 30-plus community, the Guardian reports.', 'He said: ‘It is like we have been socially cleansed of LGBT venues. There are people who haven’t come out who will go there because it is a safe zone.’', 'A £1.3bn development consisting of 489 flats, shops, a hotel and offices is set to replace the legendary nightspot.', 'The club’s owners lost a court appeal this week against the developers, who are bankrolled by investors from Malaysia and Singapore.', 'Both Mr McNeil and co-founder Mark Ames asked if the illegality of gay sex in both Asian countries has anything to do with the project.', 'Development firm Native Land strongly deny this suggestion.', 'They said XXL had known about the development plans since 2014 and didn’t object to them when they were first submitted.', 'But Mr McNeil says this is because a planning tribunal had already asserted their right to carry on as a gay club.', 'He also said they wanted to work with the developers to create ‘the first national LGBTQ centre’ but the idea wasn’t picked up.', 'The managers also allege the Mayor of London’s office hasn’t provided enough help to stay open over the past few years.', 'London’s first ‘Night Czar’ Amy Lamé said her team had been looking for new premises, lobbying Southwark Council and offering advice to XXL staff.’', 'The club now has three months to shut up shop and make way for the project which will be built over railway arches and on nearby land.', 'Regular performer DJ Fat Tony, real name Tony Marnach, said London ‘can’t afford’ to lose another large gay venue.', 'He added: ‘The gay scene has been so crippled over the last few years. We [still] need gay clubs because the world we live in is not going forwards, it is going backwards.', '‘In some areas of London people still can’t walk down the street together.’', 'The number of gay clubs in London has plummeted from 125 in 2006 to 53 in 2017, according to research by University College London.', 'Out of these, 30 per cent became venues that weren’t specifically gay and 21 per cent closed to make way for property development.', 'The latest casualty was Boc South in Vauxhall this month, having only opened in 2017.', 'XXL co-founder Mark Ames said the trend showed there was ‘no room for difference’ and that everything was becoming ‘sterilised’.', 'He added: ‘This is being done by people who don’t care about London’s community. All they care about is turning a buck.’",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Sexual Identity - General,Gender - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Homophobia,Gay,Sex,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary Youn",
            "date": "17w",
            "timestamp": "1561754126",
            "commentText": "Gays use the Internet to find casual <b> sex </b>now. They don’t need nightclubs",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "David Watkins",
                    "date": "17w",
                    "timestamp": "1561762580",
                    "commentText": "Gary youn. Cretin",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Rob Lawson",
                    "date": "17w",
                    "timestamp": "1561765630",
                    "commentText": "David Watkins Never thought of like any <b> Brexit </b>Party post, but you’re 100% spot on here.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "3",
                    "user": "David Watkins",
                    "date": "17w",
                    "timestamp": "1561778704",
                    "commentText": "Rob lawson this isn't about <b> brexit,</b> this is about<b>  homophobia</b>, and i will not tolerate such comments.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Homophobia"
                    ]
                },
                {
                    "id": "4",
                    "user": "Gary Youn",
                    "date": "17w",
                    "timestamp": "1561787884",
                    "commentText": "David Watkins no. It's a fact. Plenty of articles on the decline of <b> gay<b>  </b</b>>clubs due to the rise of Grindr et Al",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "5",
                    "user": "Barry Graham",
                    "date": "17w",
                    "timestamp": "1561836035",
                    "commentText": "David Watkins aaahhh bless....good riddance to it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "6",
            "user": "Arnold Hedge",
            "date": "17w",
            "timestamp": "1561790587",
            "commentText": "The developers are doing it to make money. 489 apartments will be very profitable.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Kevin Symonds",
            "date": "17w",
            "timestamp": "1561816541",
            "commentText": "This is what happens when you don't own the property. It is not the landlords responsibility to keep something going. Businesses are there to make money.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}