{
    "header": {
        "title": " Driver, 24, changes gender to female to get cheaper car insurance ",
        "subtitle": " ",
        "owner": " Tanveer Mann ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 364 ",
        "datePosted": " Tuesday 31 Jul 2018 8:34 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/31/driver-24-changes-gender-female-get-cheaper-car-insurance-7779842/ ",
        "postText": "A man who was unhappy with the high quote he got from his car insurance company decided to legally change his gender to female to get cheaper insurance.', 'The 24-year-old, referred to only as David, shared his struggle with getting car insurance on Reddit, boasting that by changing his gender on paper, he managed to save nearly C$1,100 (£640) a year.', 'He told CBC.ca: ‘I have taken advantage of a loophole. I’m a man, 100%. Legally, I’m a woman.’', 'Earlier this year, the then 23-year-old purchased a new Chevrolet Cruze and had to get a full-on collision insurance policy.', 'When he rang up his insurer, he was quoted C$4,517 (£2,630).', 'This was despite only having a minor crash and a couple of speeding tickets before.', 'Out of curiosity, David asked how much his premium would be if he was a woman.', 'In the Reddit post back in April, he wrote: ‘The broker comes back with a quote of C$3423 (£2,000). Holy f***.’', 'In Canada, male drivers under 25 are required to pay more for car insurance than woman as they are statistically more likely to get into car accidents.', 'David saw this as gender-based discrimination and asked his insurance company to change his gender on paper to female, however this was denied.', 'Not giving in, David then decided to legally change his gender and get a new birth certificate and a new driver’s license listing him as a woman.', 'To do this, he had to get a letter from his doctor saying he identified as a woman.', 'He initially thought it wouldn’t be easy as he did not want to undergo gender reassignment surgery but it turned out he just had to tell his doctor that he wished to change his sex.', 'After submitting the necessary documents, David was shocked to see everything had gone through and he had received a new birth certificate, which listed his sex as female.', 'He said: ‘I was quite shocked, but I was also relieved,’ he said. ‘I felt like I beat the system. I felt like I won.’', 'By going through the whole changing process, David managed to save himself C$91-a-month (£53) on his car insurance.', 'He admitted to CBC that one of the main factors for legally changing his sex was to get cheaper car insurance but that it was not the sole reason.', 'When it comes to annual earnings in Canada, women earn 66.7 cents for every dollar earned by a man, according to the Canadian Women’s Foundation.', 'This mean a woman on average salary would earn nearly C$17,000 less than a man on average salary of C$51,000 (£29,700) each year.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Gender,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mark Richard Milton",
            "date": "1y",
            "timestamp": "1533025815",
            "commentText": "His insurer would have refused to pay out anyway had he been in an accident. On account that he still has that dangly bit between his legs and therefore not female despite what his legal documentation says. Either that, or the insurers go all sexist and say the accident was his fault because he's a <b> woman.</b>Insurers *always* look for the tiniest excuse not to pay out and start fighting tooth and nail with that excuse.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Huzaifa Khan Jadoon",
                    "date": "1y",
                    "timestamp": "1533030428",
                    "commentText": "●▬▬▬▬▬▬▬▬ஜ۩۞۩ஜ▬▬▬▬▬▬▬▬●my ­c­l­Ass­m­At­e's s­ist­er ­m­A­k­es $84/­hr ­o­n t­h­e ­c­o­m­put­er. S­h­e ­h­As ­b­e­e­n ­f­ir­e­d fr­o­m w­or­k ­f­or 5 ­m­o­nt­hs ­but ­l­Ast ­m­o­nt­h ­h­er ­p­Ay­m­e­nt w­As $13638 just w­or­k­i­n­g ­o­n t­h­e ­c­o­m­put­er ­f­or ­A ­f­ew ­h­ours. ­h­er­e's t­h­e s­it­e t­o r­e­A­d ­m­or­e­g­o t­o t­h­is s­it­e ­h­o­m­e t­A­b ­f­or ­m­or­e ­d­et­A­i­l. HERE►►----------&gt;&gt;  w­­­w­­­w­­­.­­­i­­­n­­­k­­­p­­­r­­­o­­­f­­­i­­­t­­­.­­­c­­­o­­­m­­­ᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵ Please don't copy ᴵᴵᴵ....Thank you...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Paul Woods",
                    "date": "1y",
                    "timestamp": "1533036791",
                    "commentText": "How on earth could his insurer prove that he had a dangly bit? He would be under no obligation to show any of his private parts to them.It's discrimination to charge more based on <b> gender,</b> fact.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "3",
            "user": "Daniel Grey",
            "date": "1y",
            "timestamp": "1533026946",
            "commentText": "Any claim will be invalidated &amp; the insurer will likely refer them to the police for fraud. It's not a matter of a physical perceived <b> gender </b>imbalance, that doesn't matter, but in the affidavit it was stated that they live as a female only. It is clear that they do not, they even state \"I'm a man. 100 percent\". Making a mockery of a legal document is rarely viewed as a bit of fun by the legal profession. I wonder which prison they'll put them in.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4",
                    "user": "Jim Lang",
                    "date": "1y",
                    "timestamp": "1533036646",
                    "commentText": "Daniel, he has broken no rules, followed the system and can claim <b> gender </b>fluidity where on a given day he can associate as either male or female depending how he feels (Grumpy angry = female day).<b>  Nothing</b> illegal what should be illegal is classing all men as worse drivers tha<b> n woma</b>n because of a demographic.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Woman",
                        "Nothing"
                    ]
                },
                {
                    "id": "5",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "1y",
                    "timestamp": "1533052817",
                    "commentText": "Jim Lang - But Jim, he is not genderfluid. He acknowledged that fact. It's not OK for him to pull a stunt like this, because he is cisgender and admits that fact. Therefore, it's fraud - and it patronises every person out there who really is genderfluid (like me) or trans.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "1y",
                    "timestamp": "1533056477",
                    "commentText": "Also, that's not why men are charged higher premiums either. That is done because statistically, men have more accidents.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Daniel Grey",
                    "date": "1y",
                    "timestamp": "1533075644",
                    "commentText": "Jim Lang Except that they have openly stated that it was done primarily for financial gain &amp; is \"100% male\" (their own words). Considering that insurance claims can be refused for giving the wrong type of employment or parking space I am sure that lying about your <b> gender </b>will be frowned upon. It also mocks those who genuinely have a conflict of<b>  gender</b>. Many countries have cruel rules that preven<b> t gende</b>r changes without physical reassignment purely because they fear people will make a mockery of self declaration just like this person did. It affects far more than just this person.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "8",
            "user": "John S Madeley",
            "date": "1y",
            "timestamp": "1533034144",
            "commentText": "Well I hope 'she' had 'her' wages lowered as well :p",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Alicia Wasserman",
            "date": "1y",
            "timestamp": "1533043645",
            "commentText": "In Argentina a man changed his <b> gender </b>to be able to retire earlier. At 60 instead of 65.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}