{
    "header": {
        "title": " All schools to get support on teaching LGBT lessons after angry parent protests ",
        "subtitle": " ",
        "owner": " Emma Brazell ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.3k ",
        "datePosted": " Sunday 1 Sep 2019 11:04 am ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/01/all-schools-to-get-support-on-teaching-lgbt-lessons-after-angry-parent-protests-10665028/ ",
        "postText": "Every school in Britain will be given support to be able to teach children about same-sex relationships in the wake of anti-LGBT protests by some parents.', 'Education Secretary Gavin Williamson said headteachers should be ‘able to teach about Britain as it is today’ and will be delivering support to schools ahead of the September 2020 mandatory introduction of same-sex relationship education.', 'In some of his first comments on the matter since being appointed to his new role, Mr Williamson added that the government has ‘set out quite clearly’ the law and said there is no place for protests outside any school.', 'He said: ‘Firstly, we shouldn’t be seeing protests outside any schools.', '‘We want to make sure all pupils, parents and teachers are able to go to those schools freely without any form of intimidation.', '‘We will be there supporting and backing every single school – that’s what we have been doing.', '‘The purpose of it is we wanted to make sure every single school is able to teach about Britain as it is today – but also have the flexibility to ensure that it has an understanding of the communities which it operates in.’', 'Before the summer holidays, anti-LGBT protests were held by parents outside Anderton Park and Parkfield Community Primary schools in Birmingham, with a separate demonstration outside the gates of Nottingham’s Fernwood Primary.', 'Demonstrators claimed that teaching about LGBT relationships was ‘over-emphasising a gay ethos’ and that the teachings were not ‘age appropriate’.', 'Counter-protesters also congregated outside the schools, with LGBT campaigners slamming the ‘homophobic’ demonstrations.', 'Mr Williamson said he had no plans to visit the headteacher of Birmingham’s Anderton Park Primary School, Sarah Hewitt-Clarkson, who said she was subjected to weeks of abuse after weaving information about the Equality Act into her school’s wider curriculum.', 'In June, the headteacher – who claims she received death threats – called for Mr Williamson’s predecessor, Damian Hinds, to visit and have a discussion about the current policy on relationships and LGBT education in schools.', 'Speaking at the time, she warned of the angry demonstrations spreading without the government giving more support to schools affected.', 'She said: ‘The importance of this goes beyond Anderton Park, it goes beyond protests on my pavements – it’s a British law issue.’', 'The DfE said it has been working ‘very closely’ with heads on the issue and Mr Hinds did meet union officials and officers from Birmingham City Council.', 'Parkfield school’s ‘No Outsiders’ equality education programme, which taught about diversity and difference in modern society, was suspended last term in the wake of parent protests.', 'But in July, the school announced that a modified version of it would return in the new term.', 'In June, the Department for Education published guidance encouraging schools to adopt the new curriculum on relationships education from this September.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Age - Youngsters,Behavioural Addiction - Alcohol,Age - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,Homophobic,Homosexual,Gay,LGBT,Gay,LGBT,Nothing,alcohol,Age,Sex",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "",
            "timestamp": "1567338354",
            "commentText": "Utterly outrageous, I’m deeply offended.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567372793",
                    "commentText": "Suleman Khan Your spam has no place in an article about <b> LGB<b> T+<<b> /b</b</b>>> discrimination. Reported to Facebook.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "El Abdulla",
            "date": "",
            "timestamp": "1567348159",
            "commentText": "Good! Its about time! What ever religion or conservative traditional family views people have.. it does not give them a right to spread their nasty <b> homophobic </b>views and try to dictate what is taught in schools...Equality laws  are there to protect us all!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "3",
            "user": "Craig Allen",
            "date": "",
            "timestamp": "1567355264",
            "commentText": "its not the kids that need the lessons, its their parents...kids that young have no idea what they are. children have never been very good at tolerating those that are different anyway. anyone that has been to a public school will tell you that.just like with any educational program, its a waste of time; those that will listen won't need to be told and those that need to be told won't listen. same with drugs, booze etc",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567372962",
                    "commentText": "If you're claiming that kids don't learn anything at school, why have schools?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Craig Allen",
                    "date": "",
                    "timestamp": "1567373833",
                    "commentText": "Derek Williams I meant in the context of things like what the article mentions. Those that its targetted at won't take any notice. Or are you telling me that people (including kids) aren't aware that knives kill or seriously injure. Drugs and <b> alcohol </b>are also potentially dangerous. Smoking kills etc. There is a difference between ignorance and stupidity and these efforts often come across as condecending.But to answer your question, all a person really needs are basic maths and english. What use is shakespearean literature or algebra in every day life? But I digress",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "alcohol"
                    ]
                },
                {
                    "id": "6",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567420359",
                    "commentText": "Bill Smith Please cite even ONE instance of a child being told in a school by a teacher they should 'become <b> homosexual'</b>.  Explain how you could turn yourself into a<b>  homosexual</b> and then back again into a heterosexual, and so forth.  Your claim is without evidence.  Claims without evidence can be dismissed without evidence.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homosexual"
                    ]
                },
                {
                    "id": "7",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567420739",
                    "commentText": "Craig Allen I am truly sorry you feel your education was a waste of time, aside from Maths and English.  Society in your express view, should be a collection of people who can merely add and read.FYI, Algebra is a subset of Maths, so the Maths curriculum would have be to revised. Likewise, Shakespeare was English, so would have to be written out of the curriculum. If the majority of the general population shares your views, then no doubt Geography, Science, History, Languages, Art and Music will soon disappear from school curricula.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Craig Allen",
                    "date": "",
                    "timestamp": "1567448705",
                    "commentText": "Derek Williams It was a waste of time for me. I have probably learned more outside of a educational environment than I ever did in one. You also have the issue of \"sets\". the highest set is \"generally\" filled with kids that want to learn, and the lowest one filled with a \"doctored\" curriculum for shall we say \"slower\" pupils. I mean no disrepect to anyone when I say that by the way. Then you have the middle set which is mixed with both. I lost track of the ammount of my lessons that never went anywhere because you had the same disruptive clowns that did <b> nothing </b>but kick off and a teacher that couldn't cope with them. Everyone suffers.I understand that curriculums have subsets, but thats what we have the \"options\" for in years 9+ (provided that hasn't changed since my day) more niche things like algebra etc could be dropped in favour of things that a child would actually have use for. music and drama etc is no use to anyone unless you have talent in it. both subjects in my school were relegated to options anyway from year 9+. those that wanted to do them could and those that didn't wouldn't have to.But back to the original topic. how many times must a smoker for example be told that their habit causes cancer etc? it won't make any difference to them putting mesages and graphic images to that effect on packaging. those that know the risks of smoking wouldn't take the habit up in the first place. which in layman's terms is what I was getting at all along.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Tom Spears",
            "date": "",
            "timestamp": "1567355919",
            "commentText": "so does that include 2mummys and allowed beatings forced to pray and fgm partys or it just gay/tran  so not all included just again whats thought pc forgot arranged marrage",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "10",
                    "user": "Michael Van In",
                    "date": "",
                    "timestamp": "1567367643",
                    "commentText": "Tom, your friends seem to have neglected you again.Don't drink and type.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "",
                    "timestamp": "1567400033",
                    "commentText": "That post doesn't even make sense. How drunk *were* you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "James Bishop",
            "date": "",
            "timestamp": "1567376032",
            "commentText": "are you all supporting more Islam in the schools, intolerence in schools, we have had <b> LGB<b> T <<b> /b</b</b>>>in the society - equlity law means equlity for all - not just muslims.These muslims are the most intolerent community in the UK, if muslims have it their way , all kn<b> ow <b> LG<<b> /b</b</b>>>BT memenbers would be killed in a public sq.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "13",
                    "user": "Wyn Williams",
                    "date": "",
                    "timestamp": "1567392711",
                    "commentText": "Christains are just as intolerant and have been complaing about it for far longer in the UK, truth is all schools should be a place of secular learning",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567420858",
                    "commentText": "Bill Smith Can you be specific as to in what respects you consider <b> LGB<b> T+<<b> /b</b</b>>> activism resembles religion?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "15",
                    "user": "Aaron Green",
                    "date": "",
                    "timestamp": "1571492129",
                    "commentText": "Wyn Williams <b> LGB<b> T <<b> /b</b</b>>>is being forces down young kids throats and it’s forcing them to worry about something they otherwise shouldn’t have to even glimpse upon.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "16",
            "user": "Jack Jones",
            "date": "",
            "timestamp": "1567415082",
            "commentText": "keep your kid outta school on those days...<b> nothing </b>to do with curriculum",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "17",
            "user": "James Martin",
            "date": "",
            "timestamp": "1567416012",
            "commentText": "LGBT, along with religion should not be in schools, especially at such a young <b> age.</b> If all the SJW's would drop the act for a second and think logically, they would see what the overall plan is for this proposition. Sociopaths and people without children are the ones that are perfectly adept, to taking advantage of their innocence for their own gain. Sick people that people here are defending.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "18",
                    "user": "Derek Williams",
                    "date": "",
                    "timestamp": "1567420972",
                    "commentText": "Where should <b> LGB<b> T+<<b> /b</b</b>>> children go for their education, if not to a school?  Why should <b> an <b> LG<<b> /b</b</b>>>BT+ person not be able to choose whatever career they like, including teaching?As to relationships, if<b>  sam</b>e-sex relationships should be removed from discussion, then why not op<b> posi</b>te sex ones too?  Both exist in the real world.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "LGBT"
                    ]
                },
                {
                    "id": "19",
                    "user": "Aaron Green",
                    "date": "",
                    "timestamp": "1571491793",
                    "commentText": "Derek Williams <b> LGB<b> T <<b> /b</b</b>>>movement has gone to far and is having a huge impact on freedom of speech and basic rights to think freely. I bet u that <b> if <b> LG<<b> /b</b</b>>>BT wasn’t very big then the majority of <b> the<b> s</b</b>>e gay, trans etc kids wouldn’t have given it a second glance.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "LGBT"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "LGBT"
            ]
        },
        {
            "id": "20",
            "user": "Catherine Cole",
            "date": "",
            "timestamp": "1567465337",
            "commentText": "This is the UK in the 21st century. Religious people don't believe in equality. So why ask them what to teach?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}