{
    "header": {
        "title": " Student creates chair to put an end to manspreading ",
        "subtitle": " ",
        "owner": " Ellen Scott ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 793 ",
        "datePosted": " Thursday 18 Jul 2019 2:12 pm ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/18/student-creates-chair-put-end-manspreading-10418726/ ",
        "postText": "Manspreading is deeply annoying.', 'But for all us irritated women on public transport, it’s felt like the only way to tackle this maddening act is through deep sighs and passive-aggressive leg nudges.', 'No more – a student has come up with a proper solution to put an end to manspreading forever.', 'Laila Laurel, 23, is a student at the University of Brighton. She’s just won the Belmond Award at New Designs in London for her creation: a chair that trains men to stop manspreading.', 'Laila’s also made a chair to encourage women to take up more space.', 'Here’s how the chairs work. The anti-manspreading chair has legs that narrow in width, forcing the sitter’s legs to press into each other. The women’s chair does the opposite, forcing their legs to be spread widely.', 'Each chair is made from sycamore and cherry wood, and genuinely looks visually pleasing – so it’s great design for the aesthetics as well as the purpose.', 'Laila tells Metro.co.uk she was inspired by her own encounters with manspreading and other women’s experiences.', '‘I was also hugely inspired by Laura Bates’ Everyday Sexism Project where I read about the struggles and frustrations of women around the world pertaining to men infringing on their space,’ Laila tells us.', '‘I think encouraging women to consider the way in which they move through the world or the space they take up in relation to men is powerful because it is such an intrinsic and huge issue, and yet one that perhaps is not always considered.', '‘I think men have a tendency to command space and require women to move for them far more than vice versa.', '‘In order to achieve gender equality it is imperative to consider many different aspects of sexism, and so that is why I thought it would interesting it try to explore political gendered issues around seating.’', 'As with any woman speaking publicly about women’s experiences in the world, Laila has been blasted with horrible messages from strangers who are angry about her designs.', '‘The reaction of the people that I spoke to at the show and those that sat in the chair has been brilliant and interesting, and people seem to have found them funny and engaging which is all I could have hoped for,’ Laila explains. ‘The online backlash however has been quite unpleasant.', '‘I have received a lot of explicit messages nearly entirely from men who seem to be under the impression I am trying to castrate them and that I hate all men – which couldn’t be further from the truth.’', 'Manspreaders of the world really don’t need to worry, as there are currently no plans to roll the chairs out to all public spaces and force men to sit in them.', 'The chairs are more of a concept design, created to get a conversation going about how men and women take up space in the world.', 'Although wouldn’t it be nice if every manspreader did have a go in the chair, just so they could get used to sitting in a considerate way?', 'Thankfully Laila isn’t taking the backlash too seriously, and has no plans to stop sparking conversation.', '‘I don’t take myself too seriously, because for my work I really want it to be both important and thought provoking, whilst also being engaging and funny,’ Laila says. ‘I think humour is a really interesting tool in order to tackle social issues.', '‘I hope the message my current and future works send is that of a young woman that is using her design practice in order to create fun, powerful and interesting work surrounding equality and feminism.’",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical Features,Ethnicity - Black,Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Gender,Skinny,Fat,Black,Race,Racist,Retard,Nothing,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Eli Ezaz",
            "date": "16w",
            "timestamp": "1563465621",
            "commentText": "\"forcing women's legs to be spread wide\"... some unfortunate phrasing there",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Kurai Nikushimi",
                    "date": "15w",
                    "timestamp": "1563814281",
                    "commentText": "Nah, don't tell them they are basically encouraging rape.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Dudden Hall",
            "date": "16w",
            "timestamp": "1563465679",
            "commentText": "Train and bus passengers must be told to keep their knees together, touching, at all times when sitting, with a £50 fine for not having your knees together.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "3",
                    "user": "Marc Lein",
                    "date": "16w",
                    "timestamp": "1563469923",
                    "commentText": "Thanks for letting us know you never studied anatomy",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Dudden Hall",
                    "date": "16w",
                    "timestamp": "1563471311",
                    "commentText": "Marc Lein If you cannot sit with your knees touching then you are very overweight.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Marc Lein",
                    "date": "16w",
                    "timestamp": "1563478852",
                    "commentText": "Dudden Hall I dont where <b> skinny </b>jeans so we probably cant relate. I'll sit however I want because you and people like you cant do a damn thing about it.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Skinny"
                    ]
                },
                {
                    "id": "6",
                    "user": "Richard Siegers",
                    "date": "16w",
                    "timestamp": "1563498063",
                    "commentText": "Dudden Hall you have small balls i guess",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Adam Moose",
                    "date": "16w",
                    "timestamp": "1563685664",
                    "commentText": "Marc Lein ok except maybe a 50 euro fine on busses but other than that feel free to spread your wings",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Jeff Munrow",
                    "date": "16w",
                    "timestamp": "1563794165",
                    "commentText": "You're a retard",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Retard"
                    ]
                },
                {
                    "id": "9",
                    "user": "Kurai Nikushimi",
                    "date": "15w",
                    "timestamp": "1563814379",
                    "commentText": "That sounds actually stupid.Guess women thought of that one because no man would support such a thing.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Grant Batsford",
            "date": "16w",
            "timestamp": "1563472215",
            "commentText": "This is so hypocritical it beggars belief, it's a biological fact that guys cant sit for prolong periods with their legs fully together, I understand that it's just a concept and no manufacturer would seriously consider the design but where the concept comes from is in of itself a sexist trope akin to saying all women need an extra seat for their bags or <b> fat </b>shaming someone who's girth takes up more space.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat"
            ]
        },
        {
            "id": "11",
            "user": "Jigs Jay Sharma",
            "date": "16w",
            "timestamp": "1563477186",
            "commentText": "this is how we reward retards now? give them awards",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Bruno Giordano",
            "date": "16w",
            "timestamp": "1563482766",
            "commentText": "The twentieth century has put the most stupid people of the universe on a pedestal. Like Laura Laurel and Ellen Scott. Include is excluded and equality is to treat others like animals.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Alex Ko",
            "date": "16w",
            "timestamp": "1563506428",
            "commentText": "as aman, what's keeping me from going ahead and sit on the other chair?  oh, that's right, <b> nothing.</b>",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "14",
            "user": "Earl Hickey",
            "date": "16w",
            "timestamp": "1563511052",
            "commentText": "If I see one of those chairs , instant kindling",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Chase Petibone",
            "date": "16w",
            "timestamp": "1563555741",
            "commentText": "Oh man it's almost as if there's something in between there legs and that chair will actually cause diseases from making them crush said thing between legs.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "David Cooke",
            "date": "16w",
            "timestamp": "1563618692",
            "commentText": "Don't go into a carriage full of females on a hot day if these are installed. Just saying.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Enrique Gomez",
            "date": "16w",
            "timestamp": "1563639753",
            "commentText": "\"Manspreading is deeply annoying.\" Ellen. If it bothers you so much that men have to sit with their legs parted because most men have a penis and testes and don't feel comfortable sitting with their legs closed for a prolonged period of time, seek help. What a thing to be \"deeply annoyed\" about! LMFAO! You should also learn to code cause writing isn't your strong suit.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Șerban Iordache",
            "date": "16w",
            "timestamp": "1563782537",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Jeff Munrow",
            "date": "16w",
            "timestamp": "1563794083",
            "commentText": "What is this stupid shit, guys can't sit with their legs together because they don't want to squish their balls. Women don't fucking have balls. It's like a <b> woman </b>being told to lie down on their chest. They can't do it for long because it hurts their tits. God some people are just plain retarded.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "20",
            "user": "Kurai Nikushimi",
            "date": "15w",
            "timestamp": "1563912889",
            "commentText": "So she designed less practical and uncomfortable chair and now she is getting an award, incredible.Yes, let's solve manspreading, the issue of someone taking more space than needed, by creating a chair that requires more space than needed.You can argue that paired up with the other chair it doesn't require more space than needed but then again what's stopping men from just sitting on the other chair? I kinda also doubt that women want to sit with their legs wide open, especially those wearing skirts.I would say that this whole thing is retarded but there are retarded people who wouldn't think of such a stupid \"invention\" and would consider it stupid. This is beyond retarded. Whole new level.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Kenned Mødegaard",
            "date": "15w",
            "timestamp": "1563924638",
            "commentText": "As a <b> black </b>man... R.I.P my big \"Johnny\"... Ya I named it...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "22",
                    "user": "Vito Botica",
                    "date": "15w",
                    "timestamp": "1564004653",
                    "commentText": "Implying that all <b> black </b>people are stereotypicaly large in gurth and size",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "23",
                    "user": "Kenned Mødegaard",
                    "date": "15w",
                    "timestamp": "1564005734",
                    "commentText": "Vito Botica I don't know if your glasses was on the floor... But I said... \"I\" not them... I as in I, I have have a giant one.. Not my fault. Why do you have a profile picture of a cartoon character?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Cyril Cole",
                    "date": "15w",
                    "timestamp": "1564409073",
                    "commentText": "Vito Botica How can you be <b> racist </b>to your own<b>  race</b>? Do you hate yourself?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "25",
            "user": "Vito Botica",
            "date": "15w",
            "timestamp": "1564004334",
            "commentText": "To think that women (and i don't mean all women as there is respectable behavior for each and every one of you) like this would seek for equality and still do petty acts to solidify their argument such as this one where one simply tries to do something that is biologically speaking uncomfortable for men and would generally be useless. like i get the point of it, it is supposed to represent a mark of equality but at the same time it rises women and lowers men and in general as a man i find a bit offensive but curently that isn't my point so moving on. As seen there are two types of chairs seen on the picture one that forces men to keep their legs shut together and one that forces women to do what is called \"man spreading\" (which i do not know why it is named that way as it could as easly be done by a women but men wouldn't mind as it is in their sole nature to do the same action) which i find stupid beacause there is no chair design or word in this world that will make me go out of my comfort zone and yes i repeat mine as i previously mentioned its only natural for a man to do such a thing so in no further regard i shall conclude my comment and end it on a note saying \"if you try to find equality in diffrences and not the similarities of genders then you shall not find it as it is not something that distributes specific role to a <b> gender </b>but something that is supposed to stand as a beacon of knowing your soul and body are equal to a specific person<b> /gender</b>, you are only activly worsenig society as it is with your behavior and ideology.\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "26",
            "user": "Mark  Fedorishyn",
            "date": "15w",
            "timestamp": "1564027484",
            "commentText": "200 iq",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Andrew Bear",
            "date": "15w",
            "timestamp": "1564152353",
            "commentText": "No, the \"chairs\" have not created outrage online. They have been met with massive mockery online, because people with <b> common </b>sense and working brains see straight through this absolute nonsense.Even better, the internet has already found a way to bypass the chairs. Just say you identify as<b>  woman</b>. Boom! What are you going to do now?\"The designs are meant to start a conversation around women’s rights to take up space in the world.\"Oh stop with the \"women's rights\" whine in 21st century Europe. Women have the exact same rights in the UK, the European mainland, the US, etc, as men. And in places where women are actually oppressed (like in Iran), these chairs won't change anything because they're just chairs and the creator is a certified moron.Oh, and as for \"manspreading\"? What about women who hug more space than is normal on public transport with all the crap they carry around? Can we do something about that?PS: it's not \"manspreading\" that is deeply annoying, it's stupid ideas like this getting rewarded and even given attention by the media that is actually annoying. It's almost as if modern \"journalists\" don't know how to do journalism anymore, and colleges have forgotten that they're places of education, not indoctrination.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Common"
            ]
        }
    ]
}