{
    "header": {
        "title": " Anger at ‘hard-hitting’ film on Islamophobia is ‘ironic’, says Muslim filmmaker ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 521 ",
        "datePosted": " Monday 1 Apr 2019 9:26 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/01/anger-hard-hitting-film-islamophobia-ironic-says-muslim-filmmaker-9086912/ ",
        "postText": "A Muslim filmmaker has said calls to ‘withdraw’ and ‘ban’ his hard-hitting film on Islamophobia, designed to tackle hate crime, are ‘ironic’ and ‘bizarre’.', 'The Martyrs, a four-minute film shot in west London in the wake of the Christchurch shootings, is based on three real-life Islamophobic crimes: a stabbing, an acid attack and the kicking in the stomach of a pregnant woman, leading to the death of her unborn twins.', 'The film has been made by Rizwan Wadan, who aims to use filmmaking as a medium through which to ‘open dialogue’ and show the impact of hate crimes by ‘taking people on a journey’ to highlight ‘violence doesn’t achieve anything’.', 'It is set against the backdrop of the ‘punish a Muslim day’ last year, in which letters were sent to homes and businesses around the country, suggesting that people could win ‘points’ for attacking Muslims.', 'He hit out at claims that his graphic film was ‘sensationalist’ or ‘promoting fear’ after receiving criticisms from groups including Tell MAMA, a charity that records anti-Muslim hate crimes.', 'Rizwan said: ‘The cases depicted in the film are real life incidents, if anything we’ve toned down the filming by not showing the full extent of the violent attack on a Muslim lady who miscarried her twins’.', 'The fimaker said the aim of hard-hitting films like the one he has made is to ‘turn confrontations into conversations’ and to get people ‘thinking about these topics’.', 'Addressing the claim that the film promotes fear he said: ‘People are worried and scared regardless, take the attacks on mosques in New Zealand, people have been sharing the video on their phones, that’s caused fear.', '‘Tell MAMA’s statistics about a 593% increase in anti-Muslim hate crimes, some could argue that promotes fear.’', 'He said his film was about ‘telling Muslim stories from a Muslim perspective’ and that film was a ‘national treasure’ through which to tell those stories and ‘show other people our world’.', 'Rizwan added that the entire message of the film was to teach ‘against violence and hatred’ and that it has received support from a broad demographic including both Muslims and non-Muslims.', 'Commenting on the idea that the film should be withdrawn or banned, he said he found it ‘shocking and bizarre’, especially since countries ‘like Saudi Arabia lifted a ban on films last year, and now in 2019, people are asking for my film to be banned’.', 'Mr Wadan said film was a key medium that he felt Muslim communities had ‘neglected’ in the fight against Islamophobia and anti-Muslim hatred, and while one of the aims of the film was to show the impact of anti-Muslim hatred from a Muslim perspective, the other was to show that film can be utilised by Muslims as a means through which to tell their own stories.', 'He added that if Muslims were ‘annoyed and angry’ at the way they are represented, then the solution is to get engaged with that medium and work with others to ‘challenge those perceptions’.', 'He also said he had made many personal sacrifices on the journey to becoming a film maker, including selling his own camera equipment worth £32,500, in order to fulfil his ambition of tackling hatred and extremism through the films.', 'A spokesperson for Tell MAMA said: ‘You can develop a film that informs, educates and puts forward the notion of how anti-Muslim hate takes place. Yet, this film has 3 aggressive plots, one of which shows a man dying and being stabbed.', '‘Whilst we know of 3 cases where Muslims have been killed by far-right extremists, aggressive cases do not make up the vast majority of hate crimes.', 'They added: ‘We are also duty bound to work to ensures that fears are not exponentially increased at this time when there are divisions taking place.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racism,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "John E Smokes",
            "date": "34w",
            "timestamp": "1554155454",
            "commentText": "I'm waiting on a film about why izlamifobia has come about. But, typically this waste of time filmwill be one-eyed.  What about the 2420 odd Christians who've been murdered around the world in the name of izlam? Oh, we can't talk about that!  Mohamadeans have brought this wizlamafobia upon themselves.https://www.thereligionofpeace.com/attacks/attacks.aspx...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Aft Fall",
                    "date": "34w",
                    "timestamp": "1554155890",
                    "commentText": "Really? You're posting a link to a hate site. Seriously?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Atif Hussain",
                    "date": "34w",
                    "timestamp": "1554160596",
                    "commentText": "\"2420 odd Christians who've been murdered around the world in the name of izlam?\"What about the millions of Muslims that have died as a consequence and/or in the post-war chaos of the illegal Iraq war, the invasion of Afghanistan, the fiasco that was the Libyan war to oust Gadaffi and the West arming rebels that led to the current Syrian war? Funny how people like you never mention how many Muslims have died because of the actions of Christian nations.https://en.wikipedia.org/wiki/Casualties_of_the_Iraq_Warhttps://en.wikipedia.org/.../Casualties_of_the_Syrian...https://en.wikipedia.org/.../Libyan_Crisis_(2011%E2%80...https://en.wikipedia.org/.../Civilian_casualties_in_the...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Jnz Nop",
                    "date": "34w",
                    "timestamp": "1554162184",
                    "commentText": "The post war chaos mostly caused (and financed) by Iran and Saudi Arabia, channelling funds and weapons to the Mahdi and Al-Queda respectively?  Let's not pretend Iraq was a paradise, according to the UN , 100k iraqi civilians died each year from malnutrition and easily preventable diseases BEFORE the invasion, so if even half that has been fixed now, more muslims are alive as a consequence of the invasion that if it had never occurred!! Afghanistan a direct response to 9/11.Libya, you have a ghost of a point.Syria, made infinately worse thanks to Islamic State.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Omar Aysha",
                    "date": "34w",
                    "timestamp": "1554198998",
                    "commentText": "John Smokes I'd put a list of white crimes, but we haven't got space",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Sumiyah Sumiyah",
                    "date": "33w",
                    "timestamp": "1554216600",
                    "commentText": "2040 Christian killed, let's look at 1 million killed in Iraq after an illegal war, do not forget Afghanistan where a further 1million innocent people are being killed by a so called Christian nation",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                },
                {
                    "id": "6",
                    "user": "Sumiyah Sumiyah",
                    "date": "33w",
                    "timestamp": "1554216704",
                    "commentText": "Take a seat, with one finger your happy to point and blame, but remember 3 fingers are pointing back.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Nancy Hale",
            "date": "34w",
            "timestamp": "1554162147",
            "commentText": "Maybe first tackle Muslim on Muslim violence. Stoning people, forced marriages, fgm, the list is long. And stop hating and killing everyone else (Israel would be a good start), then maybe I could take something serious Muslims have to say about ending hate.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "8",
                    "user": "Anthony Rogers",
                    "date": "34w",
                    "timestamp": "1554164553",
                    "commentText": "Are you religious?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Omar Aysha",
                    "date": "34w",
                    "timestamp": "1554198925",
                    "commentText": "Nancy Hale how about white people stop bombing brown countries",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Nancy Hale",
                    "date": "33w",
                    "timestamp": "1554203373",
                    "commentText": "And there it is, all the hate. Tell me why I should listen to anything any of you have to say? This is what I read online from Muslims and what I wrote above is what I read in the news; I know of no positive contributions Muslims have made to the world, they take and they hurt and they hate.Not one of you countered with positive qualities of Muslims, so maybe you think there are none? You certainly didn't counter my points, they must all be true. And stalking my profile is extra creepy. I do hope you looked up endometriosis. March was awareness month, I haven't got around to changing my picture. Do the women in your life a favor and Google it. 1 in 10 get it no matter where they live, which <b> race </b>they are or what they believe in.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "11",
                    "user": "Nancy Hale",
                    "date": "33w",
                    "timestamp": "1554203555",
                    "commentText": "Anthony Rogers everyone is religious.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Anthony Rogers",
                    "date": "33w",
                    "timestamp": "1554207196",
                    "commentText": "\"Atheist\" is a word.What perfect religion do you believe in then?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Nancy Hale",
                    "date": "33w",
                    "timestamp": "1554238998",
                    "commentText": "Anthony Rogers - not believing God exists doesn't stop it from being a religion. Humans are religious beings, I've never met one who doesn't practice religion. Some have even turned not being religious into a religion. They seem more religious than the rest of us.  \"If you chose not to decide you still have made a choice\" - Rush.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Nancy Hale",
                    "date": "33w",
                    "timestamp": "1554239686",
                    "commentText": "YK Chattha how many children in Yemen died of starvation because they were the \"right\" flavor of Islam for some other Islams? How many women? How many men? I think you need a hug. Or, would I be stoned for that? Shouldn't my not knowing be a valid reason for my fear? How about if I just give you a Teddy Bear? Will I get lashes? You're missing the entire point here. That point is that my fear is valid because of how Muslims treat each other, what I read in the papers, how Muslims act online, and to actually help people become less afraid of Muslims a film painting them as victims isn't going to help.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Nancy Hale",
                    "date": "33w",
                    "timestamp": "1554240353",
                    "commentText": "Omar Aysha how about we see past the color of our skin and realize the problems are deeper than that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Anthony Rogers",
                    "date": "33w",
                    "timestamp": "1554490098",
                    "commentText": "Atheism is the denial of the existence of \"god/s\".Are you one of those \"Science=Religion\" people?You didn't mention what god you believed in either?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Zaheer Kadri",
            "date": "33w",
            "timestamp": "1554209266",
            "commentText": "So where can I watch this ???",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Mamun Alom",
            "date": "33w",
            "timestamp": "1554226542",
            "commentText": "Crime , terrorism, <b> racism </b>are like a virus and inflame,  if you support them they will come on you with different name or forms. If we look back , many of us supported South Africa for our dominance,  our word and actions were punished for. We supported Isreal who sold arms to Argentina . Some of us supporting extreme people and we punished for on the street . Terrorism and<b>  racism</b> and crimals work indescrimantely . We all should be careful about it.  Let's stand together against any forms of hatred and killing.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        }
    ]
}