{
    "header": {
        "title": " My parents are my biggest supporters – as a trans person it makes all the difference ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.3k ",
        "datePosted": " Wednesday 27 Mar 2019 8:45 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/27/my-parents-are-my-biggest-supporters-as-a-trans-person-it-makes-all-the-difference-9013785/ ",
        "postText": "I was 17 years old when I told my parents that I was trans. I had been putting it off for years at that point.', 'My parents are farmers in rural Iceland and have been running our family farm since they were 17 and 19.', 'The chances of them having knowingly met a trans person were slim to none. It was a shock to them when I told them, especially for my dad. Everyone had thought I was gay.', 'It took them about two years to come to terms with it all. But in that space of time they went from worried about other people’s reactions to being my biggest supporters.', 'Now my dad writes articles about this ‘life-changing experience,’ as he puts it, and my mum’s favourite story is how a psychic once told her that she was going to have three boys, before pausing and saying one would actually probably be a girl.', 'In hindsight, I wish I had come out sooner. It would have spared me years of secrecy, distress and agony.', 'But a lot has changed since then, and it warms my heart to see trans kids being accepted and supported by their families.', 'Anyone who actually takes the time to get to know these parents and kids cannot fail to notice that they are just like any other family, and by allowing their kids to express themselves freely, they have greatly increased their well-being and happiness.', 'I have recently had the pleasure of interviewing some mums and their trans children. Hearing their stories isn’t something I take lightly, as I know many of them are apprehensive to share their experiences out of fear their words will be twisted or taken out of context.', 'It certainly isn’t easy when your child comes out as trans, and nor does anything happen overnight.', 'When I asked Jan, the mother of trans girl Jess who came out at 18 years old, she said: ‘Don’t get me wrong, it wasn’t easy. We had a lot of working out to do in our own minds to get our heads around the whole concept and how this would impact the family as a whole, but we hid that from Jess – she needed our support.’', 'Many of the parents said that they were really worried for their children and people’s reactions. Lisa, who runs the architect company Pride Road, is the mum of Alex, who started to come out in his teens.', 'She was terrified of telling her tight-knit Jewish community: ‘I thought it was going to be the worst thing in the world, but everyone has been really amazing. Everyone, including the rabbi, have embraced Alex for who he is, and it’s been wonderful.’', 'Much like my own parents, most of the mums I spoke to thought that their kids might just be gender non-conforming or gay. But it became clear to them that this wasn’t the case, nor was this a phase they’d grow out of.', 'As Oonagh, the mother of 10 year old trans girl Izzy, put it: ‘Initially, when Izzy was younger, we just thought that she was a boy who liked dolls and dressing up. I was very proud of it and even posted pictures of my non-stereotypical boy online.', '‘However, over time it became more apparent that Izzy was exploring her identity a bit more than other children. She didn’t really fit in with either the boys or the girls a lot of the time.', '‘We still had an open mind and Izzy didn’t have the words to describe how she felt. We just wanted to support her to be who she is and to make sure we did the right thing for her.’', 'Despite the fact that my parents never shamed me for my expression, it didn’t cross their mind that I could be trans.', 'It wasn’t that they’d never seen trans people – In 1998, my mother and I watched in awe as Dana International swept away the crown at Eurovision with her mega hit, Diva – but neither made the connection as it was so far removed from our simple reality in rural Iceland.', 'At the time the media wasn’t speaking of Dana International kindly either; I remember the host made several jokes about this ‘curious creature’ and ‘the man in the dress.’', '', 'Despite the charismatic power of Dana International, it is safe to say that being ‘exposed’ to her didn’t influence me either.', 'Even today there are a lot of misconceptions out there about trans children, and often parents of trans children get accused of influencing their children.', 'Kelly, the mum of the 10 year old Billy, said that it’s immensely frustrating: ‘I hate when people say, “when I was seven I wanted to be a dog”, as if we are indulging whimsical fantasies.', '‘Or when people infer that it’s a “trend”. Seriously? I can’t make my child eat lettuce let alone live as a different gender. If you could hear your child screaming in pain, crying, “why am I like this? I don’t want to be me”, you’d do whatever you could to try and help them, wouldn’t you?’', 'Cat, mum of six year old Sam, said that it also bothered her when people criticised her for supporting her child: ‘I hate to hear that it’s child abuse and as parents we should be ashamed of ourselves.', '‘I would like for people to actually try and put themselves in our shoes, as I know if they had a transgender child they would think differently.', '‘They would never let their child develop in a way that caused them severe distress. We love our transgender son and we are VERY proud to be his parents.’', 'The voices that we still don’t hear in the media are the voices of the children themselves. This is partly because of how hostile and toxic the media is, as many families fear negative reaction and harassment.', 'As a trans person in the public eye I know this reality all too well, and the sheer level of vitriol directed at me on social media every single day is incredible.', 'Despite catastrophic and fearmongering headlines, the fact is that these kids are actually doing really well.', 'To these kids it really isn’t a big deal at all, and they are all confident and assured with who they are.', 'Ned, a trans boy in his teens, said that it’s frustrating when people say kids are too young to know who they are.', '‘I’m not too young. Everyone is presumed to know they are a boy or a girl from birth, so why am I less capable of knowing who I am?’', 'He said that he was grateful that he learned about being trans at school, as it helped him being able to articulate his feelings and come out.', 'I know for a fact that if I had learned about it at school, it might have enabled me to open up a dialogue with the people around me. It wouldn’t have had such negative connotations that were constantly fed to me through popular media, and would’ve saved me years of internalised shame.', 'Jess, 18, said that people who question trans kids are usually people who don’t know what being trans is about: ‘I can be who I truly am and not have to live a lie. I imagine a future. Whereas before I didn’t. I’m just now a normal person getting on with life.’', 'Sam, a six year old trans boy, says it’s quite simple: ‘I’m a boy and I know who I am. And I don’t care what they think.’', 'It’s easy to forget that all trans people were trans kids once. I certainly knew when I was a child, but it just wasn’t a possibility for me at the time. I didn’t want to be a ‘curious creature’ or a ‘man in a dress’.', 'The fact is that people coming out at a younger age is a natural development as society grows more accepting of difference. And while the adults are busy fighting about all this, the kids are busy planning their future.', 'From wanting to become barristers, to teachers, to doctors and business owners, the last thing on their mind is to listen to negative and uninformed voices. Billy, 10, said that when he grow up he wants ‘a house, a car, a family and a dog or two.’', 'Sounds good to me.', 'What stood out from everyone’s interviews was the sheer amount of love and understanding the parents had for their children.', 'Molly, the mother of Ned, said that the only thing she regretted was not supporting her son earlier.', 'Many of them struggled with the prospect of their child being trans, and many still fear that they will be treated poorly by their peers or other people.', 'But above all they want their children to be happy and content with life. So for them supporting their child and allowing them to express themselves ultimately was a no-brainer.', 'I’d like to believe that if my parents would have had access to the same information and the media would have been kinder to people like me, they would have supported me and affirmed who I was from a much earlier age.', 'Ultimately it comes down to allowing children to live their lives to their full potential, the way that makes them happy. And that is something every child deserves.', 'Or as Izzy, 10, eloquently put it: ‘I know who I am and you can’t stop that.’', 'Photos shown are a part of the exhibition commissoned by All About Trans called Transparent Love by Amanda Searle, that is currently open at the BFI NFT at the Southbank Centre in London. For more information about how to best support your child if they are questioning their gender, please visit Mermaids UK, a charity that supports trans and gender question children and their families.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Over 65s,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Old,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Lee Anne Leland",
            "date": "31w",
            "timestamp": "1553685437",
            "commentText": "The psychiatrist told my parents it was just a phase. I was sent to boxing lessons and Outward Bound to \"cure\" me. This was in the 1960's. I learned to hide and pretend I was someone I knew I was not. I finally came out in 2014. Better late than never.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Tina Torrontes",
                    "date": "31w",
                    "timestamp": "1553751095",
                    "commentText": "My parents tried to push me into boxing too (also in the sixties). Eventually they decided that my interest in science \"proved I was a boy\". Wrong at every level. Our <b> gender </b>in an inbuilt sense of what we ARE ... other stuff (like boxing, science, ballet, or dolls) is incidental.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Kevin Slade",
            "date": "31w",
            "timestamp": "1553703734",
            "commentText": "I don't see how a 6 year <b> old </b>can know and understand who they are or feel to such a strong degree, it just seems cruel that it is advocated. You wouldn't even trust a 6 year<b>  old</b> to do anything, yet to come out is fine? As an adult, sure you know your mind.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Sophie-jayne Anderson",
                    "date": "31w",
                    "timestamp": "1553717833",
                    "commentText": "That shows that you have no idea about Trans people or the subject as this comment is a route of the problem that young kids have to suffer.Believe me, if you had a Trans child you would know and so do they.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Tina Torrontes",
                    "date": "31w",
                    "timestamp": "1553751765",
                    "commentText": "Kevin, are you saying YOU didn't \"know or understand\" whether you were a boy or a girl until you were an adult?Almost everybody comes to know and understand whether they are a boy or a girl around <b> age </b>4-7. You don't need to understand the biological and psychological details to know what you ARE.If YOU knew what you were, then you should trust others to know what they are too. Telling people \"you can't know whether you are a boy or a girl until you are an adult\" is just ridiculous.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "5",
            "user": "Tina Torrontes",
            "date": "31w",
            "timestamp": "1553749380",
            "commentText": "A heart-warming story of support for trans kids and their parents ... in Iceland.Yet another bizarre example of the UK media being supportive of trans acceptance abroad while they vilify and stigmatise us here in the UK.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Ugla Stefanía Kristjönudóttir Jónsdóttir",
                    "date": "31w",
                    "timestamp": "1553788387",
                    "commentText": "This piece is about trans kids in the UK, Tina.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}