{
    "header": {
        "title": " The real reasons that ‘good’ men can’t find a partner ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Thursday 24 Aug 2017 11:41 am ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2017/08/24/the-real-reasons-that-good-men-cant-find-a-partner-6875160/ ",
        "postText": "The Daily Mail ran a story today which showcased a variety of men, all mourning for the fact that they can’t find a ‘good’ woman.', 'These men aren’t trolls. They’re not offensive to look at and they don’t seem like bad romantic prospects. Actually, they’re decent looking, solvent, perfectly normal seeming men. But they’re all happy to claim, publicly, that they’re swearing off women because they’ve been unable to find someone bearable to go out with.', 'Of course the natural response to these blokes is to take the p*ss. They’re making sad faces into the camera and lamenting the fact that women want to get drunk or have sex. There is something faintly ridiculous about their complaints, and I fully understand why Twitter is full of people laughing at them.', 'But perhaps instead of laughing at these men (or maybe as well as…) we should address the true reasons that these men are struggling to find someone to love.', 'Spoiler alert: it’s their own fault.', 'While they’re all keen to make the point that they have female friends (is ‘I’m not sexist, I have female friends’ the new ‘I’m not racist, I have black friends’?) the men in the Mail’s article display something called benevolent sexism.', 'It’s not that they don’t like women. They do like them. But they don’t see them as equals. If you’re dating a woman in 2017, especially a woman who is single in her 40s or 50s, she going to have her own life, her own patterns and her own ideals.', 'Lots of women, for instance, like sex. They might even make the first move. This doesn’t mean she’s a Jezebel who should be sent to live in a home for fallen women. You’re not obliged to have sex with her (of course) but please, don’t act like a proposition is akin to telling you she’s got a third boob.', 'She won’t need your protection, so you need to leave your White Knight complex at home.', 'Probably the most jaw-dropping quote of the article is where one man complains that he can’t respect a woman who wants to get drunk or wear revealing clothes.', 'Women get to choose what they wear, what they drink, where they go and what they do. It’s their life and their choice. If you think that a person’s merit lies in what they choose to clothe themselves in, you’re being extremely short-sighted and judgemental.', 'The world has moved on. I can entirely understand how a man who had been out of the dating game for decades might be shocked by how the liberation of women has changed their behaviours. We often go to public houses unaccompanied these days, and some young ladies are even venturing outside without their hats and gloves.', 'To be serious, if a woman’s behaviour is offending you, try questioning why. If she’s doing something that you wouldn’t find offensive from a male friend, what does that tell you?', 'Also, we don’t need you to walk on the outside of the pavement, pull a chair out for us or run around to open the car door. It’s sweet, but not in any way essential. If you want to do that stuff, try checking with a woman whether she’s okay with it. ‘I know you’re perfectly capable, but I’d like to’ goes a long way.', 'Dating is hard. You’re auditioning for a place in someone’s life, and rejection is frightening. Which is exactly why some men get defensive on a date. Being afraid that someone you quite like will knock you back can lead to problems.', 'Difficult as it is, try to open up and relax. A woman is not going to reject you for fun or for her own sick gratification. Don’t assume the worst, or go into it with the preconception that she’s going to rip you off and stomp on your heart.', 'Women are not witches. If she turns you down, it’s not because she’s a bad person or a con artist, it’s just because she didn’t click with you. Chalk it up to experience and move on.', 'No one wants to hear this, but here it is. Some people have unrealistic expectations. Men often accuse women of this fault, but let he who is without sin cast the first stone and all that.', 'If you’re a single guy who hasn’t been able to find a partner, there is probably a reason for that. Maybe you’re shy, maybe you’re busy, maybe you pick the wrong women. Or maybe you’re in denial about who is and isn’t in your league.', 'We’d all like to date someone who is stunningly attractive, successful, funny, interesting and charismatic. Not everyone can.', 'If you’re only interested in dating conventionally attractive women who are independently successful with a home-maker streak and a decent amount younger than you, then you need to ask exactly what it is you’re bringing to the party.', 'Men who really want to meet a woman to spend the rest of their life with might want to think about widening their perimeters or upping their own game. You don’t get to insist that your other half looks like a Victoria Secret model if you’re balding with a paunch.', 'It might not be your fault. You might not be a low-level sexist who thinks women are decorative and sweet and gets annoyed when they want sex. In which case, it’s probably just bad luck.', 'People of both genders can be dicks. There are trash men in the world, and trash women. Sadly, dating seems to bring those people out of the woodwork.', 'You could try a few different dating apps, and maybe even capitulate to your friends who want to send you on a blind date with that really great divorce they know, and if worst comes to the worst, you could always get a dog.",
        "numberPosts": " 14 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical Features,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Gender,Fat,Retard",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Tj Smith",
            "date": "1y",
            "timestamp": "1528877430",
            "commentText": "What a poorly written article.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Mal Warez",
                    "date": "1y",
                    "timestamp": "1538089043",
                    "commentText": "Well its written by a <b> fat,</b> ugly, feminist who also sounds pretty resentful and bitter towards men. . .",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fat"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Thom Jones",
            "date": "1y",
            "timestamp": "1531101953",
            "commentText": "If you’re out at the pubs trying to find a <b> woman,</b> it’s the wrong place",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Mal Warez",
                    "date": "1y",
                    "timestamp": "1540835602",
                    "commentText": "And heres another bad place. . . . Dating sites",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Theodore R. Smith",
                    "date": "44w",
                    "timestamp": "1546490627",
                    "commentText": "Mal Warez Where the hell is a good place???",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "5",
            "user": "Phyllis Baker",
            "date": "1y",
            "timestamp": "1535954643",
            "commentText": "Let the Dog get a Dog do He can Have a litter of Flees.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Luis Venegas",
            "date": "1y",
            "timestamp": "1536082212",
            "commentText": "As a 23 year and single. I been reading how <b> woman </b>have taken advantage of rape culture, all of good man find gold diggers and lose everthing they had, most man pay for child support and not be able to see their children, and in some area<b>  sexual</b> harrasment became a thing where a man can be punish if he were to stare or normally talk to a women. I want to find someone but not really willing to take a risk.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7",
                    "user": "Luis Venegas",
                    "date": "1y",
                    "timestamp": "1536082716",
                    "commentText": "I also forgot that most women have high standard and cut out most man out.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual",
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "Mal Warez",
            "date": "1y",
            "timestamp": "1538089205",
            "commentText": "Wow have you seen this article authors' picture??..... ugly on the outside as well as being a feminist (ugly on the inside). . .   Whats the odds that thos one is aldo rejected and single and is only lashing out at men instead of admitting she has a goddamn issue with herself. . . . . Stupid overgrown cretinous <b> woman.</b> . . .",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "9",
            "user": "Robert Luke Watts",
            "date": "1y",
            "timestamp": "1540662624",
            "commentText": "What we have today are a reversal of roles. Yes ago men were the ones who were getting over on the women-check your history younger readers. The ratio has changed-women are more apt to leave the home, forego the kids, etc. however, men, having gotten fed up with alimony and child support for the underserved, are fighting back and increasingly winning...at least in U.S courts.End of the day, the span between Venus and Mars will keep us all scratching our bottoms!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Robert Luke Watts",
                    "date": "1y",
                    "timestamp": "1540662718",
                    "commentText": "Yes=years",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Alex Stoddard",
            "date": "51w",
            "timestamp": "1542323102",
            "commentText": "This is the reason why MGTOW is growing. Men of the World don't date these entitled counts. Instead let them become strong and independent and let them die alone and let them become cat food.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Mario Rodgers",
            "date": "50w",
            "timestamp": "1542760712",
            "commentText": "Seems like everything is \"the fault of men\" these days.Man can't find a mate?  Blame the guy.<b> Woman </b>can't find a mate?  Blame the guy(or guys).Man works hard on the corporate ladder and can't keep the home fires stoked?  Blame the guy(and talk about the wage gap)<b> .Woman</b> works hard on the corporate ladder and becomes miserable and has no time for the kids?  Blame the guy(for not being domestic enough).Man cheats?  Blame the gu<b> y.Woma</b>n cheats?  Blame the g<b> uy.Wom</b>an has unplanned pregnancy?  Blame the <b> guy.Wo</b>man wants the pregnancy but man doesn't?  Tough luck, pal.These are all vague overexaggerations but are still descriptors of topics I've seen over the years coming from feminist websites.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "13",
            "user": "Theodore R. Smith",
            "date": "44w",
            "timestamp": "1546489024",
            "commentText": "You didn't even link to the article. That is pretty unethical. Here it is: https://www.dailymail.co.uk/.../Where-good-women-gone.html",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Ian Powell",
            "date": "23w",
            "timestamp": "1559465999",
            "commentText": "Yep.. I'm one of those good looking solvent men who meets plenty of <b> woman.</b>   I've pretty much given up, mainly due to they act just just like the<b>  woman</b> that wrote this article.  I'm staying single, to preserve my sanity....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "15",
            "user": "Aaron Mistich",
            "date": "23w",
            "timestamp": "1559597102",
            "commentText": "Why is it a bad thing when men have a prefernce in who they date but god help the man who complains that a <b> woman </b>has a prefeference.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "16",
            "user": "Chris Rickey",
            "date": "10w",
            "timestamp": "1566984209",
            "commentText": "What an absolutely ridiculous article, poorly conceived and with no grounding in reality. Please don't print insensitive, off base crap like this, especially if it references sensitive subjects like loneliness and divorce. Sorry to anyone who was actually looking for some sense of guidance or actual intelligent thought.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Mariah Jewell",
            "date": "7w",
            "timestamp": "1568766324",
            "commentText": "I read this as applying to any <b> gender.</b> I'm sorry and sadly predictable instead of reflecting on the words mentioned in the article which more or less I got \"Be responsible, take care of yourself, be financially independent, respect people's bodies, and who they are. That women are human.\" I'm sorry that these people attacked you for your appearance. But it says a lot about them talking badly about a stranger whose thought they don't like...No one wants to date people who disrespect people like that. Not be friends with either.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "18",
            "user": "G Jason Allen Schuh",
            "date": "5w",
            "timestamp": "1570424346",
            "commentText": "The real reason, of course, is social engineering. Men have watched as women have sprung every trap laid out for them....and it's quite off-putting. Good men want real women. Real women don't get an arm of tattoos, put <b> fat </b>on their hips, drop a<b>  retard</b> in the cradle because he was easy, and the like due to incredibly bad social influences. Real women are above all of this, and the quality of a community is usually strong for them to realize their own potential quality. It's just a horrible time having to fight ghosts and shadows along with all the calamities of society. This proves to be too much for the sane.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat",
                "Retard"
            ]
        }
    ]
}