{
    "header": {
        "title": " Black women who go missing are neglected in a way white women aren’t ",
        "subtitle": " ",
        "owner": " Claire Heuchan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3k ",
        "datePosted": " Sunday 24 Mar 2019 1:01 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/24/black-women-who-go-missing-are-neglected-in-a-way-white-women-arent-8882276/ ",
        "postText": "Someone is reported missing every 90 seconds in Britain – this equates to 180,000 people per year – and yet, we only hear about a small fraction of them.', 'Whose story is told might seem like luck of the draw, but in reality there are a lot of factors that determine which disappearances are considered newsworthy, and which are not.', 'Unfortunately, I believe race is one of them.', 'In December 2018, nursing student Joy Morgan vanished without a trace after she went to church on Boxing Day.', 'Only after the tragedy of her death was announced did Joy’s story gain traction with the press.', 'Months earlier, Londoner Karen Cleary went missing while building a new home in Jamaica. There was little coverage from mainstream media until she was found dead at the beginning of December.', 'Think of the faces of missing women that make the front pages – they are often white with fair hair.', 'Across the west, it is far more likely that a missing white woman will be at the heart of news coverage than a missing man or woman of colour.', 'The disparity is so severe that academics have named the phenomenon: ‘Missing White Woman’ syndrome.', 'Gender, race, and class all play a part in influencing who society views as a victim in need of rescue – and this has an undeniable influence on the British news cycle.', 'The idea is controversial to some, but there are many examples to draw from.', 'For instance, let’s look at the case of Madeleine McCann.', 'Despite having been missing for over a decade, the UK government recently granted the police £150,000 of funding to continue their investigation into her disappearance and Netflix has just released a documentary about the case.', 'Since so much of the media plays an active part in dehumanising Black woman, using stereotypes to sell stories, we do not attract the same levels of sympathy.', 'It’s incredibly sad, but the probability of Madeleine being found is very low.', 'Yet more attention and resources are being directed towards finding Madeleine McCann than any missing black girl’s case is ever likely to see.', 'This phenomenon isn’t new, and women have been questioning it for years.', 'In 2016 I wrote about the disappearance of Fatima Olodo – a black British woman – and the disappointing lack of media interest in her case.', 'Earlier that year, Chimene Suleyman highlighted the ‘epidemic of missing women and girls of colour in the UK’, while back in 2013, Joy Goh-Mah asked why black female victims are ‘seemingly invisible’.', 'Since so much of the media plays an active part in dehumanising black woman by using stereotypes to sell stories, we do not attract the same levels of sympathy as white women.', 'One of the most pervasive stereotypes is that of the strong black woman, a hangover from years of transatlantic slave trade.', 'Though antiquated, it continues to shape how black women are viewed in modern-day Britain.', 'Black women are not seen as fragile or in need of protection the way white women are, despite the fact we are made doubly vulnerable by a toxic mixture of racism and sexism.', 'The media constantly compares Meghan Markle unfavorably to her white sister-in-law, Kate Middleton – Meghan is ‘demanding’ and ‘difficult’ while Kate has been compared to a Disney princess.', 'To some, misogynoir – prejudice and discrimination that is explicitly levelled at black women – might seem like an easy way to generate clicks and revenue.', 'But coverage rooted in stereotype has real, negative consequences in the everyday lives of black women.', 'We are constantly fetishised as hypersexual – just look at music videos put out by everyone from Miley Cyrus to indie rock groups.', 'In means some men see black women as fair game for cat-calling, groping, and worse.', 'If we speak up about being mistreated, in any arena, we’re labelled as aggressive and hostile.', 'When Serena Williams had a dispute with an umpire in the 2018 US Open, the media coverage centered around images of her pointing at the umpire to make explicit her ‘aggression’.', 'This was accompanied by a degrading cartoon that, despite being criticised as racist, was ruled not to breach media standards by the press watchdog.', 'The media has played an important role in building a stereotype around black women, but can also play a vital role in pulling it down – brick by brick, article by article – it is possible for us all to push for change.', 'As conscious consumers, refusing to fund publications that negatively represent black women sends a very clear message to those who create the news: we do not accept racist, sexist reporting.', 'We can reach out to journalists on social media and use these public platforms to share petitions and campaigns.', 'In recent years, campaigns driving for newspapers to ditch harmful forms of representation – such as No More Page 3 and Level Up – have made a meaningful difference to the UK’s media landscape.', 'The British press is long overdue a reckoning with the racialised sexism determining how it covers (or doesn’t cover) black women.', 'Until the mainstream media regularly affirms our humanity, black women and girls who go missing will always be neglected.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Ethnicity - Black,Gender - General,Nationality - Irish,Religious Identity - Roman Catholic",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Brat,Nothing,Nobody,Black,Woman,Mick,Mick",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Fahim-Uz Zaman",
            "date": "34w",
            "timestamp": "1553434294",
            "commentText": "Ah the <b> race </b>card again.<b>  Nothing</b> new. When you mentioned Madeline I decided to stop reading. Her case is an exceptional one no doubt but I think you'll find out most white people out there, especially working class are actually outraged at the amount that has been spent looking for her whilst dozens of young children are missing every year without a fraction of what is spent on Madeline being spent on them. This i<b> s nothin</b>g to do wi<b> th ra</b>ce but class FFS. Furthermore Serena Williams cartoon was not in anyways shape or f<b> orm rac</b>ist; why i<b> s it ra</b>cist to draw a cartoon<b>  of a </b<b> >black</b> woman <b> but not</b> racist to draw a cartoon of<b>  a whi</b>te woman ???? All they did was<b>  ta<b> ke</b</b>> the mick out of her. She is an enti<b> tled </b>spoilt brat who broke the rules, end of. Stop mak<b> ing i</b>t about race when it isn't. Also regarding Megan and Kate, the difference is that Kate hasn't been making a long list of demands from her husband but Megan has so I pose this question to you : why is it not considered emotional control or<b>  abuse</b> when a woman can tell a man how to live their life but when it's the other way round, it's mysogonnist ??",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Brat",
                "Nothing",
                "Race",
                "Racist",
                "Black",
                "Mick"
            ]
        },
        {
            "id": "1",
            "user": "Nick Ian Broer",
            "date": "34w",
            "timestamp": "1553439169",
            "commentText": "Look, if you believe missing <b> black </b>women are treated differently than non<b> -black</b> missing people you have to come up with the actual numbers. \"180.000 people a year go missing, yet a fraction gets media attention.\" Alright, do the maths then. Show me the numbers on how many of those missing people are of wha<b> t rac</b>e, how big a share th<b> at ra</b>ce has in our entire population, how many of these missing cases get media attention and whether then there is a unjust bias to one side or another. However, right now, whether you are wrong or right, you will just be ignored until you got factual results. I'd suggest returning with an article when instead of writing \"I believe\", you can write \"I can prove\".",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Rose Speaks",
                    "date": "34w",
                    "timestamp": "1553706308",
                    "commentText": "Nick Ian Broer  the fbi has statistics stating otherwise. I do this work daily. There are disparities. Deal with it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "Robert Lindblad",
            "date": "34w",
            "timestamp": "1553439224",
            "commentText": "Another method that can be used is that of Child Search, a free international service offered by psychic Robert Lindblad for finding missing/kidnapped children anywhere on Earth since 1991  who has saved lives of missing and kidnapped children internationally free of charge. Their are international news articles and documentaries on the website that prove it and My Psychic Autobiography which is free of charge.To reach the Child Search website Google: Child Search psychic",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Kantami Blossom",
            "date": "34w",
            "timestamp": "1553443821",
            "commentText": "i won't argue with the claim that white people get more press when missing, because sadly it's true.your claim about <b> black </b>women in music videos being sexualised is on them and<b>  nobody</b> else, they choose to appear in them and you can't claim that people like Nicki Minaj don't purposefully sexualise their videos to get attention.but i do need to disagree with your remarks about <b> a racis</b>t cartoon and Serena Williams, the cartoon wasn<b> 't raci</b>st it was a Caricature.a Caricature takes a persons most prominent features and exagerates them for comedic/gross effect, in Serena's case the artist took her prominent nose, strong cheekbones, and pronounced lips and blew them out of proportion.it was intended to ridicul<b> e a wo</b>man for losing her temper and acting like a petulant child, and not to in any way insult<b>  her </b>race.i didn't see anybody complain about the numerous Caricature's done with Obama as a subject or when Trevor McDonald had a Caricature puppet on the show Spitting Image.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Nobody",
                "Race",
                "Racist",
                "Black"
            ]
        },
        {
            "id": "5",
            "user": "Ron Plushkis",
            "date": "34w",
            "timestamp": "1553499831",
            "commentText": "Actually, if you look, it's females who dominate the MSM missing person reports.    A little boy went missing a few hours before Maddie and was gonna be the newest poster child for missing kids.  The minute it was announced that Maddie went missing, the boy ws forgotten about by the media outside his area.   Another issue is class.  The higher class the missing person is, them ore likely they will make the news.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Jack MacAlpine",
                    "date": "34w",
                    "timestamp": "1553536736",
                    "commentText": "Good points!  Unfortunately minorities with chips on their shoulder can't see (or just ignore) how other people are discriminated against.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}