{
    "header": {
        "title": " Islamic TV channel faces UK ban for saying gay people are ‘worse than pigs’ ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.2k ",
        "datePosted": " Wednesday 24 Jul 2019 9:44 am ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/24/islamic-tv-channel-faces-uk-ban-saying-gay-people-worse-pigs-10449950/ ",
        "postText": "An Islamic TV channel which aired a programme calling homosexuality ‘insane’ and ‘the influence of Satan’ could be stripped of its UK broadcasting licence.', 'Peace TV was found to have shown four programmes in breach of Ofcom regulations on inciting crime, hate speech and abuse.', 'But the Dubai based channel has defended the programmes and says they were based on Islamic teachings.', 'Ofcom said one show, called ‘Strengthening Your Family – the Valley of the Homosexuals’ made reference to gay people dying ‘from a disease they contracted because they are homosexuals’.', 'The programme said homosexuality was ‘a very unnatural type of love that is energised by the influence of Satan’.', 'According to Ofcom’s report, presenter Imam Qasim Khan criticised ‘the newest and most brash and insane laws’ which protect homosexuals and enable them to marry.', 'He added: ‘Being on television in front of our children, kissing each other in the mouth, walking down the street, hugging and kissing – this society has gone insane.', '‘Even an animal that is defiled by Islam, the pig – as nasty and corrupted and contaminated as a pig is – you never see two male pigs that are trying to have sex together. That’s insanity.', '‘These are animals. Human beings are supposed to be dignified, they’re thinking beings, a human being is supposed to be the thinking being’.', 'Lord Production, which holds the licence for Peace TV, said the March 2018 show was ‘an expression of Imam Qasim Khan’s views on male homosexuality, reflecting the teachings of Islam’.', 'It rejected Ofcom’s suggestion his views were hate speech because he did not ‘call for violence or punishment of homosexuals and only wanted to ‘outlaw the practice of homosexuality itself’.', 'The channel also broadcast a programme in November 2017 in which a scholar discussed execution for those who practice magic, or sahir, according to the report.', 'Shaikh Ashfaque Salafi said: ‘I want to make it clear that the magician’s art or the practice of magic cannot be forgiven by way of repentance.', '‘To save his life he may seek repentance and get away with it, but at the first opportunity when he has a dispute with someone he will use his magic skills.’', 'The producers said magic, in this case, was not about ‘Harry Houdini, Paul Daniels, David Blaine or other entertainers performing magic tricks for money or ‘fun’ but rather witchcraft and sorcery.', 'Ofcom recorded two further breaches – one where a programme said those who left Islam should be punished by death and another saying there was ‘no problem at all’ with women under 18 getting married regardless of local laws.', 'Peace TV, which was founded in 2006, has been banned in India and Bangladesh.', 'Bangladesh Information Minister Hasanul Haq Inu said the channel is ‘Is not consistent with Muslim society, the Quran, Sunnah, Hadith, Bangladesh’s Constitution, our culture, customs and rituals.’', 'The channel’s founder Zaskir Naik, 44, was banned from the UK in 2010 by Theresa May while she served as Home Secretary.', 'He was due to give a series of lectures in London and Sheffield but was was barred from coming to the country over his ‘unacceptable behaviour’.', 'Mrs May added: ‘Coming to the UK is a privilege, not a right and I am not willing to allow those who might not be conducive to the public good to enter the UK.’', 'A fifth programme investigated by the regulator was found not to be in breach.', 'According to Ofcom, Lord Production said its programmes were ‘derived from a particular religious viewpoint, of which its viewers would be aware, and that such programming includes advice to those viewers as to how to lead their lives.', 'The station added: ‘It should therefore not be surprising if, at times, such advice causes offence to different sections of the public.’', 'Ofcom says it is considering a statutory sanction due to the breaches.",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Benjamin Andrew Nelis",
            "date": "14w",
            "timestamp": "1563980443",
            "commentText": "Who ever knew the \"religion of peace\" could be so hate full... Islam is incompatible with western values.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1",
                    "user": "Paul Blackstock",
                    "date": "13w",
                    "timestamp": "1564033370",
                    "commentText": "Its incompatible with any value...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Louise Terry",
                    "date": "13w",
                    "timestamp": "1564288303",
                    "commentText": "Paul Blackstock it’s incompatible with life !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Louise Terry",
                    "date": "13w",
                    "timestamp": "1564288304",
                    "commentText": "Paul Blackstock it’s incompatible with life !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "YK Chattha",
                    "date": "12w",
                    "timestamp": "1564619301",
                    "commentText": "whoever* hateful* it's*. Learn English. There's value in learning it if you plan on staying in the West. This rude guy on TV is ignorant and hateful just like the three of you...So you share more in <b> common </b>with him than most normal people. The almost 2 billion Muslims on earth don't all speak like him. He's a person. He's not Islam. Don't conflate the two although I appreciate it's conveniently divisive for you and suits your own personal gripes and hate towards certain people who happen to be mostly brown or<b>  black</b>.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Common"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}