{
    "header": {
        "title": " London Pride should be led by trans people this year ",
        "subtitle": " ",
        "owner": " Travis Alabanza ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.8k ",
        "datePosted": " Friday 5 Jul 2019 8:30 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/05/this-year-london-pride-should-be-led-by-trans-people-10113485/ ",
        "postText": "Pride month can feel like having your hand held under a boiling hot tap, whilst the person who turned the tap on feeds you really nice ice cream to make you feel better.', 'Or like someone is tugging at your shirt continuously until it rips, yet during Pride month they are doing it whilst throwing rainbow glitter on you.', 'For trans people especially, this month can feel like the same shops that will not let you in their changing room, or the banks that do not let you use your correct name, or the streets that will never let you walk home safely are suddenly covered in a thinly veiled rainbow that pretends to be accepting.', 'Although we do not need statistics to know the national feeling towards the trans community the past year, they often help to confirm what is already common knowledge.', 'Last week, BBC reported transgender hate crimes recorded by police have risen 81 per cent in the last year alone.', 'Yet, often when statistics are released we omit the emotion attached to them; the people that are behind these statistics.', 'Not just the community of trans people who know and feel these statistics deeply, but also the attackers who have been given the confidence that their actions will not result in any repercussions – to believe they can attack other individuals based solely on who they are.', 'I believe we are facing an epidemic of transphobia. Hate crime increasing, mental health decreasing, our community is out of breath – and with Pride weekend approaching – it’s hard not to feel cynical.', 'However, in this state of emergency – which I truly believe this is – I am often surprised by the tenacity and fight of people.', 'Just 50 years ago a group of LGBTQ+ people, in a small bar in New York, decided their state of emergency should not be tolerated.', 'Although many versions of that story exist, it arguably catapulted the rights of our community forward. And here, 50 years on, in our country, we face the same choice about how to react to our emergency situation.', 'Although we exist in an acronym that includes many, right now certain letters need more support.', 'We can choose to carry on, ignore it; continue to give energy and time and newspaper headlines to groups and people debating our existence. We can choose to continue to spread misinformed lies, sit in our misplaced fear, stay silent – or we can choose to realise this has gone too far.', 'We can realise people are being hurt. That we need to take action. And what a better time to commit than Pride?', 'This Pride weekend needs to see a complete re-centering of where our community is at and how others can support us.', 'Although we exist in an acronym that includes many, right now certain letters need more support. Many are saying this rise in transphobia is similar to the fight against the homophobia of the 80s. Whether the comparison is completely accurate, we need a similar urgency.', 'Saturday’s march should be led by a trans flag. It should be led by trans people hand in hand with our allies, at the front and the centre, making it clear Pride cannot exist without us.', 'Trans activist and support groups like the DIY ran Trans Mission, to the nationally known Mermaids, should be given platform and space on Saturday so people can not only learn about them and what they do, but commit to supporting their vital work.', 'Every single person who marches on Saturday who has enjoyed a drag brunch, has taken a rainbow flag from their desk, should make a bold and loud statement and publicly support trans people.', 'Because this is what it will take. Public, loud, bold commitments to supporting ALL trans people. Because that is how we have gotten here.', 'The climate in the public sphere has drastically changed and the statistics by the BBC remind us of who is feeling the effects of the change.', 'All the newspapers, debates, celebrity sport stars suddenly becoming bigoted, biology scientists are impacting the way the public gain information about the trans community and are ultimately affecting our quality of life.', 'The message we need to send this weekend has to move beyond ‘trans people are valid’ and highlight just how bad things have gotten. We are not only valid but deserve protection and support.', 'This Pride, we need to use the Stonewall Riots as a clear inspiration as what happens when communities come together, with urgency, and with demands.', 'It is very easy to feel the heat under a boiling tap, but sometimes we can use that heat to fuel us into greater action.', 'I do not want to sit in the sadness these statistics bring me. Instead I want us to use this as motivation for us all to do better.', 'A trans flag should be front and centre at Pride on Saturday as a sign of visibility, but more importantly as a commitment to take action.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sex,Sexual,Gender,Zero,Nothing,Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Katie Solomon",
            "date": "17w",
            "timestamp": "1562330469",
            "commentText": "Excellent article, Travis.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Vicky-Jane Gooding",
            "date": "16w",
            "timestamp": "1562339208",
            "commentText": "Trans and BAME need the support of the whole civil rights community right now... and Pride may not represent that for LGBTQ people. While the first pride happened in response to Stonewall it was already starting to exclude many in the community. Trans people had to fight to be on that stage in NY and we are still fighting. I will not be at London Pride until we are represented at the top table and given our place.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Ishmail Salad",
            "date": "16w",
            "timestamp": "1562368172",
            "commentText": "Appalling.... Shameful people. Mentality sick.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Rob Crossgrove",
                    "date": "16w",
                    "timestamp": "1562442306",
                    "commentText": "Who are ? Trans people, <b> gay<b>  </b</b>>people, or the people that discriminate ? I can't recall any reports in the media of either trans people o<b> r g<b> a</b</b>>y people attacking others with knives or any other weapon just because they don't share the same experiences as them, or live the same lifstyle.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jayne Langley",
            "date": "16w",
            "timestamp": "1562396133",
            "commentText": "So the picture is 2 males. Of course it is. What about transmen? As for the 'hate crime', it involves major crimes 2 <b> woman </b>who exposed someone, a man who liked a limerick and no doubt now a<b>  woman</b> who wore a t-shirt saying 'lesbian, women who love other women'. And presumably everyone who was unhappy with somebody who wanted access to the girls' changing rooms in Topshop.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5",
                    "user": "Jamie Cutts",
                    "date": "16w",
                    "timestamp": "1562463512",
                    "commentText": "Cringe. You’re a walking example of why this article is spot on. When bigotry and gatekeeping is such a full time job for you that you’ve got “Biology matters” in your FB bio, maybe it’s time to leave your victim complex at the door and find a new hobby.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Jayne Langley",
                    "date": "16w",
                    "timestamp": "1562498762",
                    "commentText": "Jamie Cutts I'm a walking example am I? Well Karen White, Katie Dolatowski, TownTattle and Tara Wolf, to name but 4, are walking examples of why this article is a disgrace. What I listed above are genuine reported 'hate crimes' wgich are neither crimes nor hate. Travis themself doesn't help either. You keep grabbing any excuse to be woman-hating, the rest of us see it all.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Jamie Cutts",
                    "date": "16w",
                    "timestamp": "1562551424",
                    "commentText": "Jayne Langley A quick google shows there are an estimated 200,000 to 500,000 trans people in the UK. The idea of being so worked up over a whole minority because of a couple of cases is laughable. Even when counting the lowest estimate (and pretending the TownTattle incident was assault) that’s 0.002%.Your hate groups fail to mention that most trans women have a near <b> zero </b<b> >sex</b> drive from the life saving HRT/hormone blockers they’re on, so I’d assume it's more likely to receiv<b> e sexua</b>l assault from a c<b> is wom</b>an. But you don't care about that logic do you? You just want to bully the one small group of people left you're still allowed to when they're just trying to live their lives.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Sexual",
                        "Woman",
                        "Zero"
                    ]
                },
                {
                    "id": "8",
                    "user": "Jayne Langley",
                    "date": "16w",
                    "timestamp": "1562605383",
                    "commentText": "Jamie Cutts Well aren't you ignorant. First, 80%+ of transpeople undergo no medical intervention at all. That's the problem with using google as your surce of info. Interestingly, half of all transwoman prisoners are in for <b> sex </b>crimes. there's another factual stat for you. Second - and extremely seriously - there is NO ACCEPTABLE NUMBER OF WOMEN THAT CAN BE ATTACKED. Is that clear? You absolutely do not excuse the many rapes and violent attacks. That is woman-hating at its absolute worst. We say NO. 1 in 3 women will be sexually assaulted and you dare to say that. Finally, there is no such thing as 'cis'. Do not misgender women. We will tell you how we will be addressed.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "9",
                    "user": "Jamie Cutts",
                    "date": "16w",
                    "timestamp": "1562612300",
                    "commentText": "Jayne Langley Did you just discredit the use of the internet for facts? My source was from the Government Equalities Office from 2018. You seem to be getting your information from a random number generator. I’d never discredit a trans <b> woman </b>for not being on medication and I imagine the (random number)% that isn’t using it is likely out of fear of abuse and rejection. And your (random number)% of trans women who are in jail for<b>  sexual</b> assault mean<b> s nothin</b>g. Should they be purposely getting arrested for tax fraud and drink driving to spread the numbers out? You might as well be saying 100% of trans women who have been arrested have committed a crime.Now you scream there is no acceptable number of women that can be attacked so why are you attacking the trans ones? There was genuinely a Metro article 4 days ago about a tra<b> ns wom</b>an being forced into a taxi and gang raped by three men and they had to disallow comments on it because they knew your lot would fill it with disgusting insults aimed at the victim. The whole point I’m trying to get across here is you’re seeing correlation when there is none. You’re reading the numbers wrong. If 50% of guys with glasses in jail were in jail for murder you wouldn’t be protesting outside of a Specsavers.Oh and cis just means “denoting or relating to a person whose sense of personal identity <b> and gen</b>der corresponds with their b<b> irth</b> sex.” Strange term to get mad at me using. You can get that information from the internet too.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Sexual",
                        "Woman",
                        "Nothing"
                    ]
                },
                {
                    "id": "10",
                    "user": "Jayne Langley",
                    "date": "16w",
                    "timestamp": "1562709099",
                    "commentText": "Jamie Cutts No, Jamie. You seem to be under the impression that being trans necessarily requires some form of commitment. I have said transwomen may not enter women's spaces: that is not an attack but a statement of women's boundaries and transwomen are no more affected by this than any other man. After all, humans dont change <b> sex </b>and being a<b>  woman</b> is absolutely not a delusion in a man's head. Let's look at your interpretation of assault figures too. The actual comparison would be 50% of all men being in prison o<b> n se</b>x offence charges which is not true. I can't help what happened to that poor transwoman. It isn't women who were violent. It was men.Yeah, and the 'cis' again. I have told you it is misgendering. It's not an accepted term anyway, but let's pretend it is for a moment. Like many women, I don't have<b>  a gend</b>er identi<b> ty. Gen</b>der is, after all, no more than an umbrella term for a societal construct based on temporary localised trends of expected behaviour, what you are referring to as 'cis'. It is not a constant<b> . No w</b>oman will ever fit what is required therefore there is no such thing as 'cis'.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Woman"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        }
    ]
}