{
    "header": {
        "title": " Telling someone they don’t ‘seem gay’ is not a compliment ",
        "subtitle": " ",
        "owner": " Sacha Coward ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.3k ",
        "datePosted": " Friday 28 Sep 2018 12:32 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/28/telling-someone-they-dont-seem-gay-is-not-a-compliment-7978236/ ",
        "postText": "A week ago, while walking home after work, I passed a bus station opposite my house and someone called me over.', 'It was a person I hadn’t seen in 15 years – I was surprised that she even recognised me – and we got chitchatting. She has two kids now and a husband. I mentioned that I got married the year before, and so she asked about my wife.', 'Thing is, my wife is actually a husband.', 'I tried not to sound too put out by this confusion – it happens a lot and I’m used to it. When I corrected, her she looked startled. Not horrified, not disgusted, but definitely surprised.', '‘Oh wow, I would never have…’', 'She gathered her thoughts then looked at me sideways, as if reading me.', 'Then, as if she was complimenting me on the success of a new gym regime or a job promotion, she said matter of factly, ‘Well, you don’t seem gay to me!’', 'My response was not very well thought out, I think I stuttered something like, ‘Well, yes I am actually quite gay!’', 'Things got quiet. We did the little awkward shuffle and the checking-your-watch dance that you do when you both want to leave a conversation. Then we went our separate ways.', 'That interaction may seem harmless, a bit clumsy, but not actually hurtful.', 'But it was.', 'I thought about it all the way home; I thought about it all that evening and then I was sat mulling over it the whole of the next morning.', 'It wasn’t just hurtful, the whole conversation made me feel bad. Bad in a deep down way that transformed me into an anxious 14-year-old all over again.', 'The main reason was that when this random person said ‘you don’t seem gay’, I felt a funny kind of pride. There was a moment where I knew I was being given a compliment so I had an automatic glow of satisfaction. It was subconscious and hardwired.', 'Then another voice spoke up and said, ‘wait, why are you proud of that?’', 'I have spent the majority of my life as an out gay man, and the idea that, even momentarily, I felt flattered that someone could confuse me for heterosexual filled me with self-revulsion.', 'It was painful to discover that somewhere inside myself was a buried sense of shame.', 'While I appreciate the pain caused is not intentional, we still live in a society that thinks we are abnormal. Hearing this sort of comment from friends, family or a stranger just goes to prove this.', 'After guilt there came a third emotion: anger. A burst of it, aimed at myself and society. Why does this still hurt, and why am I still looking to be validated as a ‘real man’ by someone I hardly know?', 'I left with a lot more emotions than I bargained for when I stopped to chat at the bus stop.', 'So I did what every self-righteous, millennial keyboard warrior does and took to Twitter. I put my feelings into a chain of messages which began:', '‘One of the most hateful things you can do to a gay man is try to flatter him by implying that he doesn’t seem gay. Saying that he could “pass” for straight or that he’s not “camp” or “girly” are equally cruel.’', 'Over the following few days, my phone kind of blew up. Gay men and queer identifying people seemed to really identify with what I was sharing. They shared their own similar experiences, how well-meaning friends, family and colleagues had said the same kind of thing.', 'Around the world, gay men felt the same as I did and wanted the world to know that this isn’t an OK thing to say.', 'Before I am labelled an oversensitive snowflake, let me try and share the summary of a number of the experiences of the gay men who responded online.', 'For most people who have been told they ‘seem straight,’ this ‘compliment’ was hurtful and brought up a lot of conflicting emotions.', 'When you spend your whole life fighting just to be you, it is incredibly painful to be told that you could happily pass as ‘normal’. It’s almost as if being gay is a terminal illness but, lucky for you, the symptoms aren’t showing yet.', 'While I appreciate the pain caused is not intentional, we still live in a society that thinks we are abnormal. Hearing this sort of comment from friends, family or a stranger just goes to prove this.', 'This experience is hard to explain, but the closest example is that it is like being reminded that you could be part of ‘the club’, but to enter the clubhouse you would have to sacrifice your own identity.', 'All in all, it’s a reminder to me that while I am lucky to be a gay man in a country that condones my marriage and sees me legally as an equal citizen, there are still barriers and walls to inclusion.', 'Those who bemoan marginalised people, thinking we are attention seeking or self-pitying, don’t see that there is so much more to equality than law.', 'We still live in a society that sees white, straight, pretty and young (among many other traits) as the things to aspire to. This means many well-meaning folk think it is OK to try and flatter me by telling me ‘I seem straight’.', 'Well, let me answer the way I wish I had at the bus stop:', 'I know you think this is a kind thing to say, but it hurts. It reminds me of the battle I am fighting inside with myself and with society – a battle I am so used to fighting sometimes I don’t even notice it raging.', 'That is until someone sweet, kind and well-meaning tells me how that part of myself, which I have fought hard for, is actually worth less than pretending to be ‘normal’.', 'When you say that I don’t seem gay, my reply is that I am gay. Very, very gay.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Male homosexuality,Sexual Identity - General,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - Transexuality,Age - Youngsters,Physical Identity - Physical Features,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Queer,Effeminate,Twink,Gay,LGBT,Queer,Homophobic,Weird,Deaf,LGBT,Nothing,Thin,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Chuck Anziulewicz",
            "date": "1y",
            "timestamp": "1538144141",
            "commentText": "I've actually gotten this a lot myself. No, I don't \"seem\" <b> Gay<b> ,</b</b>> if you believe all the stereotypes. I wouldn't set off anyone's gaydar. I've been asked about wives and girlfriends and such. I've been hit on by women. Sigh. If I could only be hit on by men.Anyway, when I've been told I don't \"seem<b> \" G<b> a</b</b>>y, my response is, \"How i<b> s a<b>  </b</b>>Gay man SUPPOSED to seem?\"",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Tim Bakker",
                    "date": "1y",
                    "timestamp": "1538437572",
                    "commentText": "Me too - before milliennials got into beards, I got it a LOT especially when my beard was long and if I'm not super-groomed or sharply dressed.It's <b> weird </b>cos I feel like it's really obvious to me, stands out a mile. But some people just look at the outside and jump to assumptions.Oh and I would hit on you ;-) The problem I find is I like men - just men - some of which don't fit the 'types' and quite often find myself cruising straight men by accident...but as I said above, you never know, I've known enough married/bi guys that most people wouldn't guess, to not send out those signals. Human sexuality is far more fluid than the labels suggest, too.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Weird"
                    ]
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "2",
            "user": "Jason Giordanella",
            "date": "1y",
            "timestamp": "1538146420",
            "commentText": "I was horrified when someone actually thought I was <b> gay<b> .</b</b>>...i know what you mean it’s quite upsetting",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Chuck Anziulewicz",
                    "date": "1y",
                    "timestamp": "1538168709",
                    "commentText": "I definitely don't want people ASSUMING that I'm Straight! I've paid my dues for the <b> LGB<b> T <<b> /b</b</b>>>community and am quite proud of that.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "4",
                    "user": "Jago Castledon",
                    "date": "1y",
                    "timestamp": "1538475982",
                    "commentText": "I’m pretty sure I’ve seen you on Grindr Jason so it’s <b> nothing </b>unexpected.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "5",
            "user": "Lee Davies",
            "date": "1y",
            "timestamp": "1538165188",
            "commentText": "The one that annoys me more is \"you don't LOOK <b> gay<b> !</b</b>>\". No...just cos I'm not stic<b> k thi</b>n. People think all gays are sti<b> ck th</b>in for some reason 🤷🏻‍♂️",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Tim Bakker",
                    "date": "1y",
                    "timestamp": "1538437734",
                    "commentText": "Or into fashion, incredibly groomed or a hairdresser?Those are classic stereotypes or just types...if you are those - cool, let your flag fly. Be proud of who you are.But not *all* of us are. That's the assumption that upsets - that there is only one way to be <b> que<b> er.</b</b>>",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Queer"
                    ]
                }
            ],
            "keywords": [
                "Gay",
                "Thin"
            ]
        },
        {
            "id": "7",
            "user": "Joanne Lee",
            "date": "1y",
            "timestamp": "1538228852",
            "commentText": "It’s hard to say as there are plenty of <b> gay<b>  </b</b>>men that advertise they are looking for str8 acting partners, because they don’t like the sterotypica<b> l effeminat</b>e acting gays.  So just because some people don’t like to be told they don’t se<b> em <b> g</b</b>>ay, doesn’t mean it’s the same across the board.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Effeminate"
            ]
        },
        {
            "id": "8",
            "user": "Jago Castledon",
            "date": "1y",
            "timestamp": "1538476127",
            "commentText": "I went to my mother’s birthday party which was joint with two others. It was quite big with maybe say, 120 people but it got rather awkward for myself. Not only the bully at my school were there, he was boasting how I was his ‘friend’ back then. Looking quite terrible and doesn’t seem to be doing well relationship wise, I felt sorry. But the worst was when I asked my sisters not to say anything about my being married nor having a son. I felt a huge shame, the fear of the people whom I went to school with, knowing. <b> Deaf </b>and a<b>  ga<b> y</b</b>> man. I get you.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Deaf"
            ]
        },
        {
            "id": "9",
            "user": "Dan Trinnaman",
            "date": "1y",
            "timestamp": "1538697090",
            "commentText": "Im used to it. I dont act or look like the stereotypical \"<b> twink\"</b> (hate that word by the way) i know im very very very<b>  ga<b> y</b</b>>, but my personality is a bit punk rock/skater/emo/trad tattoos whatever you wanna call it. My personality is alternative first and thats me being honest with myself. But oth<b> er <b> g</b</b>>ay guys look at me and think im using that as a masc4masc cover up thing to insult femme guys when its really not. Imagine being called intern<b> ally homoph</b>obic because you want to be a tattoo artist in the future, go to gigs with heavy metal bands and dont really buy into the whole ru pauls<b>  drag</b> race thing. Why can't we be happy for one another whether we are femme or not? I mean almost all of my<b>  cl<b> o</b</b>>se gay friends are femme and the ballsiest bunch ive ever met, i envy their confidence and the way they are as people. But i would be dishonest to myself if i were to force myself (like one of my exes once did) to try and change my personality to \"commercialise myself in the community\" as he once said. Make what you will of it but your gayness metre isn't down to your personality and the things you like. I know who i am deep down, and im happy being the way i am. Why can't we learn to recognise that aspect of one another and not be negative about things that we don't think fit in? Whatever it is you may be, if you're happy and confident in that, then another persons opinion shouldn't affect you.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Gay",
                "Homophobic",
                "Twink"
            ]
        },
        {
            "id": "10",
            "user": "Dudden Hall",
            "date": "35w",
            "timestamp": "1550765266",
            "commentText": "She was being polite, rather than saying it was always very obvious that you were always <b> gay<b> ,</b</b>> she tried to pretend that she hadn't noticed.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        }
    ]
}