{
    "header": {
        "title": " Girl, 13, had nails ripped off in racist attack at funfair ",
        "subtitle": " ",
        "owner": " Elisa Menendez ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.5k ",
        "datePosted": " Tuesday 16 Apr 2019 9:25 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/16/girl-13-nails-ripped-off-racist-attack-funfair-9219730/ ",
        "postText": "A young teenage girl was allegedly victim to a hate crime which saw older white girls call her the ‘n-word’ and rip off her acrylic nails at a funfair.', 'The girl, age 13, was in a group of black and dual heritage girls when she was followed and attacked in Bristol on April 13.', 'Police are now investigating and appealing for witnesses to come forward after the girl’s mother, Lindsay Dunn, said her daughter suffered serious injuries.', 'The altercation, which happened at travelling theme park Funderworld, allegedly began when Lindsay’s daughter and friends were singing along to music on one of the attraction’s rides.', 'Lindsay claimed a group of older white girls told them to stop singing.', 'She said: ‘When they got off the ride, this group followed them off and began calling them the n-word, and giving them racist abuse.', '‘The initial part of this incident was racially motivated, and that rings alarm bells with me.', '‘My daughter and her friends were upset and angry at this and argued back, and then the group of older girls jumped them, and started attacking them.’', 'She added: ‘My daughter suffered serious injuries – basically she was wearing acrylic nails and they were all ripped off in the attack. She was left bleeding badly.’', 'It is believed bystanders intervened and called security, before Lindsay’s daughter was taken to the first aid room, when parents and police were called.', 'Lindsay claimed the aggressors were led off the premises before police arrived.', 'She added: ‘They didn’t take their names when they’ve witnessed a child bleeding and injured, so they knew it was serious…', '‘And my daughter’s friends were also just chucked out onto the road without any concern for their welfare.', '‘They were all shaking and distraught, but it was just “get them off-site, brush it under the carpet”.', '‘When I went to talk to the Funderworld people, I was offered a complimentary ticket.’', 'A spokesperson for Funderworld said they were aware of the incident but said the alleged aggressors were a mixed group of ‘BME and white people’.', 'The spokesperson said: ‘There was an altercation between two groups of young people which the security staff were called to attend.', '‘To de-escalate the situation and maintain calm, the two parties were escorted to separate exit points.', '‘The incident between the two groups appears likely to have been an altercation rather than a race issue, as the alleged assailants were, in fact, a mixed group who comprised of both BME and white people.’', 'Bristol’s Lord Mayor Cleo Lake said she takes the matter extremely seriously and has requested an investigation.', 'She said: ‘I deplore any type of racism, bullying or violence. Fairs should be fun places where young people feel safe and should incidents arise we should have confidence that the fair managers and their security address the matter appropriately with urgency.’', 'Avon and Somerset Constabulary have appealed for witnesses to come forward following the incident involving the two girl groups, which saw police called to the scene at 8pm.', 'The spokesperson said: ‘The incident is being treated as a potential race hate crime. Police enquiries into the incident are continuing.', '‘Anyone who saw the incident and has information is asked to contact us quoting 5219080812.’",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Ethnicity - General,Nationality - European or anti-Europeans,Nationality - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Nobody,Racist,Brexit,Brexiteer,Nationalism,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Larry Lee",
            "date": "30w",
            "timestamp": "1555430662",
            "commentText": "If that had been the other way around we would have heard <b> NOTHING </b>about it. Whities are deemed as second class and deserve everey get.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 21,
            "replies": [
                {
                    "id": "1",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555434424",
                    "commentText": "both groups were mixed, so how is it racist",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "2",
                    "user": "Dan Petre",
                    "date": "30w",
                    "timestamp": "1555435706",
                    "commentText": "Brexit supporter?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "3",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555437850",
                    "commentText": "Dan Petre too bloody righ i am and proud of it, but not <b> racist,</b> have no problem with people being here from other countrys that have decent jobs, just dont believe in the benefit scroungers and nhs users, we have enough who were born here, they need to be doing the low paid jobsi want britan to be great like it was",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "4",
                    "user": "Chanelle Wilson",
                    "date": "30w",
                    "timestamp": "1555446699",
                    "commentText": "Zoe-ann Abery Wooooooow! “I have “no problem with people being here from other *countries” what EXACTLY has “YOUR” country done for you! People come from all over the world to SERVE &amp; WORK in YOUR country remember that! Appreciate them because majority of them work them low paid jobs that “YOUR” people don’t want to do!",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Punit Patel",
                    "date": "30w",
                    "timestamp": "1555447015",
                    "commentText": "Zoe-ann Abery honest question..... Which era of British greatness is it you want to go back to? Workhouses and colonialism? Riots and IMF Bailouts?Is it even possible to go back there?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Sarah Westwood",
                    "date": "30w",
                    "timestamp": "1555447301",
                    "commentText": "Larry Lee in english please",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Sarah Westwood",
                    "date": "30w",
                    "timestamp": "1555447631",
                    "commentText": "Zoe-ann Abery most people who have come here from different counties work in the NHS! Don’t worry <b> Brexit </b>means NHS privatization so even people born here will no longer be able to use it without paying large sums of money for medical insurance",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "8",
                    "user": "Sarah Westwood",
                    "date": "30w",
                    "timestamp": "1555447739",
                    "commentText": "Zoe-ann Abery everything about your comment screams <b> RACIST!</b>",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "9",
                    "user": "Anthony SteeIe",
                    "date": "30w",
                    "timestamp": "1555492303",
                    "commentText": "Chanelle Wilson Maybe but people will take free money (benefits) if they can get it anyone will",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Anthony SteeIe",
                    "date": "30w",
                    "timestamp": "1555492715",
                    "commentText": "Punit Patel How about not having billions of debt",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Punit Patel",
                    "date": "30w",
                    "timestamp": "1555497562",
                    "commentText": "Anthony SteeIe you got an actual date on that? Or better yet a route to actually get there?Sorry to break it to you, but <b> Brexit,</b><b>  nationalism</b>, intolerance and nostalgia isn't gonna do it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nationalism",
                        "Brexit"
                    ]
                },
                {
                    "id": "12",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555508881",
                    "commentText": "Chanelle Wilson err thats excatly what i just said",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555509040",
                    "commentText": "Punit Patel i didnt state a year i said i want britian to be great like it was.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555509194",
                    "commentText": "Sarah Westwood actually thats what the cons wanted before there was even a <b> brexit,</b> you really dont know what your talking about",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "15",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555509285",
                    "commentText": "Sarah Westwood thats it bring out the <b> racist </b>card, read what i said properly, theres<b>  nothing</b<b> > racis</b>t about it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Racist"
                    ]
                },
                {
                    "id": "16",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555509700",
                    "commentText": "Mixe Master actually GREAT was added to differance it from little britian in france, thats the techinal info, but was called great because it was admired by lots of other countries",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555509811",
                    "commentText": "Anthony SteeIe excatley, that why we need to make those that were born here work, instead of claiming benefite because there arnt any jobs for them, because of low paid workers from other countries are doing them",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Andrew Rodgers",
                    "date": "30w",
                    "timestamp": "1555603287",
                    "commentText": "Larry Lee",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Punit Patel",
                    "date": "30w",
                    "timestamp": "1555615104",
                    "commentText": "Zoe-ann Abery and I'm asking for a year? Does such a time even exist? Are you just making a generic statement but can't elaborate? That would be a very typical <b> Brexiteer </b>thing to doFolk like you keep yearning for yesteryear, talking with Rose tinted glasses, but can't even pick out a time when Britain was 'great'Personally I though we were pretty good 12 years ago before we started giving political power to xenophobes, career tories and incompetents. Its possible to get back there by taking that political power backSee, its not that hard.... Now your turn",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexiteer"
                    ]
                },
                {
                    "id": "20",
                    "user": "Anthony SteeIe",
                    "date": "30w",
                    "timestamp": "1555666701",
                    "commentText": "Punit Patel No thats your job genius",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Punit Patel",
                    "date": "29w",
                    "timestamp": "1555686178",
                    "commentText": "Anthony SteeIe look at you getting an 'immigrant' to do a job you're too incompetent to doProbably explains why you're so angry.... You need people you despise because you're just not good enough",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "22",
            "user": "Yve Jenkins",
            "date": "30w",
            "timestamp": "1555432963",
            "commentText": "Why don't you put price",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Lisa Donovan",
            "date": "30w",
            "timestamp": "1555443126",
            "commentText": "Thats absolutely uncalled for! They were probably just jealous of her!  I dont see the victims face in the above pictures but Im thinking shes got a very pretty face and the offenders dont think highly of themselves! Jealousy is an ugly thing!   Hang in there young lady.  You did <b> nothing </b>wrong!  Hold your head high! I hope they get severely punished for this!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "24",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555510679",
                    "commentText": "there just scum looking for troble because thats how they get their kicks",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "25",
            "user": "Anna Lowinger",
            "date": "30w",
            "timestamp": "1555449450",
            "commentText": "Fake nails look horrible anyway.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26",
                    "user": "Rolonda Nelson",
                    "date": "30w",
                    "timestamp": "1555513543",
                    "commentText": "Empty soul. Smh",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Melanie Charlotte",
                    "date": "30w",
                    "timestamp": "1555603505",
                    "commentText": "Anna Lowinger wow, just wow. A child is victim of an horrific attack which would have been both extremely painful and terrifying and this is the first thing that came into your head to comment, that says an awful lot about the type of person you are.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Alina Moldovan",
            "date": "30w",
            "timestamp": "1555491522",
            "commentText": "Right. The police does <b> nothing </b>when children and teens are abused by bullies because \"there was a child fight\", then act extremely surprised and upset when the kids don't trust the police anymore and try to get justice by attacking their abuser/s with a knife. There were so many cases of bullied teens who defended themselves with knives because<b>  nobody</b> helped them, still the schools and police don't understand basic child psychology.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "29",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555511064",
                    "commentText": "the problem is, the police are stuck by rules, and although they want something done, they cant. but it does seem kids are getting away with more, bulling of anyone should be a crime with stiff punishment",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody",
                "Nothing"
            ]
        },
        {
            "id": "30",
            "user": "Anthony SteeIe",
            "date": "30w",
            "timestamp": "1555491670",
            "commentText": "Nail glue is that strong??",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "31",
                    "user": "Zoe-ann Hamilton",
                    "date": "30w",
                    "timestamp": "1555511088",
                    "commentText": "yes it damages the nail and nail bed",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Camilla Clarke",
            "date": "30w",
            "timestamp": "1555543501",
            "commentText": "Funderworld, Bristol. The same place where the <b> black </b>teenager (Marlon Thomas) was attacked in 1994 by a group of racists and left paralysed.<b>  Nothing</b> has changed.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Black"
            ]
        },
        {
            "id": "33",
            "user": "William Henry",
            "date": "29w",
            "timestamp": "1555784478",
            "commentText": "Your title appears to be a complete fabrication.As clearly stated by the police, this is an ongoing investigation, the full circumstances of which have yet to be established. No hate crime charge (including that to which you appear to allude) has been brought.I invite you to respond to this, Elisa Menendez.Thank you.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}