{
    "header": {
        "title": " Men are more disadvantaged than women in the UK, US and most of Europe, scientists claim ",
        "subtitle": " ",
        "owner": " Jasper Hamill ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8.1k ",
        "datePosted": " Friday 4 Jan 2019 12:19 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/04/men-disadvantaged-women-uk-us-europe-scientists-claim-8309361/ ",
        "postText": "Scientists have invented a new way of measuring gender equality and claimed it shows men are more disadvantaged than women in most developed countries.', 'Researchers from the University of Missouri and University of Essex in the United Kingdom said previous ways of measuring inequality are ‘biased to highlight women’s issues’.', 'Their Basic Index of Gender Inequality (BIGI) instead measures three factors: educational opportunities, healthy life expectancy and overall life satisfaction.', 'The academics calculated scores for 134 nations and used the results to suggest men are more disadvantaged than women in 91 nations.', 'They discovered that the most developed nations in the world came ‘closest to achieving gender equality, albeit with a slight advantage for women’.', 'However, in the least developed countries, women fall behind men because they don’t have access to education.', 'Using the index, Bahrain was named as the top nation for gender equality followed by the UK and the Netherlands.', 'The US was ranked in position 34, with men falling behind in education as well as life expectancy and satisfaction.', 'Most European countries with the exception of Italy were deemed to be better for women than men.', '‘Gender inequality: Great Britain has a relatively low level of gender inequality. Gender differences in life satisfaction are negligible. Men fall somewhat behind in years of secondary education, while they fall more than 3.3% behind in healthy life expectancy (70 years for men and 72 years for women in the 2012-2016 period).', '‘How to improve: Most potential for improvement lies in the area of healthy life expectancy. Currently, Great Britain has a national health strategy for women, but not for men. Creating a national health strategy for men has the potential to make a real difference. The knowledge and skills needed to run a gender-specific health strategy are available in Great Britain. Further, a greater focus on the education gap is needed. The BIGI only looks at years of education, but the reality is that boys do not achieve as well as girls in the time they attend school (this starts already in pre-school).’', '“With the BIGI, we are focusing on issues that are important to all women and men in any nation, regardless of level of economic and political development, and by including factors that can disadvantage men as well as women,’ said David Geary, who is Curators’ distinguished professor of psychological sciences in the MU College of Arts and Science', '‘Current equality measures are generally biased to highlight women’s issues and thus are not really measures of gender equality.’', '‘We calculated BIGI scores for 134 nations, representing 6.8 billion people.', '‘Surprisingly, our new measure indicated that men are, on average, more disadvantaged than women in 91 countries compared with a relative disadvantage for women in 43 countries.', '‘We sought to correct the bias toward women’s issues in existing measures and at the same time develop a simple measure that is useful in any country in the world, regardless of their level of economic development.’', 'Gender equality in the US', '‘Gender inequality: Given its wealth and very high level of human development, its BIGI score is surprisingly low. Men fall behind in all three BIGI indicators. In regard to healthy life expectancy, the gap is nearly 5% (68 years for men and 71 years for women in the 2012-2016 period).', '‘How to improve: Initiatives focusing on men’s access to (or use of) health care, as well as those focusing on boys’ education and health might help to address the current inequalities.’', 'The new measure has thrown up some strange results. For instance, it rated Saudi Arabia as having a high level of ‘gender parity’, which suggests men and women live reasonably equal lives.', 'This is because of a 7% disadvantage for women in education and a 5% disadvantage for men in life satisfaction.', 'But in 2016, the World Economic Forum’s Global Gender Gap Report placed Saudi Arabia at a dismal 141 out of 144 countries for gender parity.', 'The researchers said the gravest disadvantage facing men was often heath, particularly in countries with high levels of alcohol consumption, which tends to lower men’s lifespan.', 'For women, the disadvantages are strongly related to education.', '‘No existing measure of gender inequality fully captures the hardships that are disproportionately experienced by men and so they do not fully capture the extent to which any nation is promoting the well-being of all its citizens,’ said Gijsbert Stoet, professor of psychology at the University of Essex.', '‘The BIGI provides a much simpler way of tackling gender inequality and it focuses on aspects of life that are directly relevant to all people.', '‘Internationally, improvements in gender parity may be reached by focusing on education in the least developed nations and by focusing on preventative health care in medium and highly developed nations.’",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters, Ideological and Political Identity - General,Age - General,Nationality - German,Ethnicity - Native-American,Gender - Female intelligence",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sex,Woman,Sexual,Patriarchy,Nothing,Zero,Libtard,Snowflake,Red,Age,Jerry,Red,Feminazi",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ben Midgley",
            "date": "44w",
            "timestamp": "1546613623",
            "commentText": "I am looking forward to word of this hitting twitter; there’s going to be some hashtags for sure.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Thomas Polinski",
                    "date": "44w",
                    "timestamp": "1546639981",
                    "commentText": "Pretty sure it will be studiously ignored.",
                    "likes": 22,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Andi Crawforth",
            "date": "44w",
            "timestamp": "1546690488",
            "commentText": "..  Sits and awaits for the feminazis to say its all lies and hypocrisy, and then try to blame the research was all conducted by men etc etc..",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Wyn Williams",
                    "date": "44w",
                    "timestamp": "1546896045",
                    "commentText": "It IS utter rubbish, use your brain, go google womens rights Bahrain or simply look here https://www.hrw.org/world.../2018/country-chapters/bahrain any report that says Bahrain is top for any sort of womens equality is utter rubbish",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546915375",
                    "commentText": "Wyn Williams There is no such thing as \"women's equality\". There's \"<b> gender </b>equality\", something most feminists are probably unaware of.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Gustavo Suhett Helmer",
            "date": "44w",
            "timestamp": "1546702029",
            "commentText": "Everyone talking about <b> gender </b>equality here, and I'm here laughing at their sugestion on how to solve<b>  gender</b> inequality on the US.That's as far fetched as trump's wall.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Alan JT",
                    "date": "43w",
                    "timestamp": "1546967705",
                    "commentText": "\"That's as far fetched as trump's wall.\" Have you ever seen a wall? Funny I has seen a great many. Have got some \"issues\"?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "7",
            "user": "Michael McVey",
            "date": "44w",
            "timestamp": "1546706673",
            "commentText": "This is a good start, but they need to have some kind of index for how the legal system impacts men vs. women. For example, in Muslim countries women tend to be more severely impacted by the legal system, while in much of the rest of the world it is biased against men, and in some countries like Spain it is downright abusive to men (in many of the same ways it was once abusive to blacks in South Africa and the southern United States).One possible way to calculate this would be average sentences for men and women for a \"basket\" of crimes, multiplies by the percentage of arrests that lead to convictions for each <b> sex </b>(because in addition to shorter sentences, more women than men are acquitted or have charges dropped before trial). Then of course take the ratio between the two.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "8",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546767740",
                    "commentText": "Les Mclar Men are discriminated at every level of the criminal justice system. There's plenty of research highlighting this, it's not even worth debating. Low conviction rate for rape does not imply women are disadvantaged. Women cannot even be convicted of rape in most countries, which is outrageous enough. Rape accusations often boil down to his word against hers, very difficult to prove, <b> nothing </b>to do with<b>  gender</b>.  Check out the rape conviction rate in male-on-male rape. It's even lower. So, yes women are favourably treated every step of the way no matter what anecdotes you manage to come up with.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                },
                {
                    "id": "9",
                    "user": "Wyn Williams",
                    "date": "44w",
                    "timestamp": "1546896106",
                    "commentText": "Joanna Davis rubbish",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Andrew Dawson",
                    "date": "44w",
                    "timestamp": "1546911697",
                    "commentText": "Joanna Davis Indeed",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546915254",
                    "commentText": "Wyn Williams top argument",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Ben Champ",
                    "date": "43w",
                    "timestamp": "1546990751",
                    "commentText": "Les Mclar \"You do know that the spanish courts just let 4 men off for gang raping a <b> woman </b>dontcha?\" Anacdotal horseshite",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "13",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022971",
                    "commentText": "Wyn Williams You sound like a nice person LOL!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "14",
            "user": "Claire Calverley",
            "date": "44w",
            "timestamp": "1546721150",
            "commentText": "So you can conclude that women are not more oppressed than men, just as long as you disregard women's issues such as period poverty, increased risk of <b> sexual </b>violence, domestic violence etc... Sounds legit.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "15",
                    "user": "Jerry Wilson",
                    "date": "44w",
                    "timestamp": "1546725749",
                    "commentText": "I had to google 'period poverty' because I didin't know what this made up plight of the female was. What has our world come to that buying hygene products is some sort of plight?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Claire Calverley",
                    "date": "44w",
                    "timestamp": "1546728782",
                    "commentText": "Jerry Wilson I find it hard to believe some people are so ignorant that they have no idea what goes on outside their little bubble. Many girls and women struggle to afford sanitary products.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Jerry"
                    ]
                },
                {
                    "id": "17",
                    "user": "Adam Gordon",
                    "date": "44w",
                    "timestamp": "1546746423",
                    "commentText": "They were not disregarded, they were just not uniquely iidentified.Issues such as domestic or <b> sexual </b>violence are obvious contributing factors to life satisfaction.Not to mention the fact that men suffer violence at a far greater rate than women, roughly twice as much.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "18",
                    "user": "Tom Mullin",
                    "date": "44w",
                    "timestamp": "1546764425",
                    "commentText": "\"Disadvantaged\" is spelled differently than \"Oppressed\" for a pretty clear reason. But we all know that people who try to turn everything into some kind of contest consider 'oppression' to have more victim points than 'disadvantaged'. Apparently, we should ignore any and all disadvantages for men until women have it better in EVERY CATEGORY IMAGINABLE, is that your position? Show some compassion, it's not going to hurt women to care about what men are going through.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546768045",
                    "commentText": "Les Mclar so you think when someone is attacked by someone of the same <b> gender </b>it's not as bad as when it's by someone of the opposite<b>  gender</b>?  Interesting logic. Presumably you don't care much about black-on-black crime either.  The sort of logic that conclues \"men are the problem\" belongs together with the logic of racists who conclude \"blacks are the problem\". Disgusting.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "20",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546768462",
                    "commentText": "Les Mclar your 99% figure is a lie. Try this: \"The CSEW estimated that 20% of women and 4% of men have experienced some type of <b> sexual </b>assault since the<b>  age</b> of 16, equivalent to an estimated 3.4 million female victims and 631,000 male victims.\" so more like 80% according to that statistic  [LINK] ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "Age"
                    ]
                },
                {
                    "id": "21",
                    "user": "Wyn Williams",
                    "date": "44w",
                    "timestamp": "1546896147",
                    "commentText": "Any report that says bahrain, a country renowned for human rights abuses against women can be disregarded",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546915455",
                    "commentText": "Wyn Williams any person who says Bahrain gives \"<b> zero </b>rights to women\" can be disregarded.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                },
                {
                    "id": "23",
                    "user": "Ben Champ",
                    "date": "43w",
                    "timestamp": "1546990977",
                    "commentText": "Les Mclar \"Men are the problem.\" And you now have <b> zero </b>credibility.<b>  Zero</b>. Now off you run back to your counselling session you need a lot of help.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                },
                {
                    "id": "24",
                    "user": "Wyn Williams",
                    "date": "43w",
                    "timestamp": "1546993461",
                    "commentText": "Joanna Davis amazing, you are litreally to stupid to google Bahrain :D :D :D  not a suprise really, don't you have a crusty sock to go back to licking?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022062",
                    "commentText": "Wyn Williams When you accuse someone of being \"to stupid\" you might want to get your spelling right LOL!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022171",
                    "commentText": "Wyn Williams Oh and women have the right to vote in Bahrain, which just goes to show your \"<b> zero </b>rights\" comment was about as accurate as your spelling :D",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "27",
            "user": "William Henry",
            "date": "44w",
            "timestamp": "1546734809",
            "commentText": "As has been suggested to myself by others, none of METRO's sizeable and usually vocal 'feminist regiment' appear to have avoided authoring this article like the plague. It has been asked of this group, at what point do your professional obligations become more important than your conjecture? Or is it the case METRO as a whole is <b> nothing </b>but a platform for you to broadcast to the world not the reality that actually exists, but rather, the reality you wish to manufacture?These comments were transcribed and unfortunately I was a little rushed to say the least and couldn't quite note every detail.Perhaps some of METRO's staff would care to engage with this community and address the feedback - including the criticism - regarding the material they produce? Thanks.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "28",
                    "user": "Andrew Dawson",
                    "date": "44w",
                    "timestamp": "1546913169",
                    "commentText": "This article is rather surprising, since men do have life worse than women in the west.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "29",
            "user": "John Horatio Fitzgerald",
            "date": "44w",
            "timestamp": "1546771845",
            "commentText": "Demographics says islam, so the <b> age </b>of compassionate fools is drawing to an end.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "30",
            "user": "James Major-Walker",
            "date": "44w",
            "timestamp": "1546806402",
            "commentText": "Oh God, don't tell the <b> snowflake </b<b> >libtard</b> feminazis - they hate hearing the truth.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "31",
                    "user": "Wyn Williams",
                    "date": "44w",
                    "timestamp": "1546896231",
                    "commentText": "I would say try using your brain and googling womens rights in Bahrain (hint there are none and the suffer <b> zero </b>rights and extreme violence) but i doubt you have a brain just piss filling your head",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                },
                {
                    "id": "32",
                    "user": "Andrew Dawson",
                    "date": "44w",
                    "timestamp": "1546913370",
                    "commentText": "Indeed James, that's what makes this article so surprising",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "33",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022478",
                    "commentText": "Wyn Williams LOL! They've had the right to vote for over 16 years!  Your \"<b> zero </b>rights\" statement is about as accurate as your ability to spell \"womens\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                }
            ],
            "keywords": [
                "Libtard",
                "Snowflake"
            ]
        },
        {
            "id": "34",
            "user": "Anthony SteeIe",
            "date": "44w",
            "timestamp": "1546810398",
            "commentText": "Men have replaced themselves with machines. Women aren't impressed anymore.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "35",
                    "user": "Andrew Dawson",
                    "date": "44w",
                    "timestamp": "1546913764",
                    "commentText": "Western government policy is anti-male too. Check out the documentary film \"The <b> Red<b>  </b</b>>Pill\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Red"
                    ]
                },
                {
                    "id": "36",
                    "user": "Wyn Williams",
                    "date": "43w",
                    "timestamp": "1546993520",
                    "commentText": "Andrew Dawson Why would anybody with a brain check that out? a bunch of pathetic little Incels? LOL!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022576",
                    "commentText": "Wyn Williams Hateful <b> feminazi </b>detected.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Feminazi"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Wyn Williams",
            "date": "44w",
            "timestamp": "1546895884",
            "commentText": "LOL!!! The fact Bahrain, a country were women face extreme violence, no right to divorce, are subject to Islamic sharia courts where they have <b> zero </b>rights, were female activists are imprisoned, tortured and murdered, a country which wrote so called honor killings of women INTO LAW came top with women havinvg a slight edge in equality??? that alone shows what utter rubbish this report is",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "39",
                    "user": "Andrew Dawson",
                    "date": "44w",
                    "timestamp": "1546912169",
                    "commentText": "Yet feminists LOVE Islam! Still what is said about the western world is correct. In the west women have reproductive rights, but men don't  :$",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "Joanna Davis",
                    "date": "44w",
                    "timestamp": "1546915212",
                    "commentText": "Andrew Dawson Shhh - feminists will fight tooth and nail if anyone tries to take away their victimhood narrative.  Feminism today: when women not doing so well: <b> PATRIARCHY,</b> when men not doing so well: MEN'S FAULT and<b>  PATRIARCHY</b>. Men getting screwed in the family/divorce courts (and any courts for that matter): PATRIARCHAL court system. Men dying earlier than women and getting killed in the workplace: *crickets*.  False rape accusations: MEN GET AWAY WITH FAR MORE RAPES.  They will say anything to ensure men are never the victims, only the perpetrators.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Patriarchy"
                    ]
                },
                {
                    "id": "41",
                    "user": "Wyn Williams",
                    "date": "44w",
                    "timestamp": "1546933063",
                    "commentText": "Joanna Davis you sad sad little man",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Alan JT",
                    "date": "43w",
                    "timestamp": "1546968097",
                    "commentText": "Wyn Williams Joanna Davis is right, the only reson you don't have any clue is you are white night. Proberly a cuckold as well.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Ben Champ",
                    "date": "43w",
                    "timestamp": "1546991549",
                    "commentText": "Wyn Williams Right... because anyone that doesn't believe in the feminist victim narrative must be male ? You sir are incredibly naive.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Joanna Davis",
                    "date": "43w",
                    "timestamp": "1547022722",
                    "commentText": "Wyn Williams LOL, I'm female you sad, sad little,.... no I won't stoop to your level.  You've resorted to personal attacks because you have no argument. That's very sad, but why not keep trying if it makes you happy.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Zero"
            ]
        }
    ]
}