{
    "header": {
        "title": " This tantric witch wants to help you unlock your sexual pleasure potential ",
        "subtitle": " ",
        "owner": " Lisa Bowman ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Wednesday 23 May 2018 5:13 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/05/23/tantric-witch-wants-help-unlock-sexual-pleasure-potential-7571972/ ",
        "postText": "Meet Victoria Louise Smith.', 'She’s a self-proclaimed tantric witch and a polyamorous somatic sex coach who teaches people how to masturbate using guided masturbation circles and yoni massage.', 'Somatic sex coaching uses breath, movement and touch to help you become more connected to your body and pleasure potential, while yoni massage is a vaginal massage which promises benefits ranging from centering the mind and body, soothing anxiety and self-esteem, to improved orgasms and increased sensitivity.', '27-year-old Victoria is a certified Sexological Bodyworker from England, but now lives and practices on Australia’s Gold Coast. She also has a Bachelor degree in counselling and coaching.', 'The aim of her work is to improve her clients’ relationship with themselves and others by ‘making changes on a cellular level through the body’.', '‘I perform sex magic and use ritual to help transformations in relationships,’ she says.', 'The witch holds both mixed and single gender sessions, with men and women between the ages of 21 and 80 entering the circles and learning to pleasure themselves and connect with others.', 'What are the benefits of attending?', 'Group masturbation can strengthen the bond between the women and their yoni (vaginas), helping them learn about pleasure.', '‘Before the workshops, accessing pleasure could be very stuck or friction based,’ one of Victoria’s clients says in the above video.', '‘From doing these workshops I’ve had full body energy orgasms from somebody touching my leg.’', 'Yikes.', 'Victoria is in a polyamorous relationship with 26-year-old partner Danny, with whom she holds self pleasure workshops teaching people to explore their sexuality and learn to become in tune with their bodily desires and sensations.', '‘Come and help rid our society of shame and taboo around sexuality and come back to your own erotic innocence,’ she says.', '‘I help others find freedom through sexuality.’', 'For some, the sessions help them access profound orgasmic states, and can also help to awaken erectile tissue for more pleasure during sex.', 'Others experience a therapeutic element to the circles, helping them to heal from past sexual violations. The process can also help transform peoples uncomfortable emotional states into more positive and wholesome emotions.', 'Victoria also claims that the pleasure circle can help people attract and obtain partners who can satisfy them sexually and emotionally.', 'Victoria found herself drawn to this profession after healing her own sexuality following an abusive relationship.', 'She now works with people who suffer from a range of conditions relating to sexual trauma and sexual dysfunction, as well as with those who are simply interested in pleasure expansion.', 'The sex coach says that people leave feeling ‘more comfortable in their skin’ with improved sex lives.', '‘They are able to call in partners that appreciate them and know their worth,’ she adds.', 'So, what does one bring to a guided masturbation circle? What’s on the kit list?', 'Attendees are advised to bring along some oil, a towel, a blanket and a sarong.', 'You’ll see in the article’s second image that one of the women has brought along her knock off Disney princess beach towel, because what could possibly get you in the mood for a self love sesh more?', 'Victoria guides participants through a masturbation session, and occasionally she’ll perform physical demonstrations.', 'All this for just $65 (£36.71) a go.', 'Victoria is also an advocate of removing the shame and stigma around menstruation.', 'To illustrate her point, she recently posted a pic of partner Danny covered in her period offerings.', '‘The image represents that as a society we need to get more comfortable with a woman’s cycle,’ she says.', '‘I feel as if we are constantly forced to hide our cycle and its a pretty huge part of our lives as women. Men can show their support by being comfortable with our blood and not being disgusted by it.’', 'However, before you pop out your tampon and throw it at your boyfriend, yelling, ‘Catch!’, you don’t (necessarily) have to go to these lengths.', '‘That doesn’t need to be in the form of wearing it as Danny did,’ explains your resident tantric witch.', '‘It was just a picture I took as we were messing around in the shower.’', 'If you’re feeling inspired by Victoria the sexy witch, and want to learn more about somatic sex coaching and tantric sex, she’s got some advice for you.', '‘Get a coach, and stay committed to the journey,’ she says.', '‘Tantric embodiment doesn’t happen over night.’",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - Female age and physical appearance",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Witch",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Robin Crabb",
            "date": "1y",
            "timestamp": "1527100220",
            "commentText": "Christ imagine being stuck at a party chatting to this pair. Bet that's an eye opener.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1527229324",
                    "commentText": "\"Mmmm interesting *pause*. So what car do you drive?\"",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Freyja Doodle Kat",
            "date": "1y",
            "timestamp": "1527137740",
            "commentText": "i dont have time to do that... i busy baking in the kitchen and doing the housework!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Barbara Ford",
            "date": "1y",
            "timestamp": "1527152158",
            "commentText": "No thanks, they can keep their sordid shenanigans.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "John Brady",
            "date": "1y",
            "timestamp": "1527159310",
            "commentText": "‘Get a coach, and stay committed to the journey,’ she says.I booked the coach this morning for Saturday, (it's going to Blackpool) I am committed to stay on it all the way there.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Graham McFarnaby",
            "date": "1y",
            "timestamp": "1527162777",
            "commentText": "Is there really any need for this shite?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Albert Ross",
            "date": "1y",
            "timestamp": "1527184292",
            "commentText": "Is it a hands on lesson about masturbating?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1527229285",
            "commentText": "Do her training classes always have a happy ending?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1527229448",
            "commentText": "Tantric <b> witch.</b> We used to know how to deal with witches in this country. Suffer not a<b>  witch</b> to live.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Witch"
            ]
        },
        {
            "id": "9",
            "user": "Curley Jefferson",
            "date": "1y",
            "timestamp": "1527532892",
            "commentText": "When you think metro.co.uk cannot go any lower, f*cking animals",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Wilhelm VonWillie",
            "date": "1y",
            "timestamp": "1527778307",
            "commentText": "klaatu barada nikto",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}