{
    "header": {
        "title": " Homeless migrant camp in one of London’s richest areas cleared by police ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.4k ",
        "datePosted": " Saturday 21 Sep 2019 4:28 pm ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/21/homeless-migrant-camp-one-londons-richest-areas-cleared-police-10784342/?ito=social&fbclid=IwAR03N8hrgx-rOK3YL4jZBg-_JN6_y72XZxBqtYED47-RbBQ0tx03auHDJsY ",
        "postText": "A makeshift campsite full of homeless migrants in one of the capital’s wealthiest area has been cleared by police following a recent surge in crime.', 'Police stood by as the rough sleepers in Marble Arch, Mayfair were ordered to leave the Transport for London owned land.', 'Many of the mostly Romanian and Bulgarian campers shifted their cardboard mattresses and tents to nearby Park Lane.', 'It comes after a hike of reports of muggings, begging, pick pocketing, sexual assaults and anti-social behaviour in the area.', 'But local councillors have warned against automatically blaming the crime wave on those living in the ‘tent city’.', 'The campers have managed to avoid deportation thanks to a High Court ruling in 2017.', 'Home Office policy says deporting rough sleepers who are EU citizens is unlawful and against freedom of movement rules.', 'As people took their belongings away in shopping trolleys, a man named Dan was seen with a 32 inch plasma TV which he hoped to sell ‘for a few hundred pounds,’ reports the Telegraph.', 'He said he did not want to return to Romania, despite living with no money, food or job in the UK.', 'Transport for London said it made several attempts to offer alternative accommodation before resorting to the court order.', 'Police kept an eye out for potential cases of modern slavery as they oversaw the eviction on Thursday.', 'Figures from the Metropolitan Police reveal 872 violent and sexual crimes were reported in the 12 months to July – a rate of more than two a day.', 'There were more than 80 cases of shoplifting a week and one robbery per day on average.', 'But Westminster Conservative councillor Ian Adams has warned against blaming Romanian and Bulgarian rough sleepers for the rise in crime.', 'He said: ‘The council very much recognises and shares the concerns of residents and businesses … around current levels of crime whether that is theft, robbery or other crimes.', '‘Mayfair is increasingly becoming a magnet for the nighttime economy. It attracts a lot of wealthy people who are being targeted because of the expensive jewellery they are wearing.’', 'He said more police officers have been promised for the area with a focus on tackling robberies.', 'A Westminster City Council spokesman told Metro.co.uk: ‘The crime statistics we’re seeing underline what we have always said – that we need more visible officers on the streets.', '‘The police out there are doing a great job and work very hard, but they need reinforced now – there just aren’t enough of them.', '‘The 6,000 officers we understand are promised for London can’t come soon enough. We absolutely understand residents’ concern.', '‘We are seeing numbers of rough sleepers rising, and a significant number of those are EEA nationals.', '‘But what we are seeing in Mayfair appears more organised gang crime, we can’t conflate that with rough sleeping.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - General,Nationality - European or anti-Europeans,Age - Youngsters,Age - Over 65s,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Migrant,Brexit,Nothing,Old,Fruit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary Youn",
            "date": "8w",
            "timestamp": "1569083833",
            "commentText": "Ah the benefits of the eu again",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Maureen Salvo",
            "date": "8w",
            "timestamp": "1569092207",
            "commentText": "here we go again, <b> nothing </b>we can do obout it, thank eu",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Claire Barlow",
                    "date": "8w",
                    "timestamp": "1569180124",
                    "commentText": "Yes we can send them home, Free movement of people is only for those who are working, not for them to come and make <b> migrant </b>camps, they may aswell stay at home for that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Migrant"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Jemma Anne",
            "date": "8w",
            "timestamp": "1569144975",
            "commentText": "The problems with migrants. They think they're going to get a free house, free education and a job just like that lol. But they don't get anything. Someone somewhere is lying to them.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Donna Williamson",
                    "date": "8w",
                    "timestamp": "1569164958",
                    "commentText": "Yes very true. Must be someone from there own country. How they  get into the united kingdom  so easy though",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Vicente Cipriano Salazar",
                    "date": "8w",
                    "timestamp": "1569172948",
                    "commentText": "I'm a <b> migrant </b>and that's certainly not the case, Jemma. Stop listening to Nigel Farage.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Migrant"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Iain McIntyre",
            "date": "8w",
            "timestamp": "1569163829",
            "commentText": "A few migrants not causing too many issues and the right wing <b> Brexit </b>brigade commenting in force, hilarious 😂",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "7",
            "user": "Drewy Alf Phillips",
            "date": "8w",
            "timestamp": "1569164270",
            "commentText": "Shame it's only going to get worse and even if you had UKip or <b> Brexit </b>party in charge in this country, you'll never stop people getting here. People worried about the 1.5 million that came to Europe, what you going to do about the estimated 60+ million heading here over the next 10-15yrs and most of that is due to climate change.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8",
                    "user": "Les Hayward",
                    "date": "8w",
                    "timestamp": "1569167072",
                    "commentText": "Sorry <b> old </b<b> >fruit</b>, but it has sod all to do with climate change (percieved or otherwise).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Fruit"
                    ]
                },
                {
                    "id": "9",
                    "user": "Claire Barlow",
                    "date": "8w",
                    "timestamp": "1569180381",
                    "commentText": "what a load of Tripe, if they weere excaping due to climate change they would be safer in the North of the Country as sea levels rising would put the South under water",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}