{
    "header": {
        "title": " British woman ‘asked if she could even speak English’ in London cosmetics store ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 498 ",
        "datePosted": " Tuesday 13 Aug 2019 7:00 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/13/british-woman-asked-even-speak-english-london-cosmetics-store-10564759/ ",
        "postText": "A British woman has said she was racially profiled, misgendered and asked if she could ‘even speak English’ while shopping in a London cosmetics store.', 'MonBelle, 33, claims she was closely tailed by a shop assistant the moment she entered East End Cosmetics to buy hair moisturiser on August 6.', 'The business owner, who has lived in Dubai for over 10 years, then attempted to purchase her items with a United Arab Emirates debit card.', 'But as she tried to pay, she said the cashier became increasingly aerated because the card was rejected and denied it had worked when it finally went through.', 'MonBelle claims the woman then demanded to see her ID, which was back at her hotel, before asking her where she was from.', 'She told Metro.co.uk: ‘I’ve travelled all over the world with my card and I have never ever had a problem.', '‘My bank is connected to my phone and I immediately got a text that showed £12 had gone to their shop. I tried to show the woman but she wouldn’t believe me.', '‘She took my card off me and kept asking whose it was, asking me if it was stolen and telling a male worker to block the door because she was calling the police. It was ridiculous.', '‘That’s when she turned to me and was like: “Do you even understand English? Where are you from?”.', '‘I’m thinking: “Woah. Okay. This is a different vibe, this is not right”. She’s telling me I’m foreign, that I shouldn’t even be here, all while using male pronouns.', '‘It’s weird because she was Asian herself, which is completely not an issue, but for her to tell me I don’t understand English, in broken English, was bizarre.', '‘I eventually snatched my card out of her hand and left the store. To be honest, I felt a bit traumatised by the whole thing.', '‘I’ve never had this before, anywhere, and I least of all expected it from the place where I am from.’', 'MonBelle, who was born in Bradford, was excited to be back in the UK and visiting friends and family who live around London.', 'But the CEO, who owns Dubai events and entertainment company Those Guys, said the ‘offensive’ nature of the incident in store reduced her to tears.', 'A member of staff also prevented her from taking the items she’d bought, meaning she left the shop empty handed.', 'MonBelle said: ‘When you’re black and someone is threatening to call the police, even if you know it’s such an insignificant thing… [You might think], “Are you joking? Sure, let them come. I’ll talk to them.”', '‘But there’s still a part of you thinking: “What if the police come and I have to go through the same battle with them. What if the wrong police officer comes and it’s another whole story”.', '‘It made me feel a bit worthless, like degraded. Nobody, regardless of where they’re from or what their orientation is, no one should feel like that.', '‘Disappointing is not even if the word. It’s disgusting behaviour.’', 'When approached for comment, Shabir Bhanji, owner of East End Cosmetics, denied MonBelle’s transaction had gone through – but said she could call her bank for the money if this was not the case.', 'He told Metro.co.uk the cashier had been following till instructions to withhold the card and claimed MonBelle had become ‘offensive and aggressive’ as a result.', 'Mr Bhanji said: ‘There are so many scams going on, there so many cards that are stolen and being used in the city.', '‘We’re doing a job that is not our job. It would have been easier to just give the card back, even if the till tells you to keep it.’', 'He continued: ‘We treat all the customers very fairly, although a lot of my staff get a lot of abuse. Retail is very tough. I was told this customer wasn’t pleasant at all.', '‘I have rules in place I make my staff follow. Don’t retaliate and don’t become aggressive back. If you feel threatened, call the police.', '‘Why would my staff, knowing how strict I am on customer service, be rude to a customer?’', 'Mr Bhanji said he would not apologise to MonBelle and also denied accusations that she had been racially profiled while in the shop.', 'He said: ‘When somebody says to me you’re racist, I say listen, I’m from Africa.', '‘Racism is not within my company philosophy. We are all migrants ourselves. I employ people in the company of all ethnicities.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Physical Identity - Physical Features,Ethnicity - Black,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Nothing,Bald,Black,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Matthew Lewis",
            "date": "14w",
            "timestamp": "1565731594",
            "commentText": "'do you speak english' has <b> nothing </b>to do with<b>  race</b>, its a question asking if you understand what has been said, I'm white and have seizures, ive woke up in an ambulance a few times and had that same question too (the confusion and slurred word mean its difficult to tell). Even in anger it still means 'do you understand moron', its an insult in that context but its stil<b> l nothin</b>g to do with raceMost of what was said is wrong but dont turn it into<b>  a ra</b>ce matter when it isnt, you harm others by doing that. Its a dispute not a hate crime, one that I think you should pursue but dont play <b> the r</b>ace card unless its a<b> bout </b>race!!!!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Race"
            ]
        },
        {
            "id": "1",
            "user": "Thomas Ezra",
            "date": "14w",
            "timestamp": "1565731854",
            "commentText": "Check the google reviews of this place, people have been slating it for years!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Rob Main",
            "date": "14w",
            "timestamp": "1565735746",
            "commentText": "I am a white, middle aged man and I walked past this place before and someone was looking out of the window and I immediately thought 'Why are you judging and profiling me? I am just walking past, is it because I am <b> bald </b>or ginger?'My next move, obviously, was to go to the national press and make a ridiculous song and dance about how I had a bad experience in a shop.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Nick Ian Broer",
                    "date": "14w",
                    "timestamp": "1565762756",
                    "commentText": "How many freckles do you have, you balding soulsnatcher?!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Bald"
            ]
        },
        {
            "id": "4",
            "user": "Jemma Anne",
            "date": "14w",
            "timestamp": "1565765253",
            "commentText": "The shop assistant sounds really rude and didn't need to behave in such a way or even call the police.Also even when the customer got a text saying her payment went through. Sometimes it doesn't actually go through the system. I don't know how it works though. Some shops are able to check if the payment has gone through.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Gracey Morgan",
            "date": "14w",
            "timestamp": "1565851704",
            "commentText": "Reading most of the comments left by the white males, it's such a pity and a reflection of subtle <b> racist </b>, chavaunist, condescending society. Don't be attacking me , just read the thread of comments yourselves and even if any white males feel I've stepped out of line by stating what I observed from their comments and decides to start bashing me, I hopefully will not read it b'cos it was just a coincidence I read this. article. An Asian person can discriminate against a<b>  Black</b> person, considering India/ Asian<b> s natio</b>n have a longstanding historical system of discrimination (disregard, humiliation against e.t.c) against dark-skinned people (colorism caste system).  the fairer your skin, the more privilege &amp; respect &amp; pure, unpolluted touchable you're.  If  darkers skinned (aka untouchables) in India Asians communities experience colourism, how much more that expressed again<b> st Bla</b>ck people who are non Asian/Indian people.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Liana Livingston",
                    "date": "13w",
                    "timestamp": "1566113018",
                    "commentText": "White males think they know everything about being profiled and judged.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Black",
                "Nation"
            ]
        }
    ]
}