{
    "header": {
        "title": " Blogger accused of blackfishing says there’s nothing wrong with her braids or deep tan ",
        "subtitle": " ",
        "owner": " Ellen Scott ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.9k ",
        "datePosted": " Friday 14 Dec 2018 10:44 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/14/blogger-accused-blackfishing-says-nothing-wrong-braids-deep-tan-8246856/ ",
        "postText": "A blogger who’s been accused of blackfishing and sent death threats as a result says she has no plans to stop tanning.', 'If you’ve been on the internet recently, you’ll have spotted chat about blackfishing.', 'Blackfishing refers to the act of manipulating one’s appearance to look like a different race.', 'This is a form of cultural appropriation. A blackfisher takes on traits that black women face prejudice for – bigger lips, darker skin, curly hair, curves – and is celebrated as a result. They’ll often be influencers or Instagrammers, receiving financial gain and hundreds of likes because they have attributes that are deemed attractive, but, the argument of accusers goes, are ‘safe’ because they’re not actually black.', 'Blackfishing is an ignorance of the cultural implications of what a blackfisher thinks are style choices. It’s an ignorance of the privilege one has to be able to look black without the social implications of being a black woman.', 'Some of the women who have been accused of blackfishing include blogger Emma Hallberg, who denied doing anything to darken her skin, Mika Harris, and Aga Brzostowska, who said she’s ‘not trying to look black’.', 'Henriette Otervik, also known as @henote, is a 24-year-old Norwegian blogger and influencer whose photos have been flooded with comments accusing her of blackfishing.', 'She’d spotted questions about her race in the past, but says that there was a sudden bump in comments talking about her race when she debuted braids.', '‘When I did my braids it took off,’ Henriette tells Metro.co.uk.', 'Henriette denies deceiving her followers or trying to look black. She doesn’t see an issue with wearing her hair in braids, and claims that her skin is naturally dark – when asked if she used self tan, Henriette responded: ‘No. I like the tan I get from the sun best’ – despite previously posting that her tan was the result of an hour at a salon.', '‘It was never my intention to pretend to be another race,’ Henriette tells us over email. ‘Personally, I think the braids looks amazing and that is the reason I got them.', '‘I’m not trying to be another race. I just took some braids because I have always wanted them.', '‘I think it is cool and I like to stand out. I did my braids in an afrosalon and all of the people who worked there said it was so nice on me and no one of them got offended.', '‘Before I styled my hair this way, I told my followers that I wanted to get African braids. I got a lot of feedback and about 95% of them where positive and the rest of them called me racist and that I should not do it.’', 'After posting photos of her braids, Henriette says she received cruel comments and death threats. We looked at the comments on her Instagram photos and can’t see any death threats, but there are dedicated blackfishing Instagram accounts commenting on her posts and requests for her to stop trying to be or appear black’.', '‘Just because of my braids I have received comments like “slut”, “hoe”, and “trash”,’ says Henriette. ‘Some people have even sent me death threats.', '‘I find it funny that people think it is okay to bully you, just because you are doing something they do not like.', '‘I guess it is easier to spread hateful comments on the internet since you do not have to face the person. I find it very alarming that people are daily spreading hate across the internet. It is not okay, and it can hurt more than it seems.’', 'Henriette isn’t a fan of the current conversation around cultural appropriation and blackfishing, commenting that there shouldn’t be ‘lines between races’.', 'She tells us: ‘We used a long time fighting for the same rights, so why should we go back in time and say that only white people can have straight hair and only black people can have braids?', '‘My opinion is that we are all the same and I think that none of the races can claim a thing to be “theirs” and tell [people] that only they can wear it.', '‘If we take my country as an example; On our constitution day many people wear bunad, which is Norwegian national clothing.', '‘People from other countries, who have other nationalities also use them and I don’t get offended by that, I love it!', '‘We are all the same, we are human!’', 'It’s worth noting that there’s no evidence to suggest that Norwegian people were persecuted for wearing bunad, or that Norwegians in general face prejudice because of their cultural clothing. On days such as the consitution day, bunad is worn to celebrate and honour Norway.', 'Braids arguably have a different meaning.', 'Braids have been used by black women for centuries, and represent more than just a hairstyle. Hair was used to represent the tribe a woman belonged to. When women were captured and forced into slavery, their braids were often shaved off in an attempt to strip away the women’s identity.', 'Braids have been used as an act of resistance. During slavery women would use their braids as a secret messaging system to communicate maps and ways to freedom to others in slavery.', 'That’s just a small part of the cultural meaning of braids that’s ignored when white women wear the hairstyle to look cute.', 'Then there’s the privilege of how a white woman with braids is treated versus a black woman.', 'Black women are discouraged from wearing their hair natural and free, from restrictive beauty standards and ideas of what ‘good’ hair looks like – smooth, blow-dried waves – to company dress codes. Braids are an answer to those restrictions; a way to protect the hair and keep it manageable.', 'But even when braids are meant to be a ‘safe’ hairstyle, women still face alleged prejudice for having them.', 'Earlier this year an 11-year-old girl was told her braided hairstyle violated her school’s dress code. Last year a Banana Republic employee was told her braids were too ‘urban’ and ‘unkempt’ for the brand’s image.', 'It may be true that Henriette has to face negative comments for her hairstyle, but she doesn’t have to overcome the daily hurdles created by racism.', 'In the past month she’s posted three photos sponsored by watch brand Daniel Wellington. Clearly her braids and dark skin aren’t hindering her ability to work and represent a brand.', 'Regardless, Henriette has no plans to change up her hair or skin, despite the criticism.', '‘I do not feel that I tan too much, even though some people say I do,’ the influencer tells us. ‘I tan easily, and I am lucky to have the opportunity to travel as much as I do.', '‘I cannot sit inside my hotel room all day while I am on vacation just because some people thinks I am too tan.', '‘No, I’m not [changing how I look]. People will always tell you what to do, and what not to do.', '‘I never listen, because all that matters is to be kind and that’s something people never can take away from you.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Age - Youngsters,Age - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,African,Nothing,Age,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Owen P McCarthy",
            "date": "48w",
            "timestamp": "1544790046",
            "commentText": "Criticising someone for their appearance is the same no matter who is doing it. Cultural differences are throwbacks to different 'fashions' between groups of people that were used to differentiate each other.Having said all that, the world is much more homogenised now. It's a melting pot of cultures. Clinging onto history does <b> nothing </b>to allow humanity to move forward.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Andy Hogg",
                    "date": "48w",
                    "timestamp": "1544791299",
                    "commentText": "It’s amazing how in a generation that strives to be so all-inclusive of individuality that people don’t see the hypocrisy in threatening and hating someone who is living their life differently.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Zak Kemp",
                    "date": "3w",
                    "timestamp": "1571903004",
                    "commentText": "As long as they don't use an African/Asian actress to play Joan of Arc in a movie I will be happy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Lisrielle Vieyra",
            "date": "48w",
            "timestamp": "1544794381",
            "commentText": "She's going to <b> age </b>so horribly 😂 😂 😂 😂 😂",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "4",
            "user": "George Washingtón",
            "date": "48w",
            "timestamp": "1544794759",
            "commentText": "Ironically cultural appropriation is a <b> racist </b>concept in itself.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Valerie McGilvrey",
            "date": "47w",
            "timestamp": "1544859835",
            "commentText": "Her braids originated in northern European countries and are called Dutch braids. <b> Black </b>people needing to find some fault with a white people wearing a traditional hairstyle thinking it's<b>  African</b> is clearly ignorant.Blacks need to back off and find their own trend. Leave white people alone because whites aren't going to change just because of blacks hatin'.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "African"
            ]
        },
        {
            "id": "6",
            "user": "Carina Cooper",
            "date": "47w",
            "timestamp": "1545088137",
            "commentText": "Blah, blah, blah!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Rob Fawcett",
            "date": "47w",
            "timestamp": "1545149788",
            "commentText": "She's an 'influencer' for what? Promoting the use of shoe polish as foundation?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}