{
    "header": {
        "title": " Rowan Atkinson defending Boris’ comment as a ‘joke’ sets a dangerous precedent ",
        "subtitle": " ",
        "owner": " Nikesh Shukla ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.1k ",
        "datePosted": " Friday 10 Aug 2018 3:59 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/10/rowan-atkinson-defending-boris-comment-as-a-joke-sets-a-dangerous-precedent-7823739/ ",
        "postText": "I’m going to put aside for a minute that a sitting MP made an intolerant and Islamaphobic comment, which goes against his own party’s definition of British values taught in school – values that demand mutual respect for, and tolerance of, those with different faiths and beliefs and for those without faith.', 'And I’ll put aside that this sitting MP made this comment in a newspaper article.', 'What I want to talk about is people, like Rowan Atkinson, defending Boris Johnson’s comment as a joke.', '‘It’s just a joke,’ is something I hear a lot at the moment.', 'A joke is made at the expense of a race, or a religion, or a gender, or any identity, and when push back comes, we hear the defence, ‘it’s just a joke.’', 'The right to make offensive jokes about people is now a free speech issue, with people on the right and the left of the joke, debating endlessly the right to tell jokes that might upset someone.', 'A joke is not universal. There is no rule for what we find funny. And more importantly, the joke-teller might learn more about the world by working out why someone isn’t laughing instead of doubling down and defending their right to tell a joke at someone else’s expense.', 'I remember watching an interview with Jerry Seinfeld, where the lack of diverse guests on his Comedians In Cars Getting Coffee show was criticised.', 'He said he had no interest in a person’s race or gender, because funny’s funny. I get that. It’s a nice sentiment. For a perfect world.', 'In this world, though, is funny funny? What is funny? Do we all have the same sense of humour? Is there a universality to jokes? Who’s laughing? More importantly, who isn’t. And why?', 'I remember, a few months ago, my three year old daughter was trying to tell me what she had had for lunch that day.', 'She called a cucumber a ‘hicumbumber’, which made me laugh. I started referring to the vegetable exclusively as a hicumbumber in front of her. I thought it was wonderfully cute and hilarious.', 'I understand that humour involves power and laughing at something can sometimes strip away its power, but it can also give you a power you should not possess. It’s not always just a joke, and funny is not always funny.', 'The more I said it, the more she shrank in front of me; first with her cheek tucked into her neck, then with her middle and ring fingers in her mouth, then with a twist of her knee and a whiny squeal, before running off into the corner of the room, shouting, ‘Stop laughing at me, I don’t like it.’', 'I stopped referring to it as a hicumbumber immediately because in that moment, I had to interrogate why she wasn’t laughing and why I was.', 'I was laughing because she had mispronounced something everyday even though she knows the word cucumber.', 'And she didn’t find it funny because she’s still learning to communicate and any moment of not being able to articulate what she is thinking or feeling is frustrating to her.', 'What’s this got to do with Rowan Atkinson’s defence of Boris’ egregious comments, or when I ignore people who say ‘it’s just a joke mate, what’s your problem?’', 'I understand that humour involves power and laughing at something can sometimes strip away its power, but it can also give you a power you should not possess. It’s not always just a joke, and funny is not always funny.', 'In Hannah Gadsby’s excellent Netflix special, Nanette, she talks about roles and responsibilities when it comes to telling jokes rooted in her own life and pain.', 'Obviously, the Steve Allen adage that time plus tragedy equals comedy rings true. But Gadsby says: ‘I have built a career out of self-deprecating humor and I don’t want to do that anymore. Do you understand what self-deprecation means when it comes from somebody who already exists in the margins? It’s not humility, it’s humiliation…’', 'This applies, I think, to jokes being made about people in the margins. Good humour should punch upwards, never downwards, nor sideways, further pushing people into the margins.', 'Whether Boris Johnson considers his comment a joke or not, the fact that it is being defended as such sets a dangerous precedent.', 'It makes the comment itself beyond criticism and beyond reproach, because the context around humour is still that if you don’t get the joke, it’s your fault, it’s my free speech to say whatever I want.', 'And that is not what good humour should do. Funny is not always funny. You can tell the same joke again and again and it will get a different reaction each night.', 'Comedians doing Edinburgh Festival will know this at the moment, saying the same thing 28 nights in a row. Each time is different.', 'If comedy is universal, and funny is funny, a joke should bang every time to everyone. But funny is not always funny. And rather than looking at who’s laughing, look at who isn’t, and why. You might learn something.",
        "numberPosts": " 26 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Ethnicity - Black,Nationality - Irish,Social Class - Working class,Ethnicity - Native-American, Ideological and Political Identity - General,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Race,Racist,Nothing,Black,Chav,Chav,Red,Red,Quran",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Brett Kelley",
            "date": "1y",
            "timestamp": "1533914859",
            "commentText": "My God no wonder you guys are no longer an Empire if this is all you have in your brain trust... All religions are NOT created equal... some of them are fuckinh evil... The inability to make distinctions is also referred to as a complete and utter lack of wisdom",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Liam Dillon",
            "date": "1y",
            "timestamp": "1533916610",
            "commentText": "Nikesh, you realise that not all Muslim women wear the burkha? That a lot of Muslim women actively despise it and see it for what it is - a tool of patriarchal oppression. Why are you linking people who criticise this display of extreme conservative Islam with <b> racism?</b> An absolutely pathetic attempt at muddying the waters and scaring people away from having a perfectly valid discussion about our society. \"Sets a dangerous precedent\" lol 😂 Will you be pushing for blasphemy laws next?Also, by your \"Islamaphobic\" logic, should we also have the term \"scientologyphobic\" so that we can't criticise the idiology of Scientology? Propsterous and laugh-out-loud funny. I'm personally on the left, but this regressive left politics you're peddling is dishonest and shameful.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "2",
            "user": "Mike Tennant",
            "date": "1y",
            "timestamp": "1533919274",
            "commentText": "All religions are prisons for your mind",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533987097",
                    "commentText": "Nonsense.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Mike Tennant",
                    "date": "1y",
                    "timestamp": "1533987777",
                    "commentText": "Pauline A. Hall brainwashed fool",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1534101288",
                    "commentText": "Obsolete superstitions which deserve only ridicule.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Drew Jackson",
            "date": "1y",
            "timestamp": "1533919399",
            "commentText": "Have you not seen comments and polls? 90% of us agree with Boris.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "Dick Wright",
                    "date": "1y",
                    "timestamp": "1533927870",
                    "commentText": "2006 even Jonothan Ross called it a Post Box lolhttps://www.youtube.com/watch?v=cpv2riO4tRQ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Thomas White",
                    "date": "1y",
                    "timestamp": "1533949730",
                    "commentText": "It’s true though, boris is the only one to stand up for his opinion",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1533920209",
            "commentText": "So when are the Muslims community going to respect our beliefs and tolerate our way of living, never that's when, bloody hypocrite who writes this stuff, they should start researching properly, they might find that Muslims are most intolerable <b> race </b>out there.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "10",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533926704",
                    "commentText": "They are not a \"<b> race\"</b>; there is actually<b>  nothing</b> other than the huma<b> n rac</b>e AND  animal kingdom on this planet.... FACT.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Race"
                    ]
                },
                {
                    "id": "11",
                    "user": "Joseph Suarez",
                    "date": "1y",
                    "timestamp": "1533928445",
                    "commentText": "Pauline A. Hall true I meant religion, but what I wrote is true, they are intolerable to any other religions, apart from their own.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "12",
            "user": "Jamie Cutts",
            "date": "1y",
            "timestamp": "1533921595",
            "commentText": "\"But funny is not always funny. And rather than looking at who’s laughing, look at who isn’t, and why. You might learn something.\"It's really hard to tell when they're in a burqa.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "13",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533987232",
                    "commentText": "Yes, funny is always funny.  Interesting that no matter how hard 'they' try that is one thing that will never change... laughing, being amused, comes naturally and cannot be proscribed nor curtailed. Ha!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Luke Stanworth",
            "date": "1y",
            "timestamp": "1533926529",
            "commentText": "I am sorry, but Religion aside, they do look like letterboxes. If they want the freedom to dress as they wish, they like everyone else in this country can be judged on their appearance. i have been spat at due to the football shirt i was wearing, and i have been called <b> cha<b> v </b</b>>and various other insults due to the labels on my clothes..... Do i feel triggered. No. I may not like it but i dont demand a police response or government inquiry.   But yes, Boris should know better than do anything to insult Islam. We cannot offend muslims now can we, even if it happens to be true.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "15",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533926884",
                    "commentText": "Actually, yes we can offend if we choose to.  We happen to live in a country that has the right to free thought and speech as one of our fundamental freedoms, one of the foundation stones of our democracy.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Luke Stanworth",
                    "date": "1y",
                    "timestamp": "1533927099",
                    "commentText": "Pauline A. Hall Cmon though, we all know there is one faith out there that we dare not speak ill of.  Even if it means more innocent kiddies being pimped out.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533987443",
                    "commentText": "Yes, I agree Luke.  That is what 'they' are trying to achieve; they are trying basically to shut people up so that we have the kind of society (or appear to have) that they think we should.  That will never work with the British and certainly not with the almost 90% of the population who live in England.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Chav"
            ]
        },
        {
            "id": "18",
            "user": "Pauline A. Hall",
            "date": "1y",
            "timestamp": "1533926592",
            "commentText": "Niklesh whatever needs to grow up.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Peter Fraser-Bodenham",
            "date": "1y",
            "timestamp": "1533926918",
            "commentText": "Or you could just get the stick out of your areas!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "20",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533927186",
                    "commentText": "You might try that yourself, er, along with a bit of growing up too, eh.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Pauline A. Hall",
            "date": "1y",
            "timestamp": "1533927000",
            "commentText": "Ha - so the age-old jibe/joke about nuns looking like penguins is going to get a 'historic' apology too is it?  Blimey, these modern puritans masquerading as 'liberals' are sickening in their hypocrisy.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Dick Wright",
            "date": "1y",
            "timestamp": "1533927821",
            "commentText": "Oh heres the video of Noel Fielding and Jonothan Ross. Noel calls it a Peep Scarf and Jonothan Ross calls it... well i'll let you watch it and try not to laugh :Dhttps://www.youtube.com/watch?v=cpv2riO4tRQ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Tessa Charlotte",
            "date": "1y",
            "timestamp": "1533934705",
            "commentText": "The problem with this article is the fact that this IS a sitting MP &amp; was said in a national newspaper. A level of decorum is an obligation of our MP`s &amp; they are expected to not be rude crass offfensive <b> racist </b>sexist etc. People have the right to choose which comedy they want to see &amp; generally know who theyre not going to like. Our polititians should leave the comedy to the comedians. One DT is enough.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "24",
                    "user": "Pauline A. Hall",
                    "date": "1y",
                    "timestamp": "1533987567",
                    "commentText": "That's inaccurate as well as being just plain daft as an opinion.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "25",
            "user": "Iain McIntyre",
            "date": "1y",
            "timestamp": "1533936673",
            "commentText": "All religion is pretty unbelievable at best, however people shouldn't belittle others for following it.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1534101422",
                    "commentText": "Why not? Most of us would would openly laugh at someone who said the earth is flat and mainstream religions are no different.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Iain McIntyre",
                    "date": "1y",
                    "timestamp": "1534107563",
                    "commentText": "Arnold Hedge I get you, I am not dissimilar in my view, I just appreciate it does provide comfort to some, I have no right to take that away from someone.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Andy Hogg",
            "date": "1y",
            "timestamp": "1533936998",
            "commentText": "You’re right, comedy isn’t universal. What some people find funny, others find offensive. That’s the nature of comedy. Your article sounds less like you’re attacking Boris Johnson and more like you’re attacking comedy and saying it should be more “PC”.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Kevin Slade",
            "date": "1y",
            "timestamp": "1533944400",
            "commentText": "The most confusing thing is that I thought postboxes were <b> red<b> .</b</b>>..To speak of Rowan Atkinson’s actions to defend and not to mention his past of speaking for freedom of expression, the right not to be prosecuted for “offence” is highly important. The first part of the article is good, comedy, humour have the power to strip away power of held article. In many totalitarian states there is no free comedy.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "30",
            "user": "Seb Fisher",
            "date": "1y",
            "timestamp": "1533956231",
            "commentText": "Burkas have <b> nothing </b>to do in Europe and yes, they look like letter boxes. Yes again, the joke was funny!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "31",
            "user": "Stephen Glynn",
            "date": "1y",
            "timestamp": "1533958466",
            "commentText": "offence is subjective, what one person finds offensive another may see it for what it is a joke and not be offended. and as no one either government or courts should have the right to tell someone what they should and should not be offended by.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Beverley Skouse",
            "date": "1y",
            "timestamp": "1533960915",
            "commentText": "It's simple! As is Boris, he made a joke, it wasn't funny and someone in his ridiculous position shouldn't have said it. Ask the ladies wearing such their 'letterbox' ? Knob toddler in a bad wig!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "David Cooke",
            "date": "1y",
            "timestamp": "1533968920",
            "commentText": "I don't like Boris Johnson. However, the observation of the outfit worn is true, you can't avoid that and in private people would agree. It could have been worse - they looked like a second world war German pillar-box for instance, or the robot from Disney's <b> black </b>hole.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "34",
            "user": "Adam Tattersall",
            "date": "1y",
            "timestamp": "1533969245",
            "commentText": "❄️❄️",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Curley Jefferson",
            "date": "1y",
            "timestamp": "1533972012",
            "commentText": "I'm afraid <b> nothing </b>is off the table, in this fair Isle, when it comes to comedy. If you don't like that  you can get f*cked...See Frankie Boyle if you need examples",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "36",
            "user": "Finley Reynolds",
            "date": "1y",
            "timestamp": "1533983405",
            "commentText": "i fully surport boris and to call the kettle <b> black </b>is a news paper that doen't understand its readers and we are being sicked off this rediculase Metro its obvious that you don't like Boris and will be anything that harms his reputasion of a great man i am totaly disgusted with Metro with its point pushing opinium hope to see you go bankrupt mr Metro ASAP",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "37",
            "user": "Marky Phil",
            "date": "1y",
            "timestamp": "1533996218",
            "commentText": "Security groundsThey should have to remove them when asked",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "YK Gaya",
            "date": "1y",
            "timestamp": "1534001527",
            "commentText": "it not post office box; it's bin bag",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "Brian Riches",
            "date": "1y",
            "timestamp": "1534084707",
            "commentText": "Yes, Nikesh, the \"dangerous\" precedent of revealing the \"religion of peace\" for what it really is.The cult of hate, torture, murder, violence, invasion, occupation, conquest, slavery, oppression and domination. Have I missed anything out? Go read the <b> Quran.</b> You'll probably find some more disgusting attributes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Quran"
            ]
        },
        {
            "id": "40",
            "user": "Angelou Morris",
            "date": "30w",
            "timestamp": "1556257734",
            "commentText": "except when its done at the expense of whites, particularly white males. your hypocrisy is appalling.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}