{
    "header": {
        "title": " Free bleeding is a privilege many women don’t have ",
        "subtitle": " ",
        "owner": " Olivia Cassano ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Friday 22 Jun 2018 1:38 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/22/free-bleeding-is-a-privilege-many-women-dont-have-7613339/ ",
        "postText": "Free bleeding has been gaining traction at the forefront of women’s health activism, touted as the cool, radical feminist way to menstruate and to protest.', 'But when we’re fighting for untaxed and readily available sanitary products for all women, is discarding them altogether fair?', 'Those who chose to free bleed, purposely abstaining from wearing feminine hygiene products during their period, usually do so for two reasons: comfort, and the environment. Most pads and tampons contain plastic and toxins that are harmful to both the body and our planet, so you’d be forgiven for believing that there are no downsides to giving up period products.', 'However, it’s a choice many women don’t have.', 'Thousands of homeless women, girls living below the poverty line, and asylum seekers in the UK suffer each month because pads and tampons are far too expensive for them, forced to resort to using toilet paper, old rags or nothing at all during their time of the month. Many women have to miss work or school (49% according to Plan International UK), and others do their best to stay hidden from the public because of the cultural stigma surrounding periods.', 'Menstrual blood has the unique power to gross out even the least squeamish, and it speaks volumes that the sight of it makes people uncomfortable when we’re constantly exposed explicitly and gratuitously violent, gory or sexual images.', 'Instagram deleted artist and poet Rupi Kaur’s post (twice) because it showed a woman with menstrual blood on her sweatpants, and musician and activist Kiran Gandhi faced harsh criticism when she free-bled while running the London Marathon.', 'Periods are still used against women as a tool to shun and subjugate us, so intentionally free bleeding has not only become a way to reclaim our bodies but also to confront the reality and social stigma of menstruation. But there’s a classist caveat to this bloody grassroots activism.', 'For anyone with a period sanitary products are a basic necessity, but they don’t come cheap. Unfortunately buying and using them is a luxury many women can’t afford.', '‘When the choice is between buying enough food for your family and pads for yourself, women are forced to go without,’ Affi Parvizi-Wayne, founder organic period subscription service Freda, tells Metro.co.uk. ‘Sanitary products are a basic essential, so a lack of access to them impacts women at a fundamental level.’', 'When, in 2018, we’re still protesting, marching and petitioning for them to be easily accessible to all women, choosing to give them up altogether is in itself a privilege.', 'Homeless women bleed freely not by choice, but because it’s their only option. For them it’s not a ‘f*** you’ to the patriarchy, or a way to boycott the Tampon Tax, or even an eco-conscious statement, it’s just a burden.', '‘I think it is an immense privilege to be able to free bleed,’ says Gabby Edin, founder of Bloody Good Period, a non-profit that provides free period products to asylum seekers, refugees and those who can’t afford them. ‘I do understand, from a radical feminist standpoint, where it’s coming from but many of the women we work with are free bleeding because they literally didn’t have any other choice.’', 'Edin founded Bloody Good Period after volunteering at an asylum seekers’ drop-in centre and learning that female hygiene products weren’t on the list of essential donations.', '‘We need to give these women the respect that they deserve and realise that [period products] are absolutely essentials, they’re necessary to get by day to day when you’re on your period,’ she tells us.', 'Freely bleeding on your period is easy enough when you’re in the comfort of your own home or have access to a washing machine, a clean, safe bathroom and fresh clothes, all things most of us take for granted.', '‘We’re not at the point right now where we can be open with our periods,’ says Edin, ‘Especially if you’re living in poverty, it can cause a huge amount of shame.’', 'Practical issues aside, free bleeding is a completely different matter in public spaces.', 'Women grow up understanding in no uncertain terms that unexpectedly bleeding through your clothes in public is the most mortifying thing that could happen to them, but while accidents happen to everyone, leaking because you can’t afford something as vital as pads or tampons isn’t just an embarrassing anecdote from your youth, it’s a debilitating reality.', '‘Periods are a natural and normal process but it’s the societal stigma around them that has led to this situation where they’re preventing women from going about their daily life with dignity,’ says Parvizi-Wayne, who founded Freda out of frustration over the taboos that caused the menstrual needs of women in refugee camps to be overlooked.', 'Although free-bleeding has become a personal-is-political call to action, a way to openly experience and discuss periods for what they are – normal and healthy – on its own it’s not enough of a statement to fight period poverty, Edin believes.', '‘There’s no reason to tell anybody not to free bleed, if that’s what they want to do then that is brilliant and go for it, but as somebody working in the area of period poverty I don’t think it’s particularly helpful to our cause, because it is an absolute luxury.’', 'Ironically, boycotting something the government considers a luxury is a luxury in of itself.', 'Free bleeding may allow us to unlearn what society has taught to feel about periods, but it doesn’t change the reality that while some of us may have the choice, others don’t.', 'Every woman can and should have the right to choose how to menstruate regardless of income, and when we’re breaking the taboo around periods we can’t forget to include the experiences of all women.', 'Failing to recognise that free bleeding – for all its good – is a privilege, means failing to recognise the humanity of the thousands of women in the UK (and all over the world, for that matter) who are subjugated and made to be ashamed of their bodies.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Sian Edwards",
            "date": "1y",
            "timestamp": "1529673657",
            "commentText": "If you're into free bleeding and can wash your clothes regularly, errmm...great, carry on. But when poverty is added into the equation, it is far from a 'privilege'. I know that some of the young girls I work with have no money to buy pads or tampons. They also come from families that may not have regular access to a washing machine. There are some girls who on top of this have poor hygiene skills and may well be wearing the same knickers for 3 days in a row and not showered for a week. Periods are a fact of life for most women. Privilege is not 'choosing to go without' sanitary products. Privilege is being able to afford or access those products. Privilege is being able to wash soiled underwear regularly. And until the government stops taxing sanitary products, for many women and girls, periods will cause them to feel underprivileged and excluded from society.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Lily Kahsay",
                    "date": "1y",
                    "timestamp": "1529737876",
                    "commentText": "Not to mention those with heavy period as well.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Janine Galindo",
            "date": "1y",
            "timestamp": "1529715403",
            "commentText": "Peeing is also a natural and normal process. We should be allowed to pee our pants in public.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Jacqui Alderton Brown",
            "date": "1y",
            "timestamp": "1529747069",
            "commentText": "We buy extra items for the food bank (those that can afford to) why won't they accept sanitary products? Surely that would be very helpful to households, with more than one female.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Jane Patterson",
                    "date": "1y",
                    "timestamp": "1529800092",
                    "commentText": "I've never heard of a food bank refusing such items. They're usually crying out for them. Toothpaste, toilet roll, shampoo etc also.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Barbara Ford",
            "date": "1y",
            "timestamp": "1529773214",
            "commentText": "Revolting and unhygienic. Who'd want to sit on a bus/train seat after a free bleeder. No need for it, i've seen packs of pads in certain chemists for 65p, cheaper than a loaf of bread.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Claire Fearne",
            "date": "1y",
            "timestamp": "1529831864",
            "commentText": "Y’all need a Diva Cup and a hot cup o cocoa.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}