{
    "header": {
        "title": " Muslim woman told to ‘go home’ by Oxford University worker ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.6k ",
        "datePosted": " Monday 30 Sep 2019 8:25 pm ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/30/muslim-woman-told-go-home-oxford-academic-10835657/ ",
        "postText": "A Muslim woman says she was told to ‘go home’ by an Oxford University worker who also ‘demanded a ban on the Burka’.', 'Aisha Ali Khan says she was subjected to ‘racist comments’, while attending a dinner organised by a friend.', 'The alleged incident took place on the evening of 18 September in Yorkshire, where she was sat on a table with people from the ‘higher education sector’.', 'During a conversation on politics, Ms Ali Khan says that Dr Peet Morris had told her to ‘go home’ if she wanted keep hold of ‘barbaric practices that subjugated women’.', 'Ms Ali Khan said that Dr Morris’ wife, Dr Harriet Dunbar-Morris, was also in attendance at the dinner and tried to calm him down, however, Dr Dunbar-Morris later disputed what was said.', 'She added: ‘As a woman of colour, I felt singled out and victimised.', '‘The more I and other guests on the table pushed back against his racist tropes, the angrier and loud he became.’', 'The English and History teacher said that although she does not wear a hijab or burka, she felt it was the right of a woman to wear what she wished.', 'Ms Ali Khan added that she had initially taken to Twitter to bring attention to what happened, but so far was yet to receive a response from the University of Oxford.', 'Dr Harriet Dunbar-Morris said the allegations by Ms Ali-Khan were ‘very upsetting’ and do not reflect her ‘recollection of the private event’.', 'A spokesperson for the University of Oxford said: ‘We have made been made aware of allegations on social media, which we understand relate to a conversation at a private event unconnected to the University.', '‘Peet Morris is not an Oxford University or college academic. He holds a casual contract for services, delivering computer programming training with the IT Services department on an ad hoc basis, normally two to three days a term.', '‘Under our equality policy, the University of Oxford is committed to fostering an inclusive culture which promotes equality, values diversity and maintains an environment in which the rights and dignity of all are respected.', '‘The University embraces diversity amongst its members and constantly seeks to promote awareness of equality and foster good practice. All members of the University community are expected to act in accordance with this policy and its values.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General,Age - Youngsters, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racism,Woman,Patriarchy,Nothing,Snowflake",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "George Galloway Fans in Egypt",
            "date": "7w",
            "timestamp": "1569951938",
            "commentText": "",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Alex Hill",
            "date": "7w",
            "timestamp": "1569960485",
            "commentText": "The man said <b> nothing </b>about the colour of her skin... the mind boggles....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "2",
            "user": "Robbie Brunton",
            "date": "4w",
            "timestamp": "1571920552",
            "commentText": "If she is too stupid to distinguish between <b> race </b>and religion, she really shouldn't be at such meetings in the first place.That said, the phrase \"go home\" or equivalent probably isn't helping matters.  I understand the intent behind it though.  There are plenty of festering sh!tholes out there with sharia law where, in theory, muslims could be perfectly comfortable in the absence of any non-muslims who might threaten them with awkward questions or basic hygiene.  They certainly didn't need to bring that sh!t here, to a country that is comparatively recently recovered from hundreds of years of idiotic christian shenanigans... let alone go around acting like criticism of their medieval ways equates to<b>  racism</b>.And to think a few decades ago it almost seemed like Britain might finally be free from religious superstition and the repugnant cultural baggage that goes along with it.  Back to the drawing board.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Alex Smith",
                    "date": "4w",
                    "timestamp": "1571950742",
                    "commentText": "Go home.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Racism"
            ]
        },
        {
            "id": "4",
            "user": "Andrew Carter",
            "date": "4w",
            "timestamp": "1571987954",
            "commentText": "As usual we promote 2 standards. Women are strong and independent but call on the powers of a university to prevent people having different perspectives. You deliberately take the difference of view as <b> racism </b>or “islamophobia” yet you show yourself to be the odd combination of a bully and a victim. You have to decide what sort of world you want. One where people can have differing view or one where everyone has to have the same opinions. We seem to have successfully done away with heresy laws but now we have new ones. Criticism of any characteristics of Islam or progressive values has become blasphemy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "5",
            "user": "Kelly Jessop",
            "date": "4w",
            "timestamp": "1572014477",
            "commentText": "This <b> woman </b>is a proven liar. She has been to jail. But the metro just loves to stir up hatred between groups to get clicks. I'm sick of reading stories like these as they usually turn out to be false accussations.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Tim Piechocki",
            "date": "4w",
            "timestamp": "1572066980",
            "commentText": "\"‘go home’ if she wanted keep hold of ‘barbaric practices that subjugated women’.\"Who would argue that introducing barbaric practices that subjagate women to the UK is something that should not be opposed?You either think that women women should not be subjected to a brutal real-life <b> patriarchy </b>subjugating women in the West, or you don't complain about<b>  patriarchy</b> subjugating women in the West ... but SURELY you pick one.  It is not hard to see how the religion of wife-abuse treats women. Just look. Or speak to the local women's refuge.Thi<b> s snowflak</b>e wants to legally protect normal people from conversing about topics of the day instead of the REAL problems women are facing from the religion of kill-other-people. We always knew this is what real so-called-\"islamophobia\" was really about.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Patriarchy",
                "Snowflake"
            ]
        }
    ]
}