{
    "header": {
        "title": " Pregnancy test adverts hurt women by only showing positive results ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.1k ",
        "datePosted": " Monday 25 Feb 2019 11:39 am ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/25/pregnancy-test-adverts-hurt-women-by-only-showing-positive-results-8732941/ ",
        "postText": "In the 10 years I’ve been having sex I must have taken at least 20 pregnancy tests.', 'I’ve peed on sticks in the loos of pubs, my friend’s shared houses, fancy hotel bathrooms and the freezing cold toilets in my halls at university. There are places all over the country where I’ve sat staring at a white stick praying for one line rather than two.', 'It’s not that I’m especially laissez-faire with my birth control. I have a slightly irregular cycle, an active imagination and a propensity to panic: the pregnancy scare perfect storm.', 'At this stage in my life, every time I’ve taken a pregnancy test I’ve wanted the result to be negative.', 'But I have never seen an advert for a pregnancy test which reflected that experience.', 'Being in my late 20s and having occasionally bought baby clothes for friends, the vast majority of my targeted adverts on social media are to do with fertility.', 'Every time I log on to Facebook or Instagram I am sold ovulation sticks, egg freezing, fertility testing and of course pregnancy tests.', 'Yet I’ve never seen an advert where a woman looks at a pregnancy test and goes ‘It’s negative. I’m not pregnant!’ and then high fives her best mate or boyfriend.', 'You never see ads where teenage girls crowd around a white stick in the school bogs, cheering at a negative result.', 'Nor do you get a woman taking a test at work and then having a quick cry in the loos because she’s so disappointed that she hasn’t conceived. Or a couple looking at the result and feeling neutral about it, because they’re not quite ready for a baby but it wouldn’t have been the end of the world.', 'These are the realities of taking a pregnancy test.', 'I understand that adverts represent an unrealistic version of the world around us, where everything is perfect and shiny. I’m not suggesting that brands are obliged to show a teenage girl bursting into tears and calling Marie Stopes (though it would be brilliant if they did).', 'Pregnancy tests are designed to tell you if you are pregnant or not pregnant, two perfectly likely outcomes with differing probabilities depending on whether or not you’ve had unprotected sex lately. But only one of those outcomes is represented.', 'Instead all we get is smiley women with long hair, wedding rings on (seriously – look at the adverts, the women always seem to have a wedding ring on) who are delighted to discover that they are having a baby.', 'It’s just not representative of the true experience of taking a pregnancy test. So, so many of us don’t do it in a pristine bathroom while gently hoping that we’re with child.', 'Even those women who want kids, who have been trying, don’t always look at a + sign and feel pleased. You can be the most maternal person on the planet and still freak out when you discover that you’re creating human life.', 'But at the very least, can’t we have an advert where a woman gets a negative result? Even if she’s upset about it. Can’t brands which make money exclusively from women, and charge a pretty hefty price, do us the courtesy of representing what these tests actually do?', 'It seems as if pregnancy test brands are willing to ignore one half of what their product does (announce ‘not pregnant’) because it is somehow more tasteful or appropriate to focus on the other result.', 'Such is the power of stigma. What other brands actively choose not to sell a feature of their product?', 'The choice to only portray women who want to be pregnant and are pregnant is short sighted.', 'While hoping for a negative result, I know I’d be more likely to plump for the brand who had shown me that outcome was possible via one of their adverts. Isn’t it astonishing that no pregnancy brand has decided to try and cash in on the association between their brand name and and a ‘not pregnant’ result?', 'There is no logic for the constant use of happy positive outcomes, other than that the brands who make pregnancy tests think that there is only one acceptable way to use one.', 'I have no idea whether pregnancy test brands are choosing to only represent one kind of pregnancy experience. But whether it’s deliberate or accidental, it’s time that they woke up.', '40% of UK pregnancies are unplanned. One in four women will have an abortion in her lifetime.', 'For women all over the world, a negative pregnancy test is a relief, a triumph, even a lifeline. Those women should be represented in the adverts for pregnancy tests just as often as the married ones with the shiny hair and unbridled excitement about becoming a mother.', 'It feels like the current adverts for pregnancy tests aren’t just advertising tests, but selling the idea of motherhood.', 'Women already face enough pressure and expectation when it comes to becoming a mum.', 'The last thing we need is to be bombarded with the message that being happy about a positive pregnancy test is the only ‘right’ way for a scare to end.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Behavioural Addiction - Alcohol,Physical Identity - Physical Features,Ethnicity - Aboriginal,Age - Over 65s,Social Class - Working class,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "alcohol,Fat,Gin,Old,Common,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Owen P McCarthy",
            "date": "37w",
            "timestamp": "1551096744",
            "commentText": "Interesting article. I'd never thought about that before but as somebody who has never had the experience of needing to pee on a stick to find out if I'm carrying a baby, I suppose I'm not the target audience. That's not to say that us men aren't also affected by the results but that's a different subject.The only way I can see that would possibly please both camps (those who wish to sell their product and those who want to see a realistic display of potential outcomes) would be to show a close up of the display area of the test (whether that's an LCD 'pregnant/not pregnant' shot or the 1/2 lines) and demonstrate the two displays but then to cut to the happy parents directly after this without showing which result they were happy about.Alternatively, they could just not show the parents at all and have a purely functional advert demonstrating the use of the product but not the possible effects of the result.On a related note, we as a society are also socially programmed to offer 'congratulations' when we find out somebody is pregnant but is it always a happy occurrence?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Allan Bancroft",
            "date": "37w",
            "timestamp": "1551128325",
            "commentText": "Interesting but another product that sells on positivity is <b> alcohol.</b> You see people having a joyous time in celebration when the reality is most drink themselves into a pit of despair but they won't show that. Or the bloke sat alone at home watching a game with a beer. Things sell in positivity so why would a brand sell using a negative? I understand the point though and frankly would probably enjoy an ad as you described rather than the picture perfect that we see every day.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "37w",
                    "timestamp": "1551128629",
                    "commentText": "That isn't the reality at all for most people. It might be for you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Zoe-ann Hamilton",
                    "date": "37w",
                    "timestamp": "1551137849",
                    "commentText": "Arnold Hedge they dont show youngsters getting drunk out of their brains, the dont show kids getting <b> fat </b>because sugar in foods. no advert is realistic",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fat"
                    ]
                },
                {
                    "id": "4",
                    "user": "Arnold Hedge",
                    "date": "37w",
                    "timestamp": "1551166029",
                    "commentText": "Zoe-ann Abery Well done for not reading what I said. Would you like a second go?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Allan Bancroft",
                    "date": "37w",
                    "timestamp": "1551172750",
                    "commentText": "Arnold Hedge I don't drink at all actually  but I have seen friends drink themselves into a mess. I've seen Metro articles every bank holiday showing tarts passed out in the street. You hear many domestic violence cases are result of <b> alcohol </b>so please if you don't know me, don't try to judge me.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "alcohol"
                    ]
                }
            ],
            "keywords": [
                "alcohol"
            ]
        },
        {
            "id": "6",
            "user": "Arnold Hedge",
            "date": "37w",
            "timestamp": "1551128578",
            "commentText": "Whenever the current advert is on showing the couple getting the positive test, I think the advert should end with the bloke should say \"I'll get the coat hanger and the <b> gin!</b>\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gin"
            ]
        },
        {
            "id": "7",
            "user": "Lucy Wear",
            "date": "37w",
            "timestamp": "1551133092",
            "commentText": "Isn't this simply the case that a negative is not necessarily a negative (too early in the pregnancy/too low hcg/urine is too dilute/taken wrong time of the day for the result to show) whereas a positive can only be a positive, and why would pregnancy test manufacturers, sensibly, advertise their product with a demonstration of their product's unreliability? They need to show that if you're pregnant, their test will detect that, because they can't (probably even legally) say, if you're not pregnant our test will detect that because it won't necessarily do so. If they showed a negative, it's like they're saying 'yeah this could be the result but it might not be right'. It'd be like a car company advertising their car by showing one overflowing with <b> old </b>McDonald's boxes and gym stuff- they know many people who've bought their cars will have them looking like that in perpetuity but people don't aspire to that. And surely the biggest consumers of pregnancy tests aren't people who hope they'll be negative, but people who hope they'll be positive, and<b>  common</b> sense dictates that pregnancy test manufacturers will spend their advertising budgets on attracting their biggest customers. Also, unplanned doesn't mean the same as unwanted.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "36w",
                    "timestamp": "1551758009",
                    "commentText": "\"And surely the biggest consumers of pregnancy tests aren't people who hope they'll be negative, but people who hope they'll be positive\"...Yeah, no. Not in my experience. (And no, I've never taken a pregnancy test but if I ever did have to I would *not* want a positive result. And the majority of people I know who *have* used them aren't even a hundred percent happy happy joy joy gleeful at the prospect or potential of being pregnant, initially, because that's just life.Also, a false positive isn't unheard of. And I believe such tests can also detect ectopic pregnancies, which are life-threatening.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Common"
            ]
        },
        {
            "id": "9",
            "user": "Nanny Kimbo",
            "date": "37w",
            "timestamp": "1551160985",
            "commentText": "What would be great, as someone who is infertile, is if I could switch off pregnancy ads online.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "36w",
                    "timestamp": "1551758026",
                    "commentText": "Ugh, I know, right?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Kevin Slade",
            "date": "36w",
            "timestamp": "1551247277",
            "commentText": "Showing a negative result infers the product doesn’t work, companies shouldn’t have to pander to peoples feelings when there business is marketing and selling.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "12",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "36w",
                    "timestamp": "1551758238",
                    "commentText": "Rubbish. People take pregnancy tests to know for sure one way or the other. In that circumstance, either result provides proof of the product's effectiveness. As for your silly \"pandering to people's feelings\" comment, what the hell else do you think is involved in pregnancy besides a LOT of different *feelings*, of all kinds? What an amazingly daft thing to come out with. Maybe try thinking for thirty seconds before your next comment.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Kevin Slade",
                    "date": "36w",
                    "timestamp": "1551764560",
                    "commentText": "Tria Lynn Alexandra Hall Likewise rubbish. Maybe a concept of marketing would be beneficial to understand a simple point. If an advert shows a negative result, it infers the product does not work; this is separate from the fact some people want negative results.Finally no, just no, you accuse me of a silly comment, yet you responded with just that. Why is it silly to suggest that multinational companies shouldn’t care about feelings of some people as a result of marketing or advertising? They shouldn’t, the focus is on selling, making more and as a result keeping thousands in the logistics chain employed so as not to damage their feelings.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Nanny Kimbo",
                    "date": "36w",
                    "timestamp": "1551767729",
                    "commentText": "A negative pregnancy teat does not mean the test didn't work!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Kevin Slade",
                    "date": "36w",
                    "timestamp": "1551770900",
                    "commentText": "Nanny Kimbo I know this, and I've no suggestions to the contrary; simply stated that showing a non-positive as a marketing tool does not show the accuracy of the device of which they so proudly claim to. It is the same logic as why does make up always work on a <b> woman?</b> They always look better after than before, yet this is not the case? Would we want these companies to show people with blotchy makeup due to skin type incompatabilities?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}