{
    "header": {
        "title": " It’s quite racist to call your mixed race friends black if they don’t identify as such ",
        "subtitle": " ",
        "owner": " Miranda Larbi ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Thursday 5 Oct 2017 4:32 pm ",
        "dateExtraction": " 2019-11-18 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2017/10/05/its-quite-racist-to-call-your-mixed-race-friends-black-if-they-dont-identify-as-such-6979786/ ",
        "postText": "‘My cousin will be so shocked when I tell him I’m dating a black girl!’ my ex said shortly after we started dating.', 'There I was, wondering whether I’d accidentally taken up with a polyamorous hippy when I realised to my surprise, that he was actually talking about me.', 'Me – the most beige of people. The person with skin the colour of korma. As close to a Simpson as you could get.', 'I mean…I am a bit black but that’s not immediately obvious. It was a confusing moment.', 'Being ascribed an identity that doesn’t belong to you is an odd experience. It makes you doubt how you act and whether you see yourself vastly differently to the way others see you.', 'And it’s especially tricky when it comes to race.', 'It’s not as if you’re being insulted – it’s not an insult to be called black (unless you’re a member of the KKK). And there is some truth to it – you are partially black. But it’s lazy and it suggests that that part of you overrides all else.', 'For me, it added an element of exoticism to the relationship.', 'I’m sure he liked me for me, but it made me start to think whether I was fulfilling some kind of sexual quota – a liberal white dude experimenting with shades of black, starting with beige and working his way to burnt sienna.', 'Call me paranoid, but there we are.', 'And he’s not been the last guy to describe me as being black.', 'On holiday a few months ago, I was having a heated discussion with a bloke from Hull who asked me if anyone could call him a racist when he was willing to have a drink with ‘a black lass’.', '‘When did you have a drink with a black lass?’ I asked, baffled by the non-sequitur.', 'Yes, I was the ‘black lass’ that he was willing to have a drink with. Nothing shouts ‘I’M NOT A RACIST’ like someone telling you they’re ok with hanging out with you, while getting your race wrong.', 'It can feel sometimes that when people find out that you’re partially black, it’s like they give up on finding out anything else about you.', 'In my opinion, it’s a particularly American problem which seems to have filtered across the pond.', 'The American slave trade was built upon shades of blackness.', 'There were Sambos (3/4 black), mulattos (half and half), quadroons (1/4 black), octoroons (1/8 black). All were black, all were enslaved. All that changed was where they worked on the plantations. The blacker you were, the more awful the job. The lighter you were, the more likely that you’d be a nice lady’s maid or butler.', 'Despite the US’ love of racial ambiguity (Kim K and kids are basically America’s first family), they’ve still got a massive racial problem and alienation of minorities is endemic. Promoting otherness is their meat and drink.', 'In this country we’ve had our racial problems but they’ve never been anywhere near as extreme as America’s.', 'And on the whole, our history of racial integration has been a lot cleaner.', 'In America, many slaves were raped or entered into relationships with owners, producing generations of brown people. Blackness had to be extended to accommodate for many different colours.', 'But here in the UK, the influx of immigrants has been more recent and more clear-cut – and as a result, our mixing and digesting of their identities has been more precise.', 'Mixed race children may have been called black back in the 50s and 60s but we’re generally clearer about dual heritage because people have an easier time of telling where they’re from. They can say that their grandfather was from West Africa or wherever.', 'To simply lump everyone together – including those who are of very light skin and who do not see themselves as ‘black’ – can be quite offensive.', '', 'It can throw all kinds of uncomfortable questions up about one’s identity and relationship to it.', 'How can someone as light as me be assigned the same label as someone with an experience of blackness that I can never relate to?', 'In beauty, fashion, relationships, careers – everything – our experience of race plays a role.', 'Not only is using blackness as an umbrella confusing for those of who are not fully black, but it downplays the significance of that experience for those who own it.', 'Black people have enough to worry about without us beige folk trying to share the stage.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Ethnicity",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Toya Brown",
            "date": "1y",
            "timestamp": "1534870494",
            "commentText": "You are black",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Bree Kukowski",
                    "date": "1y",
                    "timestamp": "1534872897",
                    "commentText": "Gurl that's her???? I got Aunties  lighter than that annnnndddd they <b> black.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "2",
            "user": "Toya Brown",
            "date": "1y",
            "timestamp": "1534870644",
            "commentText": "Not immediately obvious...  😂😂😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Bree Kukowski",
            "date": "1y",
            "timestamp": "1534872918",
            "commentText": "Sis if people are calling you <b> black </b>on sight it is obvious.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "4",
            "user": "Sterling Rose",
            "date": "1y",
            "timestamp": "1534874430",
            "commentText": "\"I mean…I am a bit <b> black </b>but that’s not immediately obvious. It was a confusing moment.\"Yes, it is immediately obvious. That's why people recognize you as<b>  BLACK</b>.so glad I'm unambiguousl<b> y blac</b>k and don't have to deal with these shenanigansI mean really\"the most biege\"??Just say you rather be known as whatever oth<b> er ethnici</b>ty you got going on and GO.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnicity",
                "Black"
            ]
        },
        {
            "id": "5",
            "user": "Sterling Rose",
            "date": "1y",
            "timestamp": "1534874488",
            "commentText": "My mother was your skin tone and she readily identified as <b> BLACK.</b> TF.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "Sterling Rose",
            "date": "1y",
            "timestamp": "1534883954",
            "commentText": "BTW y'all this is what korma looks like:",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "Sterling Rose",
                    "date": "1y",
                    "timestamp": "1534883983",
                    "commentText": "Ol girl, you T R I P P I N",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Sterling Rose",
                    "date": "1y",
                    "timestamp": "1534884139",
                    "commentText": "Or maybe she meant this kinda korma that's been sullied by Kraft Foods:",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}