{
    "header": {
        "title": " I’m not an object or a toy for your white gaze – don’t fetishise me as a black man ",
        "subtitle": " ",
        "owner": " Archie ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 5.6k ",
        "datePosted": " Tuesday 18 Sep 2018 6:07 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/18/im-not-an-object-or-a-toy-for-your-white-gaze-dont-fetishise-me-as-a-black-man-7957474/ ",
        "postText": "What I should say is that, dating as a black man often feels like you’re playing up to a version of yourself. However, that would only be partly true, as creating any new relationship in a mostly white or non-black space feels like this.', 'There exists this standard of black masculinity that is idolised and fetishised by non-black people, where our blackness (or their perception of our blackness) takes priority over the substantial parts of our character. We black men are left to navigate around this standard and fit in when where we can.', 'I was unfortunately reminded of this quite recently while listening to an American podcast clip of two white women discussing the men they have f***ed in the past.', 'One of them bravely and unapologetically described the nature of a ‘real black guy’, using terms such as ‘basketball player height’ and a ‘deep voice’, and then went on to complain about how he ‘didn’t act black enough’.', 'It was probably one of the most uncomfortable 1 minute and 7 seconds I have experienced in a while, yet I found myself listening to it again and again.', 'When I hear it from white people, I think ‘what the hell do you know about blackness?!’', 'Something about the sheer audacity and blatant dehumanisation was enticing, and almost too horrific to be true.', 'I couldn’t help but imagine this clip, exactly in its current state, worked into a sequel of the mystery/thriller movie, Get Out.', 'If you’re unfamiliar with the movie (spoiler alert!), the plot follows a black man who innocently and unassumingly meets his white girlfriend’s family.', 'It becomes apparent that his girlfriend was actually targeting him (as she had done to at least 15 other black men), and that he was at the centre of a cult that collected, auctioned and took apart black bodies to be used by white people who wanted the ‘more advantageous’ black characteristics.', 'The movie’s success came from its creation of a dramatic and theatrical storyline based on the real life experience of many black men.', 'It plays off this theme that the white people involved are doing the black people a favour by indoctrinating them into something bigger and better than them.', 'You would think this is far too much of an exaggeration, but when you’ve had conversations with a white person, who rattles off a list of all the things they love about black people, you feel like they’re trying to validate your blackness and you get it.', 'It’s almost as if white people feel guilty that they get to be white and I have to be black, so they take on the noble role of reminding me that there are some benefits to my negroness by being my mate or wanting to have sex with me.', 'People often use the difference between racial tensions in the US and the UK as a way to belittle the experiences of black men in the UK or regard them as non-existent.', 'However, as a black man who grew up in an all-white area, I am all too familiar with being told that I don’t act ‘black enough’, which is why hearing two white women talk about how they ‘hate’ black men who ‘try to act like white people’ hits home a little too hard.', 'Often, the standard for black behaviours in the UK is one that imitates London black culture. When you don’t fit into that category, your blackness is questioned and sometimes dismissed, as if it’s something that you can pick and choose when you want to be associated with.', 'I’ve been called an ‘oreo’, which is supposed to describe how I’m black on the outside and white on the inside. I’ve been called ‘the whitest black man I’ve ever met’. The list goes on.', 'It’s annoying enough to get that from black people who exclude other black people in an attempt to create a standard of blackness for themselves (another argument for another time), but when I hear it from white people, I think ‘what the hell do you know about blackness?!’', 'Those phrases remind me of how white people see my blackness and it makes me sick. I’m not an object or a toy for your white gaze, so don’t play with me.",
        "numberPosts": " 30 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Sexual Identity - General,Sexual Identity - Male homosexuality, Ideological and Political Identity - General,Gender - General,Age - Youngsters,Nationality - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Race,Ethnicity,Ethnic,Black,coloured,Gay,Gay,Snowflake,Red,Woman,Gender,Sexual,Nothing,Alien,Age,Old,Common,Red,Lesbian,Terrorist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Calvin White",
            "date": "1y",
            "timestamp": "1537293089",
            "commentText": "Blame the media, they have created this <b> Black </b>male ' standard ', all the music videos, all the films and all the news articles casting<b>  black</b> men in a negative light- dealing drugs, multiple partners, loud, rude, aggressive. If you were a<b> n alie</b>n and landed on this planet and used the media to find out about people, you'd probably have a fair idea of how people expect<b>  a bla</b>ck man to act....according to the media. These simple white folk sitting down, gawping at MTV music for hours on end - what are they supposed to think?",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Carolina Arcos",
                    "date": "1y",
                    "timestamp": "1537374547",
                    "commentText": "I think you are absolutely right, media is great in creating prejustice. But media could also be used against  creating these \"standards\". the <b> gay<b>  </b</b>>community does and knows how to use media in their favour.  MTV, films a.s.o do not force blacks to make agressive rapper songs or drug dealer films. Its in your power and choice to make the change  being the eternal victim",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "2",
                    "user": "Iain McIntyre",
                    "date": "1y",
                    "timestamp": "1537376356",
                    "commentText": "I agree, although people of all races buy into it on a daily basis, if as you say an <b> alien </b>came to earth, what would they say about the new breed of Hip Hop which works to perpetuate a stereotype to the masses?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Alien"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Alien"
            ]
        },
        {
            "id": "3",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1537298375",
            "commentText": "This article needs a translation from \"PC victim\" in to standard English.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537365800",
                    "commentText": "Arnold Hedge you need to pick up a book and educate yourself on the subjects pertaining to <b> racism </b>and class, institutional<b>  racism</b>, white priviledge etc. A good stray would be: \"White priviledge - The Myth of a post-racial society\" by Professor Kalwant Bhopal",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "5",
                    "user": "Allan Bancroft",
                    "date": "1y",
                    "timestamp": "1537367631",
                    "commentText": "Ian Moone Not to mention Mein Kampf. Just because it's in a book doesn't make it true. Surely you have a rule number for that one Ian?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Geoffrey Cox",
                    "date": "1y",
                    "timestamp": "1537817242",
                    "commentText": "What a silly conversation. Saying you shouldn't read a book someone recommends because some books are bad / untrue like Mein Kampf, has to be one of the stupidest arguments I have ever heard. If you actually believed that you would never read any book again or even, never read one ever!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Jack Russell",
            "date": "1y",
            "timestamp": "1537301229",
            "commentText": "A <b> black </b<b> >snowflake</b>? Surely not!",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8",
                    "user": "Pishulonko Tulahuena",
                    "date": "1y",
                    "timestamp": "1537369786",
                    "commentText": "But The snow is wh...  Let's say \"privileged\"",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Archie Mustow",
                    "date": "1y",
                    "timestamp": "1537386563",
                    "commentText": "i screamed 💀",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537434423",
                    "commentText": "Jack Russell now this is a real white snowflake",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Snowflake"
            ]
        },
        {
            "id": "11",
            "user": "Paul Mitchell",
            "date": "1y",
            "timestamp": "1537337409",
            "commentText": "Slow news day then !😩",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "12",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537368776",
                    "commentText": "Paul Mitchell in other news Paul has a fetish for Asian <b> woman!</b> Shazaaaam 😂😂😂😂😂😂",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "13",
                    "user": "Paul Mitchell",
                    "date": "1y",
                    "timestamp": "1537383479",
                    "commentText": "As I said ...slow news day !!!😜",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Scott Simpson",
            "date": "1y",
            "timestamp": "1537339533",
            "commentText": "Get over yourself",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Melissa Kay-p",
            "date": "1y",
            "timestamp": "1537340154",
            "commentText": "Note how all the white commenters bar one totally dismiss what he says and the <b> black </b>commenters can relate.  So it’s a case of white people dismissing the experience of<b>  black</b> people at white hands, a whitewash.",
            "likes": 48,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "16",
                    "user": "Fiona Burton",
                    "date": "1y",
                    "timestamp": "1537354387",
                    "commentText": "Melissa Kay-p Absolutely Melissa. No empathy or respect.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Sally Ruth Goldman",
                    "date": "1y",
                    "timestamp": "1537362252",
                    "commentText": "Umm by looking at their profile photos?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Michael Welburn",
                    "date": "1y",
                    "timestamp": "1537363023",
                    "commentText": "Maybe he should of used the word....some white people or...alot of but not all white people. Otherwise he's being <b> racist.</b> As he is making a judgement based on my skin colour even though he has never met me and we have never talked, but obviously I've got a fetish for<b>  black</b> people.. and think they're all basketball players living In the hood.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "19",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537364933",
                    "commentText": "Michael Welburn well do you think we all play ball Mike?? You know ball is life tho dontcha hahahahahaha. Just kidding. But honesly as a <b> black </b>man myself ive had similar experiences some that i even shocked me....how deluded some white ppl can be... i mean we all love to put ppl in categories and try to make sense of things but not all<b>  black</b> ppl live up to your assumptions i guess that the crux of the matter",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "20",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537365058",
                    "commentText": "PS: I hate being told by white ppl that my English is really good. I mean what did you expect me to use gettho/street venacular? Really?! Just because i wear a baseball cap and dress a certain way. SMH",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537369088",
                    "commentText": "Ian Moone your a troll and worthless piece of shite so go f*** yourself buddy",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537374234",
                    "commentText": "Check the likes on my comment. Being padentic didnt help you now did it?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Sally Ruth Goldman",
                    "date": "1y",
                    "timestamp": "1537375174",
                    "commentText": "Ian Moone perhaps based on their comments then. Certainly my profile picture is of me and I am identifiably white",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Becky Samuel",
                    "date": "1y",
                    "timestamp": "1537375354",
                    "commentText": "Ian Moone You really get off on this, don't you?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Maurni Ne'kol",
                    "date": "1y",
                    "timestamp": "1537377008",
                    "commentText": "Ian Moone you corrected Mahamuud's English, but the correct spelling is \"sense\" not \"sence\".  So your English is equally terrible...happy now? (Also \"happy now?\" is a question and therefore requires a question mark not a period.)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Diane Sharp Solanki",
                    "date": "1y",
                    "timestamp": "1537390958",
                    "commentText": "Ian Moone 😃😆 gotta laugh at that one",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Tia Hollins",
                    "date": "1y",
                    "timestamp": "1537392842",
                    "commentText": "Michael Welburn WRONG <b> racism </b>is an operating system of white supremacy, NOT a person that suffers from it making a true statement...and because it makes a white person uncomfortable, doesnt make it<b>  racist</b>.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "28",
                    "user": "Sally Ruth Goldman",
                    "date": "1y",
                    "timestamp": "1537395868",
                    "commentText": "Ian Moone this is the definition of <b> racism </b>- ‘ prejudice, discrimination, or antagonism directed against someone of a different<b>  race</b> based on the belief that one's ow<b> n rac</b>e is superior.’ How is concluding from a comment that someone is of a particul<b> ar ra</b>ce<b>  or ethnic</b<b> >ity ra</b>cist - particularly when said comment clearly reference<b> s the</b<b> > race/eth</b>nicity of the commenter?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Racist",
                        "Ethnicity"
                    ]
                },
                {
                    "id": "29",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537463684",
                    "commentText": "Michael Welburn ive got a fetish for any sexy bloke, no matter what colour",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537463962",
                    "commentText": "Tia Hollins someone who has had <b> racism </b>made to then CAN also be<b>  racist</b> to others",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "31",
                    "user": "Geoffrey Cox",
                    "date": "1y",
                    "timestamp": "1537818237",
                    "commentText": "Yes though I think many white people who have a brain and heart probably look at some of the comments made by other whites and think they want <b> nothing </b>to do with people like Moone whose hopeless 'arguments' are simply not worth responding too. Far better for his words to fall into the empty void where they deserve to be. His account looks fake btw.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "32",
            "user": "Paul Armer",
            "date": "1y",
            "timestamp": "1537344267",
            "commentText": "trouble is with these articles ( what happened to Miranda larbi?) is that they usually end up sounding <b> racist </b>themselves .",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "33",
            "user": "Katie Daly",
            "date": "1y",
            "timestamp": "1537349176",
            "commentText": "So , is a white lady not allowed to find <b> black </b>men attractive or what now ?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "34",
                    "user": "Phil Wren",
                    "date": "1y",
                    "timestamp": "1537351128",
                    "commentText": "Of course a white lady is allowed to find <b> black </b>people attractive...  If you actually read the artical properly and listen (and also think about)  to what the man is saying and what his experiences are then you might understand that a litte better...",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "35",
                    "user": "Fiona Burton",
                    "date": "1y",
                    "timestamp": "1537353024",
                    "commentText": "Katie Daly oh dear! What this man is explaining appears to have gone straight over your head!!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "Adora A Mateus",
                    "date": "1y",
                    "timestamp": "1537353812",
                    "commentText": "Katie Daly you just don't get it at all...shaking my head.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "Ashley Nicole Slone",
                    "date": "1y",
                    "timestamp": "1537357740",
                    "commentText": "You completely missed the point. Yeah you can find him attractive as long as you find him attractive. Not some kind of fetish you have with an expectation of what being with a <b> black </b>man is suppose to be. As long as you aren’t trying to in a way justify being with a<b>  black</b> man by validating his “white characteristics” or putting him down for not being<b>  “blac</b>k enough” for your white sensibilities. All he wants is white women to like him for himself and to not hold him to a standard he isn’t interested in being held to. You know kind of like women don’t want men to date them based solely on looks.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "38",
                    "user": "Ashley Nicole Slone",
                    "date": "1y",
                    "timestamp": "1537362326",
                    "commentText": "Ian Moone 🙄🙄 I’m not even dignifying that with a response. Don’t bother responding either because THAT stupidity isn’t worth my time and I won’t waste it responding to any of your nonesense. It’s completely rational for someone to request people not fetishize  them. It’s completely rational to ask people to only date him if they are interested in him and not whatever social symbol they are after. If you can’t comprehend that, then I refuse to associate with fools. You can lust after whoever you want. But what we AREN’T going to do is make this man out to be the bad guy when his request is pretty simple. See and date him as one human being to another or don’t bother. Good day sir.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Ashley Nicole Slone",
                    "date": "1y",
                    "timestamp": "1537362627",
                    "commentText": "Ian Moone also you obv didn’t read the article. He literally stated experiences with this and sourced a pod cast that exhibited the behavior he is sick of dealing with but go ahead and ignore the point.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537368095",
                    "commentText": "Ian Moone how do you interpet one's experiences to be 'paranoia' its people that are more offended with being called <b> racist </b>or<b>  racism</b> and discrimination to be called out instead of dealing with it and educating yourself and others along the way. You don't want to understand other people's life experiences a<b> s racis</b>m and discrimination in all its forms benefit you",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "41",
                    "user": "Ashley Nicole Slone",
                    "date": "1y",
                    "timestamp": "1537371618",
                    "commentText": "Christian Anel Tucker",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Tia Hollins",
                    "date": "1y",
                    "timestamp": "1537393523",
                    "commentText": "Oh, u can find them attractive...but tell <b> racist </b>white folks to stop calling the police on them for<b>  nothing</b>..fight against racial injustice to save his life...and most importantly, if he hates himself and his kind leave him at the nearest psych ward...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Racist"
                    ]
                },
                {
                    "id": "43",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537464274",
                    "commentText": "Ashley Nicole Slone dont that happen to men in uniform",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "44",
            "user": "Jessica Marsh",
            "date": "1y",
            "timestamp": "1537350030",
            "commentText": "love howe it's a bunch of white people telling him to get over himself, or that he can't feel how he feels... seriously take a look at yourselves guys.",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "45",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537364724",
                    "commentText": "Ian Moone he lives in an all-white area as he explain in the article albeit he has to put up with <b> black </b>ppl calling him name (oreo etc). Try reading the article fully before commenting",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "46",
                    "user": "Léjah Ruddock",
                    "date": "1y",
                    "timestamp": "1537364804",
                    "commentText": "Ian Moone fb profiles. She’s referring to all the idiots in the comments....",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Jessica Marsh",
                    "date": "1y",
                    "timestamp": "1537365567",
                    "commentText": "Ian Moone you're almost definitely a fake profile designed to try and stir up trouble hence why im not engaging any more, good day to you",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Ross Porterfield",
                    "date": "1y",
                    "timestamp": "1537371595",
                    "commentText": "Ian Moone Does he live in the area though? Or is it not all-white? Surely it stopped being all-white when he moved in?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "49",
                    "user": "Carolina Arcos",
                    "date": "1y",
                    "timestamp": "1537417488",
                    "commentText": "Jessica Marsh I am another one of this \"bunch of white people\" and think the guy is right. People who date others because of their skincolour to make a point , like\" see how liberal-antiracist I am\" are just another, more contemporate version of racists.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537464656",
                    "commentText": "Mahamuud Diini so <b> black </b>people can be<b>  racist</b> too. to be honest i think this sort of thing can happen to people no matter what their colour. but to tag all whites is wrong, and thats why it<b> s racis</b>t. if he had said all whites ive met. it would be different. if he had been white and said a<b> ll bla</b>ck, everyone would be up in arms, saying th<b> ats rac</b>ist.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Carolina Arcos",
            "date": "1y",
            "timestamp": "1537353397",
            "commentText": "The day when people refer to other people as people ,without feeling the need to refer to their skincolour,eyecolour, <b> gender,</b> or else - be it positive or negative- we can happily say we finally succeded in overcoming<b>  racism</b>.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "52",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537368436",
                    "commentText": "Carolina Arcos here we go again....the day we stop using terminology for a means of communicating our experiences be it bad or good is the day we make many more human advancements according to your perverted logic. What is with ignorant white people to believe that <b> race </b>and<b>  racism</b> are words not to be uttered and that not using these sociological terminology such as \"white priviledge, class<b> , ethnicit</b>y, othered, ethinic minor<b> y, bla</b>ck <b> and eth</b>nic minority, white supremacism etc\" ... then by not talking about it frankly and op<b> enly RA</b>CISM in all it form some how magically disappears from the face of the earth. Ignorance upon ignorance.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Ethnic",
                        "Ethnicity",
                        "Black"
                    ]
                },
                {
                    "id": "53",
                    "user": "Rich Paine",
                    "date": "1y",
                    "timestamp": "1537369480",
                    "commentText": "Mahamuud Diini - I think you are being part of the problem here. Carolina's comment was short, but I'm sure that rather to insinuate her as an 'ignorant white person' with 'perverted logic', why didn't you ask her to elaborate? You are instantly stamping on her, when her intentions are possible good, which you'll never know because you shut her down. Everyone has a lot to learn, but your attitude to this person is part of the problem, which ironically contradicts your ending few words and stops people talking",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54",
                    "user": "Carolina Arcos",
                    "date": "1y",
                    "timestamp": "1537373183",
                    "commentText": "Mahamuud Diini In many parts of the western world the <b> age </b<b> >old</b> hate against gays has nearly vanished. Gays are on public social events<b> , g<b> a</b</b>>y marriages and adoption rights bec<b> ame com</b>mon place. Still a lot of work to do though, but gays do not have tho fear anymore to get out of the closet. Things are changing. also skin colour b<b> ased ra</b>cism changes: Sometimes its two steps back and one forwards -but in general things changed a lot in the last 50 years .We should stop refering to skin co<b> lour( </b>black, afro-american caucasian-american, \"people of c<b> olour, co</b>loured\" and other adjectives )do not help. .<b> betwee</b>n black and white are millions of different shades - which are irrelevant to the worth of a person. Agrressive discussions don':t help either.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old",
                        "Racism",
                        "Black",
                        "coloured",
                        "Common",
                        "Gay"
                    ]
                },
                {
                    "id": "55",
                    "user": "Louie Zico Serenity",
                    "date": "1y",
                    "timestamp": "1537386012",
                    "commentText": "Carolina Arcos would just like to say what if you were reading a book and wanted a description of the character that was currently the focus of the story without using those descriptive words? I whole heartedly agree that until the colour of a mans skin is of no more significance than his eyes there shall be war... but you would still describe in said book that he was a dark skinned man with brown eyes and <b> black </b>hair or a pale skinned man with green eyes and<b>  re<b> d</b</b>> hair etc.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Red"
                    ]
                },
                {
                    "id": "56",
                    "user": "Rich Paine",
                    "date": "1y",
                    "timestamp": "1537392349",
                    "commentText": "Louie Zico Serenity - But that's simply a description. A childs book would use pictures to do this. A child wouldn't hate someone in the picture who is of differing colour. Maybe children can teach us a thing or two.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "57",
                    "user": "Tia Hollins",
                    "date": "1y",
                    "timestamp": "1537393297",
                    "commentText": "Carolina Arcos girl BYE, UNLESS we have an all out war, or overthrow the government...<b> racism </b>isnt going ANYWHERE. IF the so called amount of \"not<b>  racist</b>\" white people REALLY wanted peace and equality...we would have gotten that a LONG time ago. Btw, being able to benefit from a system put in place to a group of people who have a hard time minding there businessness...STAY being worried about what the othe<b> r rac</b>e is doing mornin/noon/night..I DOUBT very seriously they would want to lose dominance...think long and well about that",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "58",
                    "user": "Carolina Arcos",
                    "date": "1y",
                    "timestamp": "1537413997",
                    "commentText": "Louie Zico Serenity thats exactly what I tried to say: skincolour should have the same importance as eye colour or size of feet .  Sorry if my intent was misunderstood.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59",
                    "user": "Carolina Arcos",
                    "date": "1y",
                    "timestamp": "1537415685",
                    "commentText": "Tia Hollins unless people prefer victim status on growing up and take responsibility on their lifes <b> racism </b>is not going anywhere.  Instead of whining about a <b> \"racist</b> system\" and<b>  \"racis</b>t government\" work on being a part of it and make a difference.Btw.<b> .. raci</b>sm<b>  is rac</b>is<b> m is ra</b>cism. No matter if against , white ,pink,beige ,cafe latte,moc<b> ca or </b>black . We are one<b>  huma</b>n race, not \"they\" and \"we\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Racist",
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Racism"
            ]
        },
        {
            "id": "60",
            "user": "Fiona Burton",
            "date": "1y",
            "timestamp": "1537354177",
            "commentText": "I think this a very well written article that makes some interesting and valid points.It would be a pleasant change if people took the time to read it properly and actually assimilate what this <b> black </b>male is saying.It is his life and his experiences so every point is valid and valuable.We would all benefit as a society if we all took the time to really listen and actually 'hear' what people say.The judgemental, dismissive, childish 'put downs' on this thread demonstrate very clearly just how narrow minded and self centred people can be.Sadly, I think the irony may be lost on them.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "61",
                    "user": "Michael Welburn",
                    "date": "1y",
                    "timestamp": "1537364598",
                    "commentText": "He's fighting <b> racism </b>with more<b>  racism</b> how is that productive?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "62",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537367420",
                    "commentText": "Michael Welburn he shared his experiences without putting your ooh so desired clause of \"but not all whitr ppl are like that\"",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "63",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537374318",
                    "commentText": "Ian Moone and you are a qualified psychic",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "64",
            "user": "Dudden Hall",
            "date": "1y",
            "timestamp": "1537354687",
            "commentText": "There should only be one standard, no-descrimination, <b> black,</b> white, male female<b> ,ga<b> y</b</b><b> >, lesbi</b>an, trans-genger, all the same thing. All decrimination should be illegal. If you discriminate against any other group you lose your rights.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "65",
                    "user": "Dudden Hall",
                    "date": "1y",
                    "timestamp": "1537364314",
                    "commentText": "Ian Moone No, we do not have one law that covers every form of discrimination. We have several laws covering several aspects of discrimination at the moment.  A new anti-discrimination law would mean that I would lose my right to redress if I had also been discriminating against someone who accused me of discrimination.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black",
                "Gay",
                "Lesbian"
            ]
        },
        {
            "id": "66",
            "user": "Maciej Gorski",
            "date": "1y",
            "timestamp": "1537355818",
            "commentText": "Mumble rap, grime, drill and hiphop music is responsible for pretty much all these gang related get rich quick, thug life blah blah sterotypes. Until those scenes change (or get far less media attention) the stereotypes will remain. The power of perpetuating these sterotypes is in the hands of the artists not the viewers....and the media just want to make money off it as usual, perpetuating it even further!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "Andrea Jovanović",
            "date": "1y",
            "timestamp": "1537356879",
            "commentText": "You sound like you've met some decidedly odd people. We don't all immediately see/meet a <b> black </b>guy and mentally recall the Mandingo theory before expecting him to behave like Tupac. Bloody hell. That being said, there are a lot of guys who play up to those stereotypes who don't do anyone any favours.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "68",
                    "user": "Andrea Jovanović",
                    "date": "1y",
                    "timestamp": "1537357006",
                    "commentText": "(This isn't to say I don't empathise with or believe the author, I'm just trying to reassure that there are people out there who don't think like that at all).",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "69",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537368719",
                    "commentText": "Andrea Jovanović its cause you's a good white fellow innit.... using sarcasm to completely dismiss the life experiences of an 'other' you the put it your disclaimer thats worthless to say the least buddy",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "70",
                    "user": "Andrea Jovanović",
                    "date": "1y",
                    "timestamp": "1537369203",
                    "commentText": "Mahamuud Diini There was literally not an ounce of sarcasm in either of my comments. And I also explicitly wrote that I didn't dismiss the author. Not sure what else I can say to you.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "71",
                    "user": "Ross Porterfield",
                    "date": "1y",
                    "timestamp": "1537371848",
                    "commentText": "Andrea Jovanović I guess that it's the minorities that won't let <b> racism </b>die off, can't say anything without it being taken the wrong way.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "72",
                    "user": "Louie Zico Serenity",
                    "date": "1y",
                    "timestamp": "1537386241",
                    "commentText": "Ross Porterfield its systemic. people are mean to one group. that group responds by being  mean in turn and it kind of goes back and forth until everyone's dead and there's no races left to fight about it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "73",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537465598",
                    "commentText": "Mahamuud Diini do you realise you comment about its cause shes a good white fellow, is actually racist",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "74",
            "user": "Archie Mustow",
            "date": "1y",
            "timestamp": "1537361595",
            "commentText": "what’s the tea !! the girls are fighting !!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "Mary Killian",
            "date": "1y",
            "timestamp": "1537366960",
            "commentText": "I thought it was a thought provoking piece of writing and I found it interesting to read this from his prospective...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "76",
                    "user": "Mary Killian",
                    "date": "1y",
                    "timestamp": "1537373473",
                    "commentText": "...as I stated from his view but I still found it thought provoking...obviously, so did you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "77",
                    "user": "Aimée Amina Epelle",
                    "date": "1y",
                    "timestamp": "1537382867",
                    "commentText": "Ian Moone are you a <b> black </b>man? Nope. So how do you think you have any grounds to stand on. Are you really that entitled? Come on Ian, you're embarrassing yourself mate.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "78",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1537369653",
            "commentText": "And suddenly,  they are all innocent angels...  the sarcasm here they all dream having a white gf",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79",
            "user": "Gary King",
            "date": "1y",
            "timestamp": "1537370277",
            "commentText": "Drivel like this always makes me laugh.Do you not recognise the irony of complaining about <b> racism,</b> whilst grouping 'white' people together as being<b>  racist</b>? There is no excuse for rea<b> l racis</b>m but the 'law graduate' here comes off as a crybaby who will struggle in the working world if he goes around labelling and believing all white people a<b> re raci</b>st. Calvin White obviously has a solid understanding, maybe the writer could get some help from him.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "80",
            "user": "Tambria Watson",
            "date": "1y",
            "timestamp": "1537375575",
            "commentText": "what a load of crap",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81",
            "user": "Jamie Cutts",
            "date": "1y",
            "timestamp": "1537376385",
            "commentText": "This is just a reskin of the \"Stop telling men to man up\" complaint. Man up.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "82",
            "user": "Ty Snowdon",
            "date": "1y",
            "timestamp": "1537381799",
            "commentText": "Imagine being a professional victim, imagine how embarrassing it must be for your family",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "83",
            "user": "John Gibbs",
            "date": "1y",
            "timestamp": "1537382491",
            "commentText": "It is <b> racism,</b> and it’s mainly perpetuated by white progressives. They do think they are doing you a favor.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "84",
            "user": "Melanie Cumming",
            "date": "1y",
            "timestamp": "1537385149",
            "commentText": "One person has white skin, one has <b> black </b>- both have individual personalities but both have 4 limbs, a brain, a liver, two kidneys and a heart....... why anyone attributes a way of acting to anyone based on skin is beyond me no mater whose doing it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "85",
            "user": "John Brady",
            "date": "1y",
            "timestamp": "1537386531",
            "commentText": "Right at the start of his post he states:\"I was unfortunately reminded of this quite recently while listening to an American podcast clip of two white women discussing the men they have f***ed in the past\"It appears to me that the rest of his post was based on him listening to this American podcast that \"reminded\" him that he is being \"fetishised as a <b> black </b>man\" To be \"reminded\" of something usually means you have forgotten about it, so it cannot be as bad as he makes out.The solution for him is not to listen to Podcasts from American women about their<b>  sexual</b> habits and get on with his life here as a lawyer in the UK.  I rest my case m'lud.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Black"
            ]
        },
        {
            "id": "86",
            "user": "Tessa Charlotte",
            "date": "1y",
            "timestamp": "1537389911",
            "commentText": "The term \"white people\" used over and over again. We are not all the same. If you don't like being pigeon holed or Sterotyped why do you think its ok to do it to other people.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "87",
                    "user": "Mahamuud Diini",
                    "date": "1y",
                    "timestamp": "1537434103",
                    "commentText": "Tessa Charlotte white fragelity....deal with the subject matter not a descriptive term",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "88",
                    "user": "Mercedes Perez",
                    "date": "1y",
                    "timestamp": "1537448409",
                    "commentText": "You are absolutely right! He should have said \"people who are white\" to be specific.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "89",
                    "user": "Tessa Charlotte",
                    "date": "1y",
                    "timestamp": "1537466610",
                    "commentText": "Mahamuud Diini I am far from fragile, again, don't pigeon hole. I read his article. Personally there was <b> nothing </b>for me to \"deal with\" This is his experience and apart from some of the terminology I have no issue here.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "90",
                    "user": "Tessa Charlotte",
                    "date": "1y",
                    "timestamp": "1537466674",
                    "commentText": "Mercedes Perez So are you saying white people are all the same?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "91",
            "user": "Curley Jefferson",
            "date": "1y",
            "timestamp": "1537426140",
            "commentText": "\"your white gaze\". Sounds just like the stereotype angry <b> black </b>man he doesn't want to be.Daft<b>  racist</b>.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "92",
            "user": "Hannah Jackson",
            "date": "1y",
            "timestamp": "1537440111",
            "commentText": "I'm going to weigh in on this. It's sad but it's true. I had 2 people yesterday tell me that they had been in situations where white people persistently asked them for drugs and couldn't begin to conceive the fact that neither drink smoke or do drugs. Purely because they were <b> black.</b> My partner was say \"fetishised\" when he first came to the UK Because \"everyone  wanted to bag the freshie\" (not my words) People make assumptions on how they think people should look behave and so on. My other half is Caribbean and doesn't like spicy food I'm white and i bloody love it. There are too many closed minded people that have preconceptions about different races. I don't agree with<b>  racism</b>. I don't think people should just pretend it doesn't happen. I do however think that there are cases where the prejudice is a two way street and not a one way. Granted it may be on a larger scale in favour of bigoted English people down to numbers. But hate breeds hate. I really wish people would stop passing their prejudices on to their offspring because children don't know any different and they are the future. Teach them hate and the cycle will continue. It saddens me that in this day an<b> d ag</b>e people aren't on an even keel. No one is better than anyone else. Well unless they are a murderer, mass murderer, rapist, paedophile <b> or terrori</b>st. Hopefully my comment makes sense and hopefully no one takes offence.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "93",
                    "user": "Zoe-ann Hamilton",
                    "date": "1y",
                    "timestamp": "1537466476",
                    "commentText": "finnally someone who has a decent comment, every <b> race </b>has people that are<b>  racist</b> in one way or another, ans it wont change until we accept people for who they are and not what they look like. but i dont think that will ever happen, until the law take a serious stance on it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Racism",
                "Black",
                "Terrorist"
            ]
        },
        {
            "id": "94",
            "user": "Michael Hew",
            "date": "1y",
            "timestamp": "1537508960",
            "commentText": "I have the same problem as a 57 yo white bloke :) !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "95",
            "user": "Guy Stevens",
            "date": "1y",
            "timestamp": "1537603070",
            "commentText": "Black or white, you’re still a nob.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        }
    ]
}