{
    "header": {
        "title": " If we’re meant to congratulate Britain for being the ‘least racist country in Europe’, the bar is too low ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 132 ",
        "datePosted": " Tuesday 16 Oct 2018 6:30 am ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/16/if-were-meant-to-congratulate-britain-for-being-the-least-racist-country-in-europe-the-bar-is-too-low-8018007/ ",
        "postText": "A row broke out on BBC’s Question Time debating how racist Britain is.', 'As spoken word artist George the Poet spoke about his own experience of racism in the UK, a white audience member cut in to say ‘Britain is one of the least racist countries in Europe’ to which a Muslim woman retorted; ‘You’re a white man, how are you going to experience racism?’', 'Looking at the problem clinically by citing statistics over the top of someone else shows how non people of colour (POC) negate and deny people’s lived experiences of racism.', 'Stats do suggest that Britain is less racist than countries such as Italy and Poland, but that on average the country still has negative views of blackness. Those same stats found that no country in Europe has positive or even neutral views of blackness on average – that’s nothing to be proud of.', 'There are statistics that prove the opposite of the gentleman’s claim – as well as myriad accounts detailing Britain’s problem with racism – that show the country still has a long way to go.', 'Not everyone reports their experiences with hate crimes so the reality may be much worse than statistics show. We need to admit that racism and xenophobia still plague our nation.', 'The very claim that Britain is the least racist country in Europe shows that the bar for what we consider to be a progressive, anti-racist country is too low.', 'According to the Migration Observatory, British people admit to prescribing to an ethnic hierarchy when it comes to people migrating to the UK.', 'Brits prefer white, English-speaking, Europeans and those from Christian countries while the least preferred are non-whites, non-Europeans and those from Muslim countries, (37% said no Nigerians should be allowed).', 'To people of colour like myself, racism is alive and kicking on multiple levels (institutional racism, unconscious bias, islamaphobia, the gender pay gap for women of colour) so to hear that Britain is the least racist shows how little regard is paid to our experiences.', 'And if on a scale to least to most racist, Britain – a historically notorious country for its colonial racism if anything – edges towards least, it must mean that other countries are more overtly racist, but also that actual instances of oppression in the UK are glossed over and brushed under the carpet, perhaps because it makes people feel uncomfortable.', 'By the audience member’s logic, it seems Britain should be awarded for ignoring and silencing these people’s experiences.', 'Britain might not have obvious dramaticised instances of bigotry like France, Denmark, and Belgium who enforce burka bans and police Muslim women’s clothing, but it still has a long way to go if it wants to be the most progressive out of the bunch.', 'I remember the first time I heard someone say Britain is a highly racist country – I vehemently opposed it because it felt like a personal attack on a country that I love, a country that boasts so many opportunities and achievements such as a strong education system and free healthcare.', 'To admit its racial (and class) problem is not to deny Britain of all the good it’s done, even for minorities – if there weren’t opportunities, we wouldn’t be able to thrive as we are. It’s not to discredit the people who continue to be allies to the oppressed.', 'But to deny someone’s lived experience of oppression is reductive, tone-deaf, and rude.', 'I shouldn’t need to prove how much I love the country to be able to critique it – Britain has a problem with race. It’s okay to talk about it.', 'Michael Mumisa, a Cambridge-based academic, told Metro.co.uk that the topic of race feels so uncomfortable because it goes against the very British concept of politeness.', '‘The reason we delude ourselves into believing that Britain is the least racist country in Europe is simply because it is considered bad manners in Britain to be racist without being polite.', '‘Statistics are of interest to people who hardly experience racism. Racism, like misogyny, homophobia and anti-Semitism are daily lived experiences for millions of people, many of whom do not even bother reporting their experiences because they know that as far as the establishment is concerned, the UK is the least racist country in the world.', '‘Racism is also about how people from minority ethnic groups are treated by the criminal justice system, employers, landlords, state schools (as most parents of black boys know too well), social services, and other institutions.', '‘These cases do not make in into the statistics that apologists for racism like to throw around.’', 'Activist Sarah Vero told Metro.co.uk it’s a hard truth for white people to admit because they don’t grow up noticing race (which isn’t a choice for people of colour – even the term puts us in a box).', '‘It’s difficult for white people to see the ways whiteness is elevated all around us in culture and advertising and the subtle racism it causes in our society in all sorts of ways,’ she said.', '‘It’s like a fish swimming in water, it’s everywhere and it’s what we were raised on. In Britain ideas of fair play, equality and being a good person are highly prized and when people talk about racism it can feel like that vision of ourselves or our country is being challenged,', '‘So the response can be very defensive. I hope this video helps demonstrate a microcosm of how we are failing to listen on race. Since I’ve started encouraging more people to read about race a few white people have said thanks for opening it up as they were too scared to get involved in case they got something wrong.', '‘If we are too scared or too defensive we can’t engage and make progress. The first step to making a change is finding a way to be honest about where we are now.', '‘I encourage and invite white people to think about how you interact with race, whether you have explored it, talked about it, read about it and listened to people from different races talking about it.’', 'I don’t want to write a list of every incidence of British racism, citing the attacks on the likes of Stephen Lawrence to Abdi Ali, it’s not the job of people of colour to break down racism so people will believe it exists.', 'Those speaking of their experiences – listen to them, even when it feels uncomfortable.', 'And remember, these are not personal attacks.', 'To be an ally, read up on race, be respectful, ask questions to those willing to answer, be self-aware, not self-congratulatory, and do the work.', 'Rather than speaking over someone’s experience to declare that Britain isn’t racist, listen to them. They have something to say that you need to hear.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1539672742",
            "commentText": "The statistics don't support my pre-conceived viewpoint, therefore they are wrong, and probably <b> racist.</b>",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "1",
            "user": "Mikri Vigla",
            "date": "1y",
            "timestamp": "1539675241",
            "commentText": "We all know that the vast majority of immigrants( bar forces and services) come here to take the piss out of us in any which way. An then theres always the lefty to help them. We all know the aggressors on the street if you're from the street.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Jono Strife",
            "date": "1y",
            "timestamp": "1539678673",
            "commentText": "I agree it was disgusting when asian people stomped on a white mans head after stealing his moped. We need to stop <b> black </b>and asian people from being<b>  racist</b>. This has gone on for too long.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "Ziga Zaga",
            "date": "1y",
            "timestamp": "1539683784",
            "commentText": "Yes, of course! You only have to go back 25 years to find a case of politically incorrect street stabbing!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1539752228",
            "commentText": "Oh yes, Britain is so bad and <b> racist.</b>..  it's good to know you can always leave if do not like it",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Chris Hughes",
            "date": "1y",
            "timestamp": "1539765129",
            "commentText": "They (Commonwealth immigrants) are here because we (white British) were there (the empire). The troll mockers in this Comments forum should try being brown or <b> black </b>in white Britain.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Chris Hughes",
                    "date": "1y",
                    "timestamp": "1539765370",
                    "commentText": "See my anti-<b> racist </b>blogpost, 'Colour me<b>  racist</b>, blame my genes <b> - racis</b>m explained as a redundant instinct' ( [LINK] ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                },
                {
                    "id": "7",
                    "user": "Mikri Vigla",
                    "date": "1y",
                    "timestamp": "1539866126",
                    "commentText": "Chris Hughes  My guess is you live in the middle of a white area probably the country, never go into citys at night. An we can see you're a pathetic lefty butt munch. That's proven!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        }
    ]
}