{
    "header": {
        "title": " New restaurant opens with ridiculous list of rules for diners ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.7k ",
        "datePosted": " Thursday 19 Sep 2019 11:58 am ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/19/new-restaurant-opens-ridiculous-list-rules-diners-10770498/?ito=social&fbclid=IwAR0m6i-3nmVaNGboyk1tEnktyKVrY6RlienLsZZH4CyEihcj_6cRDR9xWzU ",
        "postText": "A new seafood restaurant has tweaked its dress code after people branded it as a way of deterring black people from visiting.', 'Among the list of ‘strictly prohibited’ items at The Choptank included excessively baggy clothing, backwards hats, athletic attire and beanie hats.', 'The restaurant has since made minor changes to the rules after people branded them as ‘racist’, but they insist other places in the neighbourhood have similar rules.', 'Also on the list of banned clothing were trousers worn below the waist, shorts below the knee, work and construction boots and back packs.', 'The Choptank found itself in a social media storm when journalist and author R. Eric Thomas tweeted a picture of the dress code sign.', 'He asked management to explain its ‘blatantly discriminatory’ dress code and was instead blocked by the restaurant in Baltimore, Maryland, US.', 'Thomas said the restaurant later unblocked him but didn’t answer his question about their clothing rules.', 'A picture of the sign was originally shared on Sunday by photographer J.M Giordano, who said: ‘Dress CODED sign at the new Choptank restaurant in Fells.’', 'Responding to his tweet, The Choptank said they only implemented the same dress code standard used by several other restaurants in the area.', 'People were quick to hit back, accusing the restaurant as a thinly veiled attempt to keep black people out.', 'One person tweeted: ‘Everyone else’s dress code is extremely racist so ours is as well’ is not a great answer.’', 'Another said: ‘If you were just trying to follow neighborhood standards, why block people asking?', '‘Maybe acting in a way that looks like you’ve got other motives, intentions, and cares isn’t the best bet.’', 'Another said the note saying ‘rules enforced at the management’s discretion’ was another way of saying ‘of course we don’t care what white people do’.', 'But others defended the restaurant’s right to have a dress code and said they’ve seen plenty of white people wearing baggy clothing, bandannas and beanies.', 'They questioned why people would automatically associate the types of clothing described with ethnic minorities.', 'The Choptank has since made some minor changes to its policy – allowing athletic wear until 10pm and changing ‘excessively baggy clothing’ to ‘pants must be worn at the waist’.', 'It also added religious exemptions to brimless headgear, changed ‘strictly prohibited’ to ‘house rules’ and removed the part about enforcement at the manager’s discretion.', 'They were grilled over a previous twitter post showing band members wearing backward hats performing for their opening weekend.', 'Management were also criticised for sharing a photo of their patio, featuring a gaming area including pool, ping pong and table football.', 'People questioned how they could play sports if they had to wear a ‘tight fitting tux just to get in’.', 'I dress like a my Mom taught me so  my clothes will be just fine as will my forward facing Trump2020 hat.', '— Ron Folds (@FoldsRon) September 19, 2019', 'In a statement Atlas Restaurant Group, which owns The Choptank, said many other places in Baltimore have stricter dress codes.', 'It added: ‘In fact, Disney has its own dress code, as does M&T Bank Stadium and the Baltimore City School System.', '‘This is important to the environment and experience that each institution is trying to create, whether a learning or dining environment.’', 'The company said it employs more than 1,000 people, two-thirds of whom are ethnic minorities, and described itself as ‘one of the largest minority employers in Baltimore’.', 'It added: ‘Furthermore we spend half a million dollars on local entertainment, the majority of which are minorities.', '‘We have one of the most diverse and inclusive customer bases in Baltimore. Diversity and inclusion is incredibly important to our company.', '‘At a time when Baltimore needs as many reasons to cheer as possible, it is unfortunate a brand new, beautifully restored landmark in the Fells Point neighbourhood, which has created more than 100 badly-needed jobs for the community is under scrutiny.’",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - Youngsters,Age - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racism,Racist,Black,Nothing,Age,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Curley Jefferson",
            "date": "7w",
            "timestamp": "1568905671",
            "commentText": "Nothing wrong in keeping out the riff raff",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Carina Cooper",
                    "date": "7w",
                    "timestamp": "1568928293",
                    "commentText": "Isnt that a Basil Fawlty line from the Gormet night episode?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Gabrielle Elizabeth Capodicasa",
                    "date": "7w",
                    "timestamp": "1569140914",
                    "commentText": "Curley Jefferson <b> black </b>people aren’t “riff raff”",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "3",
                    "user": "Matt Johnson",
                    "date": "7w",
                    "timestamp": "1569172423",
                    "commentText": "Gabrielle Elizabeth Capodicasa Where does it say \"<b> Black </b>people\", my dear?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "4",
            "user": "Keith Ward",
            "date": "7w",
            "timestamp": "1568961702",
            "commentText": "It is the anti racists who are automatically labelling just <b> black </b>people who wear such clothing. Chavs and yobs of many races consider such attire to be dressing up. Business owners should be allowed to have whatever dress code rules they want.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Jodie Ann Robinson",
                    "date": "7w",
                    "timestamp": "1568964854",
                    "commentText": "I totally agree with you Keith. People throw the <b> race </b>card about for everything now days. And<b>  black</b> people do not hold the monopoly on those types of clothing. If you own a business then you should be allowed to make whatever dress code you wish.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "John E Smokes",
            "date": "7w",
            "timestamp": "1568978026",
            "commentText": "No backpacks or book bags? So no going there after being at the library. Or anyone with dodgy mince pies. - After dark.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Greg Stewart",
            "date": "7w",
            "timestamp": "1569010338",
            "commentText": "dont like it dont go.....simple as that",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Steve Perrin",
            "date": "7w",
            "timestamp": "1569011056",
            "commentText": "It seems those crying <b> racism </b>are being the most<b>  racist</b>... again.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "9",
            "user": "Ethel Aardvark",
            "date": "7w",
            "timestamp": "1569012690",
            "commentText": "I simply do not see this as <b> racist.</b>  I do, however, see it as a dining deterrent.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "10",
            "user": "Allaiyah Weyn",
            "date": "7w",
            "timestamp": "1569086366",
            "commentText": "I remember a few cafes 10 years ago that had an anti emo/hipster/homeless dress code. Anyway, clothing isn't a racial thing. It's about <b> age,</b> location, &amp; income, specifically young low income urbanites.This site has so many ads that I had to shut down 7 popup videos just to type this.  From now on, I'm using adblock on this site. I'm surprisef my browser didn't crash.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "11",
                    "user": "Allaiyah Weyn",
                    "date": "7w",
                    "timestamp": "1569086488",
                    "commentText": "The dress code was also anti homeless/construction worker..... Jesus christ, 6 more popup ads",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Allaiyah Weyn",
                    "date": "7w",
                    "timestamp": "1569086578",
                    "commentText": "&amp; students.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "13",
            "user": "Heidi Ridge",
            "date": "7w",
            "timestamp": "1569092768",
            "commentText": "When I read the dress code <b> race </b>wasn't what came to mind, actually youth came to mind. They want to keep it smart. Ridiculous how all of a sudden it's aimed at<b>  black</b> people?! Everybody owns a pair of jogging bottoms, I bet <b> a woma</b>n in yoga pants wouldn't be turned away!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Race",
                "Black"
            ]
        },
        {
            "id": "14",
            "user": "Graham Slade",
            "date": "7w",
            "timestamp": "1569170494",
            "commentText": "Seems like a nice place",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Si Pass",
            "date": "7w",
            "timestamp": "1569187117",
            "commentText": "Why not just say he dress code is smart or smart/ casual. That would cover pretty much everything they have listed and can't be twisted to say its <b> racist.</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "16",
            "user": "Medusa Jordan",
            "date": "7w",
            "timestamp": "1569195451",
            "commentText": "Tbh most of what they mentioned is awful, sloppy clothing, so I can see why they would ban it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}