{
    "header": {
        "title": " If you can respect my dog’s pronouns, you should be able to respect mine ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 725 ",
        "datePosted": " Wednesday 10 Apr 2019 8:16 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/10/if-you-can-respect-my-dogs-pronouns-you-should-be-able-to-respect-mine-9133497/ ",
        "postText": "I have a pretty weird dog.', 'He’s a cross between an Italian greyhound and a whippet, which means that he’s very spindly and dainty. He also has a habit of crossing his feet in a very camp way and staring at you for too long, making him look even more alien.', 'If you’re a dog owner that visits a dog park regularly, you’ll know that most dog owners like to make small talk even though they are much more interested in your pooch than they are in you.', 'I can probably tell you the names of about 20 dogs in my local dog park, but can’t for the life of me remember their owners’ names.', 'Whenever I meet a new person, the first assumption people make is that my dog is a she.', 'I don’t really blame them. In a world so obsessed with femininity and masculinity meaning certain things, he certainly is on the more elegant side. Sometimes I just go along with it, because I’m pretty sure my dog doesn’t care.', 'Once people realise that he’s not actually a she, they apologise deeply — not just to me, but also to my dog.', 'I can’t recall ever seeing a person more remorseful than when they accidentally misgendered my dog. Once they are corrected, there is never a single slip up that happens after that.', 'Once people have been told he’s not actually a she, they stick to it. Simple.', 'Yet somehow in the case of actual people, this easy task of switching pronouns becomes a whole other animal.', 'As Laverne Cox famously said: ‘Misgendering is an act of violence.’', 'When I was earlier on in my transition, I used to get misgendered a lot.', 'I can understand why, and it was mainly because the people around me had gotten used to using he, and those that didn’t know me still perceived me as a boy. But no one ever seemed nearly as remorseful when they misgendered me as the people who accidentally misgender my dog.', 'Priorities, right?', 'When I corrected people and asked them to use another pronoun, it was as if I was asking them to perform the most difficult feat you could ever imagine. An array of excuses and even anger ensued, telling me that I shouldn’t expect people to be able to change that quickly, as it’s just a habit and they don’t exactly ‘see’ anything else but a man.', 'The more abusive ones would go on a tangent about how it’s just a ‘biological reality’ and how people shouldn’t cater to my ‘delusions’.', 'The fact I never get misgendered by people now (unless they make an actual effort to do so) shows me quite clearly that the pronouns people use has little to do with any ‘biological reality’, and more to do with people’s perception and preconceived ideas.', 'Aside from your name, pronouns are one of the main ways in which we recognise and identify other people. It’s wrapped into our everyday reality and is closely tied to gender norms. It’s something that is an integral part of most languages.', 'While most people have the privilege of not worrying about pronouns at all, it can be something that causes a lot of anxiety and hurt for trans people, in particular for those who are visibly trans or gender non-conforming.', 'It can really ruin a person’s day or even week when they are misgendered, and when it happens constantly it can be draining. It hurts even more when it’s from someone close to you, as those are the people we love and care about. Their opinions and perception of us matters the most.', 'As Laverne Cox famously said: ‘Misgendering is an act of violence.’', 'To not change your behaviour and make an effort to use the right pronouns is to actively and deliberately causing harm to another person’s well-being.', 'Even though it might not seem like a big deal to you, using the right pronouns indicates a level of respect.', 'And who doesn’t want to be respected?', 'If you’re making an effort, people can tell and they appreciate that. Instead of awkwardly assuming something if you’re unsure, simply ask.', 'Trans people are aware pronouns might take a while for people to grasp, especially when it comes down to gender-neutral pronouns like the singular ‘they’.', 'But we certainly don’t need an explanation from anyone as to why anyone might struggle to use the right pronouns – they know why.', 'What trans people need is for people to make an effort, and apologise when they get it wrong and move on.', 'There’s a world of difference between those that accidentally misgender someone and those that actively do it.', 'I don’t have time nor tolerance for those that actively do it. Those people are nothing but nasty bullies.', 'There is no good and justified reason to misgender people and cause them harm in that way. It’s not a subject of anyone else’s opinion, or ‘biological reality’ – or anything other than offering others basic human decency.', 'Switching pronouns for my dog seems to be one of the most easiest thing people do.', 'It’s time people started affording that same decency and respect to all people as well.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Vicky Prest",
            "date": "29w",
            "timestamp": "1554886456",
            "commentText": "Great article as always, Owl. What a gorgeous dog you have! Thank you for sharing.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Pintu Singh",
                    "date": "29w",
                    "timestamp": "1554912950",
                    "commentText": "I g­­e­­­­t p­­­­a­­­­i­­­­d o­­­­v­­­­e­­­­r $­­9­­0 p­­e­­r h­­o­­u­­r w­­o­­r­­k­­i­­n­­g f­­r­­o­­m h­­o­­m­­e w­­i­­t­­h 2 k­­i­­d­­­­s a­­t h­­o­­m­­e. I n­­e­­v­­e­­r t­­h­­o­­u­­g­­h­­t I­­'­­d b­­e a­­b­­l­­e t­­o d­­o i­­t b­­u­­t m­­y b­­e­­s­­t f­­r­­i­­e­­n­­d e­­a­­r­­n­­s o­­v­­e­­r 1­­0­­k a m­­o­­n­­t­­h d­­o­­i­­n­­g t­­h­­i­­s a­­n­­d s­­h­­e c­­o­­n­­v­­i­­n­­c­­e­­d m­­e t­­o t­­r­­y. T­­h­­e p­­o­­t­­e­­n­­t­­i­­a­­l w­­i­­t­­h t­­h­­i­­s i­­s e­­n­­­­d­­l­­e­­­­s­­s. H­­e­­r­­e­­s w­­h­­a­­t I'v­­e b­­e­­e­­n d­­o­­i­­n­­g,:) AND GOOD LUCK.:) HERE☛►► ►►►w­­­­w­­­­w­­­­.­­­­t­­­­o­­­­d­­­­a­­­­y­­­­s­­­­f­­­­o­­­­x­­­­.­­­­c­­­­o­­­­m­­­­ᴵᴵᴵ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Gary King",
            "date": "29w",
            "timestamp": "1554888366",
            "commentText": "If someone calls a male a female, they made a mistake and correct it.Calling a male a male when that person is male but wants to be called female is a different issue.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Lee Anne Leland",
                    "date": "29w",
                    "timestamp": "1554901877",
                    "commentText": "See my post above",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Owen P McCarthy",
            "date": "29w",
            "timestamp": "1554892816",
            "commentText": "The difference is that the dog has always been a male and has undergone no purely superficial alterations.I understand the point you're trying to make but the comparison isn't accurate.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Lee Anne Leland",
                    "date": "29w",
                    "timestamp": "1554901860",
                    "commentText": "See my post above",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Robert Gill",
            "date": "29w",
            "timestamp": "1554960887",
            "commentText": "I am happy to respect pronouns so long as the person I speak with doesnt get offended if I accidently say the wrong pronoun from time to time. I generally look at a person and if I see a man I will automatically use the pronoun my mind associates with a man. It is hard to keep filtering that before it comes out but I am happy to try so long as they have patience and understanding while I adjust. I draw the line at pre-op trans people using female /male toilets and dressing rooms tho..  but only because of the potential abuses from some unscrupulous sociopaths pretending to be trans. We need to protect children and the vulnerable.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Lara Naylor",
            "date": "29w",
            "timestamp": "1554992422",
            "commentText": "For me it's a matter of respect and <b> nothing </b>less. Personally I don't get<b>  gender</b> neutrality but I would also respect the fact that someone identifies a<b> s gende</b>r neutral and would always use the words they asked me to. It doesn't hurt me how another person chooses to identify so I don't get to tell them they're wrong.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Nothing"
            ]
        }
    ]
}