{
    "header": {
        "title": " Rising Anti-Semitism in Sweden? ",
        "subtitle": " NA ",
        "owner": " i24NEWS English ",
        "views": " 1,725 views ",
        "likes": " 26 ",
        "dislikes": " 29 ",
        "shares": " NA ",
        "datePosted": " May 16, 2019 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=5ZZNdIGcqao ",
        "postText": " Articles: https://www.i24news.tv/en. Live: https://video.i24news.tv/page/live?cl.... Replay: https://video.i24news.tv/page/5a97b81.... . Facebook: https://www.facebook.com/i24newsEN/. Twitter: https://twitter.com/i24NEWS_EN. Instagram: https://www.instagram.com/i24news/. . THE RUNDOWN | After a series of incidents targeting Jews in Malmo and elsewhere, is Sweden starting to face an anti-Semitism crisis? Former Israel-Sweden Friendship Committee Vice Chair Ilya Meyer discusses with hosts Calev Ben-David and Nurit Ben.. . Story:. . A Jewish Sweden woman in her 60s is in critical condition after she was stabbed repeatedly in the central city of Helsinborg on Tuesday, in an attack that is feared to have been motivated by anti-Semitism. . . The woman, said to be an active member of the Jewish community in the city, was reportedly stabbed nine times around 7:30 AM local time when she was thought to have been on her way to work. . . Authorities have yet to official state the nature of the attack, but the local Jewish community and Israel's Foreign Ministry has stated that it appears to be fueled by anti-Semitism. The official background of the incident is still under investigation and a manhunt for the assailant is underway.. . Police have increased security around Jewish centers in the city as a precaution, local media reported. . . According to Israel's Foreign Ministry, the assailant was a Muslim man known to authorities, reported the Times of Israel. No official confirmation was given from Sweden.. . Israel's President Reuven Rivlin issued a statement shortly after the news:. . 'Once again, Jews in Europe are in danger. Today's brutal stabbing of a woman in Helsingborg, Sweden reminds us that we cannot rely on fading memories of the Holocaust to keep today's Jewish communities safe. Our thoughts and prayers are with the injured, her family and community.'. . 'We will fight anti-Semitism with all our might, and will speak out against these dreadful incidents. Our thoughts and prayers are with the injured, her family and community,' he added.. . Anti-Semitic attacks have been on the rise across Europe and the United States in recent years. . . Anti-Semitic offenses rose almost 10 percent in Germany last year, and violent attacks were up more than 60 percent. In France, anti-Semitic incidents increased by 74 percent, from 311 in 2017 to 541 last year. ",
        "numberPosts": " 42 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - Over 65s,Age - Youngsters,Nationality - General,Physical Identity - Physical (and Mental) Impairments,Gender - General,Ethnicity - General,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Old,Nothing,Nobody,Immigrant,Nation,Mental,Dumb,Woman,Race,Terrorist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugz4mubAF4UEDebjNYp4AaABAg",
            "user": "i24NEWS English",
            "date": "5 months ago",
            "timestamp": 1559054260019,
            "commentText": "📺 Want more? Watch HERE: i24ne.ws/pyLy30n1G76\r\n🐦 Follow i24NEWS' account: twitter.com/i24NEWS_EN\r\n📘 Follow i24NEWS' page: facebook.com/pg/i24newsEN",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz4mubAF4UEDebjNYp4AaABAg.8uzYJ3zyNLb90DZLNZHM2h",
                    "user": "Brian Mç G",
                    "date": "1 week ago",
                    "timestamp": 1571668660353,
                    "commentText": "We need to collaborate and end this now.!",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgzfsmbItlSyMfU25cF4AaABAg",
            "user": "issac brott",
            "date": "2 months ago",
            "timestamp": 1567003060022,
            "commentText": "Another Heroic Mislim...there were properly 10 of them...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzfsmbItlSyMfU25cF4AaABAg.8ypAnQZYFJG90_u4ifmQAX",
                    "user": "AntiSemitism is not idea but Psychosis",
                    "date": "1 day ago",
                    "timestamp": 1572187060442,
                    "commentText": "Middle east is just filled with barbaric states based on Islamic fundamentalism.\nHowever, there is the only democracy which is much developed in all aspects such as technology, politic, economy, science, culture and education.\nThis country is called 🇮🇱State of Israel🇮🇱.\n\nLong live ISRAEL from SOUTH KOREA.\n🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷😙💕😙💕😙💕😙💕🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxcPvaoXkssKwSZw5l4AaABAg",
            "user": "Dave Stonehill",
            "date": "2 months ago",
            "timestamp": 1567003060025,
            "commentText": "What a coward. He stabs on an unarmed <b> woman.</b> Doesn't get much lower than that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "UgzoHgvqyi0VvgSmKLh4AaABAg",
            "user": "Nördisk",
            "date": "4 months ago",
            "timestamp": 1561732660027,
            "commentText": "A N N U D A\n        S H O A H",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgztkoOlTP0KENBNnf94AaABAg",
            "user": "zaggy3110",
            "date": "4 months ago",
            "timestamp": 1561732660030,
            "commentText": "Oh, shut up,  jews. Cry me a river\nYou wanted the flooding of Europe and the destruction of our western culture.Well, it seems you have been successful.  The indigenous peoples of Europe  are dying\nCongratulations and my respect for your achievement. Now STFU",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyKy8k3f-_Yck_2zMp4AaABAg",
            "user": "AngloHuscarl",
            "date": "5 months ago",
            "timestamp": 1559054260032,
            "commentText": "DONT BE FOOLED BY THE MSM, the reason for the rise is not the Far-Right (which the Left want you to believe) its the influx of Muslim Immigrants, they merely bring their own intolerance and hatred of the Jews!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugyqcwv1kVuU7wNk3Xh4AaABAg",
            "user": "Anthony Joseph",
            "date": "5 months ago",
            "timestamp": 1559054260035,
            "commentText": "It's anudda shoah.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugyqcwv1kVuU7wNk3Xh4AaABAg.8vSNmCFyPG48y3jxTMMwhK",
                    "user": "Dave Stonehill",
                    "date": "2 months ago",
                    "timestamp": 1567003060406,
                    "commentText": "Anthony Joseph: Don't count on it. We are armed to the teeth and ready. Try attacking us and it might be you on the receiving end of anudda shoah.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugyqcwv1kVuU7wNk3Xh4AaABAg.8vSNmCFyPG48zo8UF3E_AH",
                    "user": "Inconspicious Fellow White Man",
                    "date": "1 month ago",
                    "timestamp": 1569681460407,
                    "commentText": "Dave Stonehill jews overseas are vulnerable how u goin to defend them?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugyqcwv1kVuU7wNk3Xh4AaABAg.8vSNmCFyPG48zpOJj1FC4G",
                    "user": "Dave Stonehill",
                    "date": "1 month ago",
                    "timestamp": 1569681460409,
                    "commentText": "@Inconspicious Fellow White Man Good  question. The answer is that Jews overseas  have to learn how to defend themselves. They need  to be armed and they need to learn basic self-defense. That will help quite a bit.  Of course, they always have Israel to go to if things get too out of hand. That is the key. Israel.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxtUYPp1nDCp8M7rPF4AaABAg",
            "user": "Forsaken Janissary",
            "date": "5 months ago",
            "timestamp": 1559054260038,
            "commentText": "Because of rising Islam in Sweden.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd8xLdSSuF3EV",
                    "user": "Narayana 69",
                    "date": "3 months ago",
                    "timestamp": 1564324660427,
                    "commentText": "Nothing to rise. Swedish people were always with hate of Jewish people. Irrationall hate",
                    "likes": 0,
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd8ynWJxfyoz8",
                    "user": "Forsaken Janissary",
                    "date": "2 months ago",
                    "timestamp": 1567003060428,
                    "commentText": "Narayana 69 This isn't at all the cause if the Swedish people who if anything are the most tolerant and inviting people into he world so stop making stuff up. This is purely because of increase in hate crimes committed by Musllims who have a hatred for us and make it well known in many ways and this is far from a secret.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd8yoDBUC7aUE",
                    "user": "Narayana 69",
                    "date": "2 months ago",
                    "timestamp": 1567003060430,
                    "commentText": "@Forsaken Janissary well you voted for government who passed law let them Inn. I understand women and children. <b> Old </b>grannies \nBut you let in whole Dash, Isis fighting divisions, whole Islamic State Army is in Sweden . What do you think where they can channel energy of rape and killings and torture ? On the same people who let them in to stay. What is 'the number of single mothers who got permission to  stay  in Kinddom of Sweden? 10 maybe 50?the rest are all former Islamic State Army  males.",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd8ypFYOUDl36",
                    "user": "Narayana 69",
                    "date": "2 months ago",
                    "timestamp": 1567003060432,
                    "commentText": "@Forsaken Janissary anti Semitism is different to Islamophobia. Swedish Jews are Swedish. They lived in Sweden for hundreds of years. They have Swedish names and surnames. Swedish is their native mother language. They have Swedish passports. It takes to he totally historically and sociologically illeterate people to target Swedish Jews as enemies of the state . So in  stead of viewing Swedish Jews as equal Swedish citizens part of Swedish society and culture what they really are , Swedish Jews are viwed by Majority of Swedish Lutheran by birth population as foreigners and they are in ignorance put in the same basket as recent Isis Islamic State fighters immigrants . So Swedish Jewish citizen are target of both Swedish Neo Nazis and Islamic Muslim immigrants. When the crime is committed against Swedish Jewish person police don't want to investigate and to bring those who commited crime to swift  justice. Excuse of Swedish police is we have backlog of crimes? That is no excuse. . In reality they look at those crimes as crimes committed against foreigners even though Swedish Jews are Swedish citizens born and bread in Kinddom of Sweden established 1600 AD. . So Swedish Jews have to hide their identity. They have to hide that they are Jewish. Because of hidden antisemitism in Swedish Society from government institutions and Swedish people and Jewish- Muslims antagonism. On the paper Swedish Jews are equal citizens in reality are second class citizens who live their lives incognito. Always target of physical violence and killings from Swedish right movement and former Islamic State Fighers who found refuge in the Kingdom of Sweden these days .",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd90_tdK6YtYb",
                    "user": "AntiSemitism is not idea but Psychosis",
                    "date": "1 day ago",
                    "timestamp": 1572187060433,
                    "commentText": "@Narayana 69 Middle east is just filled with barbaric states based on Islamic fundamentalism.\nHowever, there is the only democracy which is much developed in all aspects such as technology, politic, economy, science, culture and education.\nThis country is called 🇮🇱State of Israel🇮🇱.\n\nLong live ISRAEL from SOUTH KOREA.\n🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷🇰🇷😙💕😙💕😙💕😙💕🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd90_u1iFZDl_",
                    "user": "AntiSemitism is not idea but Psychosis",
                    "date": "1 day ago",
                    "timestamp": 1572187060435,
                    "commentText": "@Narayana 69 Anti-Semitism is not political idea or ideology. \nBut it is just a <b> mental </b>disease which can be cured by yourself.",
                    "likes": 1,
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "UgxtUYPp1nDCp8M7rPF4AaABAg.8vQkfFKgsSd90_v2JGhe6m",
                    "user": "Narayana 69",
                    "date": "1 day ago",
                    "timestamp": 1572187060437,
                    "commentText": "@AntiSemitism is not idea but Psychosis it is simple prejudice. There is no Jewish conspiracy. Being Jewish is not a <b> race.</b> It is religion and belonging to the groups. Everyone can become Jewish. Germans are behind banks and International Banking system not Jews. Bid 3 organisations of New World Order IMF, World Bank and Bis Bank of International Settlements are 80 percent employed by Germans speaking from Different German speaking countries. Most of the the Global banks who control world economy are based in German land of Switzerland and Germans people work in them. On higher management positions including CEO chief executive Office position. So Germanic people are controlling banks and global economy and accusing Jewish people. Most of the Jewish people don't work for IMF World Bank, Bis based in German land of Switzerland Basel or any of the Swiss Banks.that is true real life reality. Who doesn't believe me. Take a trip to Zurich yourself. All Germans in Swiss Banks. Then go to Isreal on holiday see the difference 😊 Despite true facts that Germans are behind Banking every single day I can hear you Jews you are all bankers charging interest on my loans and mortgage??? . In my life I met thousands of Jews and never saw or met any Jewish person who either work for a bank or own bank. However on my trip to Switzerland I met many Germans who are working in the bank. Anti Semitism is broken records Like a parrots repeating same nonsense again and again prejudice.",
                    "likes": 0,
                    "keywords": [
                        "Race"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugxmy-a6C3KKgh1fFYF4AaABAg",
            "user": "John Smith",
            "date": "5 months ago",
            "timestamp": 1559054260041,
            "commentText": "Wild guess: <b> Immigrant </b>or child of<b>  immigrant</b> to Sweden, non-white, of the variety jews push for in Europe and the US but wouldn't take into israel in a million years. Am I close?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugxmy-a6C3KKgh1fFYF4AaABAg.8vADKbLLDEG8xLagJjRo4v",
                    "user": "Narayana 69",
                    "date": "3 months ago",
                    "timestamp": 1564324660455,
                    "commentText": "No you are not Swedish are traditional anti Jewish and anti Israel. Swedish people hate irrationally Jewish people. This is since 16 century. The fact Muslims can attack is because Swedish people are afraid to do themselves. So they let Muslims without interference to attack Jewish Swedish citizens who are with Swedish names. They have Swedish passport. They speak Swedish as their mother language. On paper Swedish Jews are equal citizens.in Reality Swedish Jews are third class citizens. ROMANIANS Gypsies Have more rights in Sweden than born Swedish Jews who are descendants of Swedish Jews for hundreds of years. It is deep irrationall hate in every Swedish person against Jews. Irrational hate.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugxmy-a6C3KKgh1fFYF4AaABAg.8vADKbLLDEG8yaXJqoMAXU",
                    "user": "Men in black",
                    "date": "2 months ago",
                    "timestamp": 1567003060456,
                    "commentText": "Narayana 69 Shut up moron.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugxmy-a6C3KKgh1fFYF4AaABAg.8vADKbLLDEG90F-VxJl5SJ",
                    "user": "Jack Stucki",
                    "date": "1 week ago",
                    "timestamp": 1571668660458,
                    "commentText": "@Narayana 69 Hating Jews is not irrational.  It's a survival skill.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugxmy-a6C3KKgh1fFYF4AaABAg.8vADKbLLDEG90F0YWARP2Q",
                    "user": "Narayana 69",
                    "date": "1 week ago",
                    "timestamp": 1571668660460,
                    "commentText": "@Jack Stucki what survaval of Swedish Lutherans has to do with Jews? <b> Nothing.</b> Paranoia. Going back to the 16 century Martin Luther. Very well known Anti Semitite. 6 thousands of Swedish Jews are tiny minority of Sweden. They don't pose any threat by their 500 years presence. Sweden survived 500 years and prospered having Jewish minority. Sweden is not afraid of their own Jews. Sweden is afraid of United States of America if they expell their own Jewish citizens. Because Jewish Americans are Jewish. They are founding fathers of United States of America together with Descendants of Christians pilgrims. Both of them refugees from Europe. European Antisemitism created two powerful countries on this planet. The USA and Israel. Both created by hate of European Christians. Today Jewish Americans are in alliance with American Evangelical Christians. 200 millions of Americans. Represented in AIPAC in alliance with 10 Conservative Lobbies. So called Conservative block. They together are behind all US domestic and international policies. Here is how it goes. Yuo expell Tiny European own Jewish population most<b>  old</b> grannies and grandads who did not leave to Israel, Canada or US. You mess up with Israel. Who mess up with Jewish state. Tha<b> t natio</b>n mess up with The United States of America. Israel and United States are the same thing. Here you go. You will have both The US and Israel on your back. No Europe<b> an nati</b>on has balls or can win against US and Israel. So they <b> let </b>old Jewish folk stay. Too big sacrifice for<b>  few</b> old folks. Matter of principle. They would do it if there is no price to pay. As we all know there is high price to pay. Jewish people never lost the war. Isreal never lost the war. Jewish people always win on the end. There are two choices either you are with Jewish people or against them. There is no conspiracy. Everything is open. No Anti Semitism in America, Africa and Asia. Only in Europe. Only among Germanic Group of Nations. All descendants of Viking SS Army Group North in Eastern Front Russia. Who lost the war after 60 millions of de<b> aths. N</b>obody is stupid or naive these days",
                    "likes": 0,
                    "keywords": [
                        "Old",
                        "Nobody",
                        "Nothing",
                        "Nation"
                    ]
                }
            ],
            "keywords": [
                "Immigrant"
            ]
        },
        {
            "id": "Ugz2rowYv7MVVupSGe54AaABAg",
            "user": "denny loverin",
            "date": "5 months ago",
            "timestamp": 1559054260044,
            "commentText": "Hey Jews, fuck-you",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzF0bzn_ujmP45RAVF4AaABAg",
            "user": "Fred Perry",
            "date": "5 months ago",
            "timestamp": 1559054260046,
            "commentText": "M..lims",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzF0bzn_ujmP45RAVF4AaABAg.8v-4rPzTZgf8xjb-9vUg2_",
                    "user": "איתי כהן1",
                    "date": "3 months ago",
                    "timestamp": 1564324660379,
                    "commentText": "Muslims",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwM7HwEyXG5CiUubCh4AaABAg",
            "user": "hated and killed",
            "date": "5 months ago",
            "timestamp": 1559054260049,
            "commentText": "multi culturalism in europe needs more palestinian migrants in europe. we will give all the weapons to our palestinian friends, don't you worry.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwM7HwEyXG5CiUubCh4AaABAg.8uzl-mddd9K9-hLy5yK8-q",
                    "user": "Hanoch Bieber",
                    "date": "3 weeks ago",
                    "timestamp": 1570459060373,
                    "commentText": "hated and killed <b> dumb </b<b> >terrorist</b> brainwashed anti Semitic fool!!!",
                    "likes": 0,
                    "keywords": [
                        "Terrorist",
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugzetvzd5xSdNryW0B54AaABAg",
            "user": "Too'`'\\/",
            "date": "5 months ago",
            "timestamp": 1559054260052,
            "commentText": "\"Europe has not yet learned how to be multicultural. And I think we are going to be part of the throes of that transformation, which must take place. Europe is not going to be the monolithic societies that they once were in the last century. Jews are going to be at the center of that. It's a huge transformation for Europe to make. They are now going into a multicultural mode, and Jews will be resented because of our leading role. But without that leading role, and without that transformation, Europe will not survive.\"\n\nBarbara Lerner Spectre, founding director of Paideia, the European Institute for Jewish Studies in Sweden\nhttps://whitegenocide.info/quote.html",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugzetvzd5xSdNryW0B54AaABAg.8uzgfE9eMFL8uzps0kVkJ-",
                    "user": "Lana JDL",
                    "date": "5 months ago",
                    "timestamp": 1559054260392,
                    "commentText": "I think it's time to go home ! G-D bless Israel ! that's where we should be !",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzetvzd5xSdNryW0B54AaABAg.8uzgfE9eMFL8v-15buRFZH",
                    "user": "Too'`'\\/",
                    "date": "5 months ago",
                    "timestamp": 1559054260393,
                    "commentText": "@Lana JDL Home to Palestein?",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugzetvzd5xSdNryW0B54AaABAg.8uzgfE9eMFL8v-25mk8_fK",
                    "user": "Solving Politics",
                    "date": "5 months ago",
                    "timestamp": 1559054260395,
                    "commentText": "Too'`'\\/ The word is Multicultural, it means many cultures. It does not mean Islamization. Come back when you are intelligent enough to learn the English language!",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugzetvzd5xSdNryW0B54AaABAg.8uzgfE9eMFL8yaXQCzeYU_",
                    "user": "Men in black",
                    "date": "2 months ago",
                    "timestamp": 1567003060396,
                    "commentText": "Solving Politics Low IQ. Or maybe a shill.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugzetvzd5xSdNryW0B54AaABAg.8uzgfE9eMFL90OZL39Gwkn",
                    "user": "Men in black",
                    "date": "6 days ago",
                    "timestamp": 1571755060398,
                    "commentText": "Lana JDL Dye your hair back to its regular color",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgyRBwNdQsgVT3uqT9l4AaABAg",
            "user": "wayne's world",
            "date": "5 months ago",
            "timestamp": 1559054260055,
            "commentText": "Lol reap it fake jooooos",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxX2M0hL-cyKbtlaaR4AaABAg",
            "user": "chuck",
            "date": "5 months ago",
            "timestamp": 1559054260057,
            "commentText": "It's the Gulenists provoking Muslims against Jews. Watch how Gulen himself talks about Jews https://www.youtube.com/watch?v=iiZ4xTtSATI",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzGRI13SPuCNhanrWB4AaABAg",
            "user": "Go Johnny Go",
            "date": "5 months ago",
            "timestamp": 1559054260058,
            "commentText": "I wonder what the Jews would do in Sweden, when the government introduces implants or you can't buy or sell?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxVkemO0N0mLeNyuSR4AaABAg",
            "user": "X W",
            "date": "5 months ago",
            "timestamp": 1559054260061,
            "commentText": "Yea, flood Sweden with Muslims so Jews make Aliyah to Israel!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzIDwIKEtsDbNkUHAB4AaABAg",
            "user": "Harry D'Amour",
            "date": "5 months ago",
            "timestamp": 1559054260064,
            "commentText": "People are waking up",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw8b4Rcrk8rMu3u9Ld4AaABAg",
            "user": "Tai Basu",
            "date": "5 months ago",
            "timestamp": 1559054260066,
            "commentText": "Why america is allowing  tgis rascals muslims damit in the country muslims creat chaos and they creat war  kick all muslims out from american wake up brothers rascal muslims kick them out",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        }
    ]
}