{
    "header": {
        "title": " Discrimination against age ",
        "subtitle": " NA ",
        "owner": " mgboydnc ",
        "views": " 25,929 views ",
        "likes": " 46 ",
        "dislikes": " 5 ",
        "shares": " NA ",
        "datePosted": " May 28, 2009 ",
        "dateExtraction": " 2019-10-08 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=v6bc0dSVSYk ",
        "postText": " For school, we had to make a digital story on a discrimination topic...mine is age (discrimination against age) ",
        "numberPosts": " 19 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - General,Age - Over 65s,Ethnicity - General,Gender - General,Ethnicity - Black,Religious Identity - Jewish",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Age,Ageist,Ageism,Senior,Old,Race,Racist,Woman,Colored,Abe",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgxRLDwNOC8Jt5t54QJ4AaABAg",
            "user": "Alicia Tur",
            "date": "2 months ago",
            "timestamp": 1565262966680,
            "commentText": "I pray to God somebody will respect me enough to employ me before unemployment does kill me.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgybmdgN_BSkx9tA3Sh4AaABAg",
            "user": "Alicia Tur",
            "date": "2 months ago",
            "timestamp": 1565262966682,
            "commentText": "OMG thank you for this!  I am an older person just barely hanging on to hope. I was a good employed but I was cut..  I'm barely surviving.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz4fTkFihjOb4jiJ7t4AaABAg",
            "user": "Galaxy Games 456",
            "date": "8 months ago",
            "timestamp": 1549624566684,
            "commentText": "No. Children don't mimic what they see on tv/videogames/any form of entertainment.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugxh9zoPYdg8iOtZccl4AaABAg",
            "user": "Victoria Matthews",
            "date": "2 years ago",
            "timestamp": 1507461366686,
            "commentText": "'Despite the fact the United States' <b> Age </b>Discrimination in Employment Act (ADEA) has been in place for over 35 years,<b>  age</b> discrimination in employment remains pervasive.'~ Laurie McCann<b> , Senio</b>r attorney, AARP Litigation Foundation…\n'Negative perceptions of older workers were perceived as inflexible, unwilling to adapt technology, lacking an aggressive spirit, resistant to new ways, having some physical limitations, costing more for health insurance and complacent…\nTypically 90% <b> of a</b>ge discrimination suits do not make it to trial…\nOne reason is t<b> hat </b>age discrimination in the employment process is difficult to prove'… [LINK] ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Senior"
            ]
        },
        {
            "id": "Ugh6dsvFseJfhXgCoAEC",
            "user": "Mary Allen",
            "date": "2 years ago",
            "timestamp": 1507461366688,
            "commentText": "Respect starts at home and not to totally blame TV for misbehaved kids! It all starts when parents are against spanking their kid's asses to teach them respect. I have 2 grandsons and they know better not to disrespect me. All I have to do is give them both a certain look and stare and they know what is up and what I will do next if they don't act right. Result? I get lots of love and respect from them both and my daughters have to highest respect because I brought them up the same way like my grandsons.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgggurBZnbxTQ3gCoAEC",
            "user": "CLXW",
            "date": "2 years ago",
            "timestamp": 1507461366690,
            "commentText": "Perfect vid",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjVvbRHkjydrXgCoAEC",
            "user": "Mc Monobrow",
            "date": "3 years ago",
            "timestamp": 1475925366692,
            "commentText": "Ohhhh this makes me very mad is you said a curtain <b> race </b>mimics what they see on tv that is a huge generalisation and I am incredibly mad you said that and you said all children act this way you sir/madam are a hippocrit",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "UggZScuY911oUXgCoAEC",
            "user": "Jan DuBose",
            "date": "4 years ago",
            "timestamp": 1444302966694,
            "commentText": "Great video!  People of all ages need to realize that respect is a two way street.  You have to give respect to get respect.  Remember, your example is the biggest influence you have on others.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UghdJdZNn8jcRngCoAEC",
            "user": "Judah Gideon Datiles",
            "date": "4 years ago",
            "timestamp": 1444302966696,
            "commentText": "Many people abuse in several time or everytime. The unlawful to harass a person because of his or her <b> age.</b>  Unlawful<b>  age</b> discrimination happens when someone is treated unfavourably because of thei<b> r ag</b>e, without justification, or is harassed or victimised because of the<b> ir a</b>ge. We can include fighting youn<b> ger </b>age than them, bullying, punishing, and hardtalk.\n\nIf your child cadger a bread will you give him or her a punch? \n\nHarassment includes behaviour that is offensive, frightening or in any way distressing. It may be intentional bullying which is obvious or violent, but can also be unintentional, subtle and insidious.\nNo culture was exempt from the problem, and no culture can claim to be exempt today. While we've made dishearteningly little progress, at least we've started taking a relatively clear-eyed look at the groups that are affected and the situations in which discrimination occurs. At least we're willing to acknowledge discrimination as a problem, although we can't even be trusted to get that right much of the time.\n\nBut do you believe that  every life is valuable?\n\n<b> This</b> age discrimination can cause a war and can cause of death.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgijmylrOEcBxngCoAEC",
            "user": "Nikola Tesla",
            "date": "4 years ago",
            "timestamp": 1444302966698,
            "commentText": "\" Oh, I wish I was young again\". if you were in THIS society, you would give anything to be a adult again.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugj2KPt-PNTStngCoAEC",
            "user": "Nikola Tesla",
            "date": "4 years ago",
            "timestamp": 1444302966699,
            "commentText": "i actually broke my mouse (not kidding, seriously) when i saw this. 1:00 Kids are not stupid because of <b> age.</b>They dont mimic stuff because of<b>  age</b>. im probably smarter than a lot of you adults, and have better grammar. kids act like that because they get mad when they say \"Hey guys i think i saw something over there!\" and they are then ignored. We Go to this behavior because YOU disrespect US. We also deserve the right of speech. we need all the rights in the constitution, freedom for ALL. it also made me mad when i went to staples to get a new mouse, and told my mom to stay in the car. that i could handle it. then at the cashier th<b> e woma</b>n said \"sorry honey, you need a adult with you. your too young.\" i don't think that was in the store policy. what was that? it was her bei<b> ng agei</b>st. i should have b<b> een rac</b>ist to her, but i wasn't. couse' i was the lil' nice kid. Martin Luther king<b>  and</b> Abe Lincoln <b> freed co</b>lored people. Cezar Chaves helped the latins. I want to be the next in the list to free young and experienced people, they don't have rights. Experienced people have to go to homes, and kids are forced to take some subjects at school they don't want to. i could list other stuff, but im just going to put etc. someone help put a stop to this.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman",
                "Age",
                "Ageist",
                "Racist",
                "Colored",
                "Abe"
            ]
        },
        {
            "id": "Ugxp7I4FBMi5CCvk9Md4AaABAg",
            "user": "shan567870",
            "date": "6 years ago",
            "timestamp": 1381230966702,
            "commentText": "your the best i couldnt find an <b> ageism </b>video then i finally found your video this is an awsome video your awsome",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "UgzmMo3fIZ03ljrEMEF4AaABAg",
            "user": "bookcreator",
            "date": "6 years ago",
            "timestamp": 1381230966704,
            "commentText": "It's wrong when you discriminate SOLELY on <b> age.</b> If someone is equally as qualified to do something, it's wrong to forbid them from doing it. \nThe child wouldn't have the proper training to do so nor the proper reasoning capabilities of driving said tank. As for the man, it would simply be a threat to the children for him to be there *shrugs*",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgzuEcGAU8HEZe-CqXR4AaABAg",
            "user": "kearlstig1961",
            "date": "7 years ago",
            "timestamp": 1349694966705,
            "commentText": "Very nice...Well said.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugyo0XTIQ3yiUyIDMdN4AaABAg",
            "user": "ExtrumComics",
            "date": "7 years ago",
            "timestamp": 1349694966708,
            "commentText": "Qualifications over <b> age </b>anytime anywhere.\n\"You cannot gamble if under 21?\"\nThat's a ridiculous law, anyone who's qualified should gamble",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugyward1bLrwc5u43s54AaABAg",
            "user": "Angela G. Gentile",
            "date": "7 years ago",
            "timestamp": 1349694966710,
            "commentText": "Great video.  Thanks for putting an emphasis on the fact that we all deserve respect, no matter what <b> age </b>we are.  Keep up the good work.  And remember: First you are young; then you are middle-aged; then you are old; then you are wonderful. - Lady Diana Cooper",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgxjulzxRjAUzo1FaGh4AaABAg",
            "user": "Denise Ferreira Daly",
            "date": "7 years ago",
            "timestamp": 1349694966712,
            "commentText": "Thank you so much for your message, it is beautiful, I'm going to illustrate a short presentation on <b> Ageism </b>at Psychology class - Stereotypes and Prejudice at Curry College, Milton, MA. I hope you don't mind, I could never make a video like your. Happy Holidays, Merry Christmas and Happy New Year. Denise.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "Ugy4kwpHIRYLcHf-pz14AaABAg",
            "user": "Methen",
            "date": "8 years ago",
            "timestamp": 1318072566713,
            "commentText": "Age discrimination is <b> age </b>discrimination reguardless of what the conditions and or circumstances are, you ether do it or you do not,\r\nExample: 50 year<b>  old</b> man want to go back to kindergarden \r\nExample 2: 5 yea<b> r ol</b>d wants to drive a fully armed nuclear tank\r\n\r\nNow what is the primairy reason why these people will not be allowed to do what they want?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "UgzRHFViHkTnfrq74E94AaABAg",
            "user": "clintrock",
            "date": "9 years ago",
            "timestamp": 1286536566715,
            "commentText": "that picture of the fellow wearing a blue shirt and jamming his finger into the face of a seated and scared older man really made me feel bad. Where is that from if you don't mind me asking?\ngreat video by the way.  :)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        }
    ]
}