{
    "header": {
        "title": " The dark secret behind sexist advertisements. | Natalia Ortiz Hazarian | TEDxYSMU ",
        "subtitle": " NA ",
        "owner": " TEDx Talks ",
        "views": " 237,030 views ",
        "likes": " 6.1K ",
        "dislikes": " 481 ",
        "shares": " NA ",
        "datePosted": " Dec 21, 2016 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=askcLEVCTko ",
        "postText": " Women don't feel represented by advertisements – even though they are the main responsible for buying decisions around the world. Natália Hazarian investigates why that happens by specifying how ads are connected with sexism and gender inequality, and showing why we shouldn't tolerate that. With educational background in Public Relations, Natália brings her expertise in communication and branding to the fields of sustainable development and human rights. She helps brands build strong attitudes in social causes while exploring how citizens are shaping new expectations and patterns of consumption.  Born and raised in Sao Paulo, Brazil, her international work experience includes the United Nations, Edelman – the world's biggest PR company –, and multinationals like Unilever and Infosys. Natalia has also coordinated emergency housing projects to 91 families in 5 underprivileged communities in Sao Paulo through Techo, a Latin-American NGO that fights extreme poverty by implementing social inclusion programs. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx ",
        "numberPosts": " 519 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Woman,Sexism,Misogyny,Gender,Misogynist,Sex,Sexual,Nothing,Nobody,Zero,Weird,Blind,Freak,Deaf,Crazy,Dumb,Mental,Disabled,Old,Elderly,Common,African,Black,Ageism,Age,alcohol,Homophobia,Gay,Homosexual,Racism,Snowflake,Thin,Terrorist,Hun,pussy,doctors,Bum,Gay,Tomboy",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugytl86JN7iAcflAMzd4AaABAg",
            "user": "r collas",
            "date": "2 weeks ago",
            "timestamp": 1568901527216,
            "commentText": "mmmm i met a <b> woman </b>awhile back who suddenly had a bad feminists attitude. i asked what happened n she told me she went out clubbing n met a nice goodlooking fella n swapped numbers. he called n made a date . they were to meet at a warf for a ride around the harbour then dinner .her problem was he didnt recognise her at the warf n she lost it and started yelling at him so he left. i asked what was so different n she said she didnt think there was anything different cept she had makeup on .ok so how much makeup ? well i covered my freckles n did my eyes n made my lips look fuller .i said ok n what did you wear n she said she had her new legin things that hold your belly up n she had high heels on .i told her thats the problem n she lost it with me .a fella can have a shave n do his hair he cant do much else besides nice clothes.she was a totally different looking person to the one he met at the club . n women wonder why men are<b>  weird</b> ect its due to us not getting what we have seen which is what he wanted .maybe if women stopped trying to be what theyre not they might find someone who wants them for what they are .its not so much the advertising its the competition between women to outdo eachother.all a fella can do is try n have a bigger boat or bike or have better paying job n yes we all would like a beauty hanging off our arm but thats not always possible unless the partner is plastic",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw3blwkjPkbSIGHiRl4AaABAg",
            "user": "Freya Guffaw",
            "date": "2 weeks ago",
            "timestamp": 1568901527217,
            "commentText": "Yes. That's why if you are a <b> woman </b>you should stop caring for others. It's a waste of time, you will never get anything back.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz5P6OpJHSmkecIoL54AaABAg",
            "user": "fidan tahirova",
            "date": "2 weeks ago",
            "timestamp": 1568901527220,
            "commentText": "She was so compassionate during her speech,great!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwjzjitrwD04hCHa-h4AaABAg",
            "user": "sonali desai",
            "date": "3 weeks ago",
            "timestamp": 1568296727222,
            "commentText": "If men are blessed wid brain that works efficiently then we wd get good ads to watch!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxBu8cH6OykvbeFxIl4AaABAg",
            "user": "Don Blackburn",
            "date": "1 month ago",
            "timestamp": 1567519127226,
            "commentText": "I see so what you are saying is women are weak and extremely affected by ads.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzBmwXHVokGMXZvL654AaABAg",
            "user": "wang weihai",
            "date": "1 month ago",
            "timestamp": 1567519127229,
            "commentText": "and by the way she does have some unique speech style.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxEN4BxRDI15B6_aSF4AaABAg",
            "user": "Felix Midas",
            "date": "1 month ago",
            "timestamp": 1567519127233,
            "commentText": "If women don't like photoshopped images all they have to do is stop buying them.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz8L3KRg82Dvf7zHet4AaABAg",
            "user": "Midnight",
            "date": "1 month ago",
            "timestamp": 1567519127236,
            "commentText": "Adds...\nIm so tired of them.\nThere always like-\nGirls sleepover add: Come on girls! Lets have a sleeper! We have so many bffs! Its time for snacks!\n\nGirls real sleepover:\nMusic, boredum, art, things that people actaully like.\n\nLike, ever noticed that adds for pre-teens and teens are talking about pink, sparkles, smiles, mermaids, and unicorns?\nWhy?\nIn my sleepovers, we do art, listen to nirvana, play games! Its never pink and sparkly things and im sick of it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzCapYLJ0TKluN-onh4AaABAg",
            "user": "Ani B",
            "date": "1 month ago",
            "timestamp": 1567519127239,
            "commentText": "I hate ads in general. Any company that spends too much money on ads means they're pouring less money on the actual product which means their product sucks. And the ads are horrid too, made for sheeple.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxkMC37JMQlN9FpY_Z4AaABAg",
            "user": "Askew137 aneb POŘÁDNÁ ŽRANICE",
            "date": "2 months ago",
            "timestamp": 1564840727243,
            "commentText": "6:30 All of these should be memes. If they already aren't.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGFOmERwhOni16pLx4AaABAg",
            "user": "MyessYallyah Americus",
            "date": "2 months ago",
            "timestamp": 1564840727246,
            "commentText": "i think I would rather di then live the way they've forced me to when they made me the most robbed man whos ever lived",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzcjcN4cyebEciPmLd4AaABAg",
            "user": "Perry Mason",
            "date": "2 months ago",
            "timestamp": 1564840727249,
            "commentText": "Great talk but the only question I have is:\nIf women control the market (as she said) but women don't like the adverts... Why do they then go out and buy the products that they've seen on said adverts? It leaves a huge plot hole in what's being said in this video, in my opinion. I'm not saying she's wrong, or that the adverts a right, but I am wondering why the creators of the adverts seem to be the successful companies.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyxbww_X5BEUHbwilJ4AaABAg",
            "user": "chami s",
            "date": "3 months ago",
            "timestamp": 1562162327251,
            "commentText": "This should have alot more views..",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyp9yZCG3zDDegxo4l4AaABAg",
            "user": "Maelich Arn",
            "date": "3 months ago",
            "timestamp": 1562162327252,
            "commentText": "'THE SANDMAN' building and construction company :- 'Smashing your wife's back doors in and putting all your construction woe's back to sleep'.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzXZLvd6X1IyDUouWV4AaABAg",
            "user": "LLM",
            "date": "3 months ago",
            "timestamp": 1562162327254,
            "commentText": "A sad but much needed talk.  I notice <b> misogyny </b>everyday in movies, ads and more.  Imagine if<b>  African</b> Americans were still treated the way they were treated 200 years ago.  Sadly women are still being mistreated and objectified today. Th<b> e sexis</b>m needs to be called out just as much <b> as raci</b>sm is being called out.  Both are incredibly destructive.  Humans need to evolve and it matters greatly how you treat others.  Always be kind and compassionate.  Golden rule rules.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx1gZh458BV4OfZqfx4AaABAg",
            "user": "Adib Anwar",
            "date": "3 months ago",
            "timestamp": 1562162327256,
            "commentText": "Insertmeme.Councilofmenapproves.JPEG",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx24zumO-abfvTyDuR4AaABAg",
            "user": "Mariana Beatriz",
            "date": "3 months ago",
            "timestamp": 1562162327258,
            "commentText": "I agree with her conclusion but her argument is not really strong. We need more papers about the connection between behavior and advertising",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugx24zumO-abfvTyDuR4AaABAg.8wKE2jPSPZP8wNAIaaVrVT",
                    "user": "LLM",
                    "date": "3 months ago",
                    "timestamp": 1562162327721,
                    "commentText": "Mariana Beatriz .....there are already enough studies done.  Subliminal advertising alone, plus the overt <b> sexism </b>and<b>  misogyny</b> in movies, especially older movies.  It's destructive and creates biased behavior.  Imagine blacks still being treated the way they were 200 years ago.  Yet women still haven't reached that level of equality especially in many parts of the world.",
                    "likes": 4
                },
                {
                    "id": "Ugx24zumO-abfvTyDuR4AaABAg.8wKE2jPSPZP8wPfQ-KgeYE",
                    "user": "Mariana Beatriz",
                    "date": "3 months ago",
                    "timestamp": 1562162327723,
                    "commentText": "@LLM and there are also many studies that say the opposite, that is why I need her references. Again, I agree with her point, but these talks need to provide more info for the ones that watch them. \"I saw it on a TED talk\" is not an argument. I need papers of reputable sources done by reputable scientists, so we can end this discussion.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyAM2kLgROT1nvhhlJ4AaABAg",
            "user": "Alex",
            "date": "3 months ago",
            "timestamp": 1562162327260,
            "commentText": "👏👏👏👏👏👏👏👏",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzYkguriIO9MTKfLXR4AaABAg",
            "user": "Amy Hsu",
            "date": "3 months ago",
            "timestamp": 1562162327262,
            "commentText": "\"Respecting human rights among others is what makes us civilized.\" Nice speech!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzYkguriIO9MTKfLXR4AaABAg.8wCUaD2ZHld8wIPmOglXTz",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162327727,
                    "commentText": "Okay but what do human Rights have to do with those advertisements? \n\nAnd what concrete human Right was violated?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugz54kiDJz7PxuPK6s94AaABAg",
            "user": "Brenda B",
            "date": "3 months ago",
            "timestamp": 1562162327264,
            "commentText": "Now, let's tackle <b> ageism,</b> too!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz54kiDJz7PxuPK6s94AaABAg.8w90a4suchC9-JkWVPmOah",
                    "user": "lockandloadlikehell",
                    "date": "1 week ago",
                    "timestamp": 1569506327683,
                    "commentText": "Yes, let's \"tackle\" nature.\n\nGood luck with that",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzLbzhZbfooSJ7ibg54AaABAg",
            "user": "Siiri Cressey",
            "date": "3 months ago",
            "timestamp": 1562162328896,
            "commentText": "Seeing through advertisements to what they are really promoting is the first step towards not being manipulated by them any more.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxd5f420JEJoInBuNB4AaABAg",
            "user": "??",
            "date": "4 months ago",
            "timestamp": 1559570328898,
            "commentText": "A male orphan told me that many women when he shares his tale of how his mother was killed laugh and point. What's so funny about a soldier slashing your throat?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxbq9p0-m1QBkQkBgR4AaABAg",
            "user": "josh fritz",
            "date": "4 months ago",
            "timestamp": 1559570328899,
            "commentText": "Ads aren't meant to make you feel good about yourself, they're meant to sell a product. If that involves women (or men) having a crisis about their identity of appearance, that's what they'll do. Women are targeted more for ads aimed at their insecurity because women are generally raised to care more about their appearance, to appeal to others. Ads for products claiming to help guys \"get it up\" in the bedroom are equally willing to prey on insecurity if that's what it takes to sell a product. These ads aren't sexist, they're just exploitative. Not any better really, but we live in a world where money rules and products must sell, no matter about privacy or self esteem of the customer.\n\nEdit: Yes, sexisim and other forms of discrimination are widespread, and in many places affect women and minorities much worse than non-minorities. I just don't think that targeting advertisements created by cynical corporations interested only in selling products to the gullible through whatever means necessary, is a good place to start. The problem with <b> sexism </b>is deeper than that. It's ingrained into our culture, and in more extreme cases such as the culture of traditionalist Islamic countries, can result in women being systematically cut off from the outside world as a method of control. Human trafficking exists and thrives even in modern, first world countries because people aren't aware of it, or just don't see any way to stop it. Sexist ads are a symptom of a problem that pre-dates modern culture. We should fight not just for equality, but also for the sake of basic human decency, no matter how it be distributed. I respect anyone who truly tries to make a positive change in the world.\n\nAlso, to clarify, as I mispoke earlier, these ads may indeed be sexist, but the propagation of sexisim is not the purpose of the ads.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyy6_IOhDVcdwX4f4N4AaABAg",
            "user": "21st Centurion",
            "date": "4 months ago",
            "timestamp": 1559570328900,
            "commentText": "I'm guessing English isn't her first language",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGTFgMOBZtMw2kU2Z4AaABAg",
            "user": "Corey Scott",
            "date": "4 months ago",
            "timestamp": 1559570328902,
            "commentText": "All ads are predatory, aren't they?  Especially on Youtube.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyee_jTwBAwEBZBGoR4AaABAg",
            "user": "james black",
            "date": "4 months ago",
            "timestamp": 1559570328903,
            "commentText": "if this was a real thing    women  would boycot sexist adds and they  would  stop",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx9WL8O_jv_lEQ2tTV4AaABAg",
            "user": "Lost Space",
            "date": "4 months ago",
            "timestamp": 1559570328905,
            "commentText": "0 to 5000 in 1min",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxUmWEYm2Gy0KnIYF94AaABAg",
            "user": "Livanjka21",
            "date": "4 months ago",
            "timestamp": 1559570328906,
            "commentText": "I'm a mom and I damn well want to serve my family! I like products that help my family. Those speeches 🙄",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz150SFEwMwGKorUZx4AaABAg",
            "user": "Anita B.",
            "date": "4 months ago",
            "timestamp": 1559570328907,
            "commentText": "Why r people so afraid of muslims...most Muslims are God fearing and genuinely kind. Yes, there are zealots in all religions. No more, no less than any other religion. Only genuine responses please?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwHVD_tFQuZSsYkfXB4AaABAg",
            "user": "ackalibar",
            "date": "4 months ago",
            "timestamp": 1559570328909,
            "commentText": "And these same people can't take it when they see  Muslim women in modest attire. They keep calling them oppressed and backward. Well, if this is what you call being modern and civilised, then you keep your modernity and civilisation to yourself. Nowhere is <b> woman </b>more honoured than In Islam.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxgMMXcg6IYpYAdya14AaABAg",
            "user": "Punk Rock Secrets",
            "date": "4 months ago",
            "timestamp": 1559570328910,
            "commentText": "I don't suppose she's referring to the advertising that makes  fathers  look like incompetent idiots or the ones that paint all men as violent sexist predators, is she?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxgMMXcg6IYpYAdya14AaABAg.8v5lHTK4rZ28z16PkqfCD1",
                    "user": "a cats",
                    "date": "1 month ago",
                    "timestamp": 1567519129383,
                    "commentText": "Those adverts are a problem I agree but there can be problems for both genders at one time you know?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwyhy6WUcFHFmy6D_B4AaABAg",
            "user": "acgillespie",
            "date": "4 months ago",
            "timestamp": 1559570328912,
            "commentText": "Bitches have been creating all there own misery as long as I am <b> old.</b> Thank feminism & feminists for that. Destruction all by Jewish design",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxwxvCrI-el_XwbNTh4AaABAg",
            "user": "Connie Victoria",
            "date": "4 months ago",
            "timestamp": 1559570328913,
            "commentText": "She missed the obvious, a child's head is disproportionately large to their body. Indeed the photo shopped photo makes this grown <b> woman </b>look 11 years<b>  old</b>. Why do this?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxKw5RxZP0bo_-b2ml4AaABAg",
            "user": "Gazzara5",
            "date": "4 months ago",
            "timestamp": 1559570328915,
            "commentText": "Beauty is power and women seek to be beautiful and maintain that beauty to retain that power. Ads that appeal to men are no better.  You are only manipulated as much as you let yourself be. What about ads that tell a man he is worthless unless he can win a beautiful <b> woman?</b> All feminists see is the<b>  woman</b> being \"exploited,\" even though the female model usually makes more than the man.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx8sGnM-m1s3N_vMOF4AaABAg",
            "user": "Catherine Urbon",
            "date": "5 months ago",
            "timestamp": 1556891928916,
            "commentText": "Ughhh she sounds like Tommy Wiseau...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxj9C2Qodi1mD0IknN4AaABAg",
            "user": "Madea Simmons",
            "date": "5 months ago",
            "timestamp": 1556891928917,
            "commentText": "Yeah, sexist against men...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugxj9C2Qodi1mD0IknN4AaABAg.8uPJVIuNXXb8vlhIqrkk3g",
                    "user": "Des.",
                    "date": "3 months ago",
                    "timestamp": 1562162329440,
                    "commentText": "Boohoo, we just want to be seen as equals but men always play victim when called out.",
                    "likes": 3
                },
                {
                    "id": "Ugxj9C2Qodi1mD0IknN4AaABAg.8uPJVIuNXXb8wkgaK9KYjR",
                    "user": "I am a bot uwu",
                    "date": "3 months ago",
                    "timestamp": 1562162329441,
                    "commentText": "Madea Simmons yeah omg I don't want to be seen as an object in the media poor men..",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugyk184Kqrt_6WtJrAd4AaABAg",
            "user": "Венера Маннапова",
            "date": "5 months ago",
            "timestamp": 1556891928919,
            "commentText": "Marvelous Mrs. Mazel is a show that makes me feel less than as a <b> woman </b>and wife. Because it shows a perfect (inside and outside)<b>  woman</b> that does everything perfectly. The only 'mistakes' she does is in her hobby- stand up comedy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyvZjkD5eZdKwbNAbN4AaABAg",
            "user": "Priscilla Ferrari",
            "date": "5 months ago",
            "timestamp": 1556891928920,
            "commentText": "My sister used to be an ad model. Sometimes I had to go through a magazine more than once to find her because she was so photoshopped that I couldn't recognize her at first glance. It was heartbreaking to me because I always considered her to be so beautiful.",
            "likes": 57,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzoFuzrKFqOW2_TneZ4AaABAg",
            "user": "vertigoz",
            "date": "5 months ago",
            "timestamp": 1556891928922,
            "commentText": "Do men get all that fuss about objectification? Perhaps they've grown a pair. Of course it can be seen as <b> misogyny </b>as everything that doesn't fit in this victimhood  card women like to play so often. Women are empowered to do those adds, they are as much responsible as everyone else, and that's thing women don't like, responsibility towards their own actions, it's way better to blame all world instead",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzoFuzrKFqOW2_TneZ4AaABAg.8uETu0_Z3En8wkgjeFRmv1",
                    "user": "I am a bot uwu",
                    "date": "3 months ago",
                    "timestamp": 1562162329437,
                    "commentText": "omfg I genuinely hate this comment so much. Women aren't taken seriously ANYWHERE. Men get to control most if not all of the ads.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugw6f6tsXHReB8YyfoF4AaABAg",
            "user": "allil87",
            "date": "5 months ago",
            "timestamp": 1556891928924,
            "commentText": "Great talk!\nBlessings",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx_nzWCvGaWGpa5g4Z4AaABAg",
            "user": "Dawnna Wayburne",
            "date": "5 months ago",
            "timestamp": 1556891930619,
            "commentText": "There are very few ads that men can relate to either",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxLYx1LIei75viyLRt4AaABAg",
            "user": "Adam Karl",
            "date": "5 months ago",
            "timestamp": 1556891930621,
            "commentText": "And what makes this sexistist just Because a <b> Woman </b>has a problem a man do not have it doesn't mean its sexist",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxLYx1LIei75viyLRt4AaABAg.8u99D7SlKeC8wkgqtBO5M4",
                    "user": "I am a bot uwu",
                    "date": "3 months ago",
                    "timestamp": 1562162331030,
                    "commentText": "Wow ikr in ads women are seen as objects and men aren't so that means it's not sexist because men don't have that same problem",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgyhjbUKrOn2-EXzChN4AaABAg",
            "user": "unknown unknown",
            "date": "5 months ago",
            "timestamp": 1556891930623,
            "commentText": "Do we need a whole talk to realize that men are the decision makers? The majority of companies, board rooms and presidential cabinets are filled with and run by men. More women in decision making positions equals more representation of real women and women's issues.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgyhjbUKrOn2-EXzChN4AaABAg.8u7MvBAr2lF8wIPEhMidh9",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162331094,
                    "commentText": "Well if  women are easily influenced by advertisements, suggestions and other people´s  opinions, like the <b> Woman </b>in this Video said.\n\nWhy should we assume that the majority of women are strong willed and confident?",
                    "likes": 1
                },
                {
                    "id": "UgyhjbUKrOn2-EXzChN4AaABAg.8u7MvBAr2lF8wXMwcTRvlr",
                    "user": "lunali",
                    "date": "3 months ago",
                    "timestamp": 1562162331096,
                    "commentText": "Sadly, it's still more difficult to get to those positions as a <b> woman.</b> Women are not encouraged to achieve them and they might not be hired as easily for being women. In general the types of qualities associated with high positions like leadership skills, being loud with your opinion etc. are often perhaps unconciously frowned upon when it comes to women.",
                    "likes": 2
                },
                {
                    "id": "UgyhjbUKrOn2-EXzChN4AaABAg.8u7MvBAr2lF8w_WqVld5aM",
                    "user": "Slurp The Forbidden Juice",
                    "date": "3 months ago",
                    "timestamp": 1562162331097,
                    "commentText": "Hildegard von Bingen the talk doesn't say women are easily influenced by ads. It points out how the ads affect society as a whole, which then teaches women to act like or accept being treated as objects. By your reasoning, since men are in powerful positions and are the ones running society, they are the weak willed ones being swayed by the ads. How could such an easily influenced <b> gender </b>be trusted to be in charge of making important decisions? If men are really so much stronger than women they should be capable of running society fairly and not disregarding the privileges they were born with.",
                    "likes": 2
                },
                {
                    "id": "UgyhjbUKrOn2-EXzChN4AaABAg.8u7MvBAr2lF8xNNJwrKQmp",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840731098,
                    "commentText": "@Slurp The Forbidden Juice \nOkay I have to ask, what's with your username?",
                    "likes": 0
                },
                {
                    "id": "UgyhjbUKrOn2-EXzChN4AaABAg.8u7MvBAr2lF9-JjnuhZkqV",
                    "user": "lockandloadlikehell",
                    "date": "1 week ago",
                    "timestamp": 1569506331100,
                    "commentText": "@Slurp The Forbidden Juice \n\nExcept women score much higher on Agreeableness and are prone to group think and obeying authority, along with  issues with logic (as we see here) and being uncritical.\n\nApparently, you don't look at voting patterns or religious belief patterns.\n\nThere's that peak neuroticism creeping up again-- something else you're known for.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzCgPRbUahIPmb522t4AaABAg",
            "user": "Missy Artistic",
            "date": "5 months ago",
            "timestamp": 1556891930625,
            "commentText": "im not pro sjw, but as a <b> woman </b>i agree with this talk. many men are visual and they get influenced by non stop bs from advertisement and videoclips. Many men areny that smart to divide fantasy from reality. as a<b>  woman</b> i constantly see this bs and i cant see commercials. learned to ignore the bs. sometimes i get angry but i try to ignore it. especially now i know most of the 'women' are trannys i dont feel bad about myself",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxmq738wnra1WU2hjh4AaABAg",
            "user": "Lesbian Amazon Sister",
            "date": "5 months ago",
            "timestamp": 1556891930627,
            "commentText": "This was a great talk, thank you to all who watched",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwU5S86H9CU8Sg97Ch4AaABAg",
            "user": "Leo M",
            "date": "5 months ago",
            "timestamp": 1556891930629,
            "commentText": "about the advert about mother day. Watching this first time I did not look carefully at my screen and could not see clearly what mother and doughter are doing. Hearing the slogan however I though that surly picture cant show them cleaning, and here i am, they acctually cleaning. I suspect that advert was created by women, what is even more sad.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGRCpZLAg5SVzAX0F4AaABAg",
            "user": "Keep It Simple",
            "date": "5 months ago",
            "timestamp": 1556891930630,
            "commentText": "While there's always very real bad things happening in the world, this video is one large hasty generalization full of anecdotal examples. Can lead to women having victim mentalities and feeling men in general are oppressors (harmful to male/female relationships). No genuine researchers take things like the pay gap seriously (lifestyle choices explain the pay gap down to just 3%). You are not a victim. You are the powerful creator of your own reality.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxlrOPDmclbezIt9Kt4AaABAg",
            "user": "Fabio Rosario",
            "date": "6 months ago",
            "timestamp": 1554299930632,
            "commentText": "more victim talk... I don't really see anything wrong with the beer add. how is it harmfull for women? its a add FOR man, man like to look at women, so it succeeds in capturing male attention, therefore it works as an add. stop being a sensitive <b> snowflake.</b> adds arent harmfull to women, what is harmfull is the lack of education kids get nowadays and the social networks.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzVUSIhnVo01f93U394AaABAg",
            "user": "Social Mathematics",
            "date": "6 months ago",
            "timestamp": 1554299930633,
            "commentText": "After a few decades only Women will be necessary for reproduction.\nBy this way, only girls will be necessary to be born.\nThis will be the heaven of women and the end of their problems.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzVUSIhnVo01f93U394AaABAg.8tC9h_zg_jh8wIQ4RR7OJg",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162331144,
                    "commentText": "Muahahahaha",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzJD9nX3YhBnrqQkE94AaABAg",
            "user": "Gail Batty",
            "date": "6 months ago",
            "timestamp": 1554299930635,
            "commentText": "Guys don't feel we have anything in <b> common </b>with ads either, none of us look like those guys...it's just that we don't care.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx52vDiqd1IIhuyl8B4AaABAg",
            "user": "vwgolf1991",
            "date": "6 months ago",
            "timestamp": 1554299930637,
            "commentText": "What to make of this talk? It's as if this <b> woman </b>woke up one day and realized that there's this system that presents aspects of reality as problematic, and attempts to convince people to purchase solutions to these largely imaginary problems, and now she's on a mission to educate the world. Um, ya that's advertising. Convince a group of people that there is a problem - real or imaginary, offer a solution for a cost. She speaks as if she's blowing everyone's mind, as if it's all so new and shocking. I'm pretty sure we all get what advertising is.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzlb_GxCTO9DWUXlSN4AaABAg",
            "user": "Atuma Gideon",
            "date": "6 months ago",
            "timestamp": 1554299930638,
            "commentText": "Lovely! It's really that these  advert affect our world negatively",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw4OgGqLoued1JYKgB4AaABAg",
            "user": "sakshi karanjkar",
            "date": "6 months ago",
            "timestamp": 1554299930640,
            "commentText": "I just thought that <b> sexism </b>existed in India even in the 21st century, but little did I know that it is such a strong and emotionally disturbing issue worldwide. Kudos to Natalia, this video deserves much more views. It should reach as many people as possible.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwjF854hckBKohydNh4AaABAg",
            "user": "Rage Turned In Words",
            "date": "7 months ago",
            "timestamp": 1551621530641,
            "commentText": "Imagine the psychological impact of the objectification of women have on younger women. Because of the way men generally objectify them for their outer looks they think every man is objectifying them. I was walking around where I live and I decided to wave to the people I'd come across. One was an <b> elderly </b>lady and she gladly waved back, smile and everything and the other was a young<b>  woman</b>...she blatantly ignored me and didn't want to wave back...she's probably been objectified by many men and didn't want to talk. It's sad when you think about it.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgylzPFXl41XoyALDKp4AaABAg",
            "user": "blimp boi",
            "date": "7 months ago",
            "timestamp": 1551621530643,
            "commentText": "the sad truth is that whenever there is an ad with a wholesome non toxic message, the main motivation behind is still money making",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwLTeiGuMZxjBcn7st4AaABAg",
            "user": "Amber J",
            "date": "7 months ago",
            "timestamp": 1551621530644,
            "commentText": "great speech totally true and needs to be changed",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyPsdnmLGpLe663RRp4AaABAg",
            "user": "LadyLily",
            "date": "7 months ago",
            "timestamp": 1551621530646,
            "commentText": "On the point!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx6kr1ydQEli6pGeQZ4AaABAg",
            "user": "Mickeyislowd",
            "date": "8 months ago",
            "timestamp": 1549202330647,
            "commentText": "She is strongly suggesting that men are to blame for the CEOs of companies with marketing departments abusing women whilst they are trying to sell their products. This is not the case whatsoever. Take a look at all the Gillette shaving products that say 'The best a man can get''...? It is always with a beautiful <b> woman </b>who is portrayed as his girlfriend or wife who feels his face and then approves he is now acceptable to her. If you look it is everywhere but this<b>  woman</b> cannot acknowledge this because she has cognitive bias hard wired in her brain and i<b> s blin</b>d to see this happens to Men and Women also!! She thinks she is right and is trampling all over men by suggesting men are to blame for the marketing tactics that all manufactures use and have used from the beginning of T.V !!! Even if you layed this out for her in multiple instances she would never accept this to be so!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzSjS_6OtENTDaa4cp4AaABAg",
            "user": "Mickeyislowd",
            "date": "8 months ago",
            "timestamp": 1549202330649,
            "commentText": "Men are victimised in the same extent as women are. Men are told to be the head of the house and they must bring in money to pay for the bills and rent or mortgage and this all starts from day one at school. When men leave the classroom and enter into the job markets they are faced with the reality that there isn't enough work out there and what is out there is below the poverty level. This puts a huge stress on the body and men feel inadequate from the get go. Men have problems just as severe as women do only we are told to bottle it up and never cry about it. In my country the No1 cause of death for young men is suicide and all men understand why this is so!!! Let that sink in real hard. It is at epidemic levels and is a growing crisis yet the tabloids and news outlets NEVER EVER speak about this. It is covered up because if it was to be talked about in the media there would be a backlash and a demand for this horrifying truth to be put right. Men are abused and sexualised and worse ignored in a far deeper extent yet women refuse to acknowledge this completely. I know several people who have committed suicide and some are from my school going back to our first day at school. I am not a unusual case but I am typical man who just have been sickened that this has been happening for as long as I can remember. Men have problems too but they are just different. It is acceptable for this beautiful <b> woman </b>to talk about this but when have you seen a man get up there and do the same thing. Never is the right answer because we are not allowed to complain simply because it would be perceived as a weakness. Men are not allowed to cry and share their struggles in life which is a terrible crime against men. Men have problems too but they are different problems and even this truth is beyond taboo and is not allowed in society!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzSjS_6OtENTDaa4cp4AaABAg.8qhOd7sEpiM8rHOeaKpJ64",
                    "user": "Is Houston",
                    "date": "7 months ago",
                    "timestamp": 1551621531046,
                    "commentText": "I'm gonna be honest dude, I didn't read this whole thing. I'm sure it has great points, and I probably agree with most if not all of them, but I have to say that these things are not taboo. Sure, your personal experiences might have led you to come across horrible women in the past who downplay male problems, but most, of not all people are ready to admit men have significant disadvantages in some aspects of life. However, this has absolutely <b> nothing </b>to do with the video. The video is not attacking a men's right to victimhood, it is not here to highlight how men have it better, it's not trying to silence anyone with issues, it's just trying to point out a specific problem that has to do with<b>  sexism</b> towards the femal<b> e gende</b>r in particular. That is all. Shouting men have problems too on a video about women is not going to help your point get across. And also men get abused and sexualized way worse then women? Have you ever SEEN the statistics on domestic abuse? Or talked to a women about their experiences with cat callers and men on the street? Have you ever talked to a women before? That's all. Have a nice day I guess.",
                    "likes": 5
                },
                {
                    "id": "UgzSjS_6OtENTDaa4cp4AaABAg.8qhOd7sEpiM8rHUDQQEm-j",
                    "user": "Mickeyislowd",
                    "date": "7 months ago",
                    "timestamp": 1551621531047,
                    "commentText": "@Is Houston <b> Sexism </b>is committed by sexist people Women and Men! Men are sexualised just as much as women and if you say that isn't true then look in the mags and TV commercials. Women are not sexualised by Men but by sexist people who are the few. My points were valid that we cannot complain but here we go again another<b>  woman</b> complaining or at least I'm saying she can stand up and say this but a man can must not.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugz1kLqUJaRDj9_6Xzh4AaABAg",
            "user": "Halley Kunen",
            "date": "8 months ago",
            "timestamp": 1549202330651,
            "commentText": "Very courageous presentation.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzhTs8LaYR8p_D7frZ4AaABAg",
            "user": "Sheree Caves",
            "date": "8 months ago",
            "timestamp": 1549202332216,
            "commentText": "Thank you Natalia !! Boy you hit the nail on the head !! Thank you for bringing awareness about this subject !! God bless you and yours and your work !!! Sincerely Sheree 😇😇😇😇😇🌹🌹💒💒💒💒💒💒💒💒💒💒💒",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwI9QR_SEhotVyrtyh4AaABAg",
            "user": "Darya Varfolomeeva",
            "date": "8 months ago",
            "timestamp": 1549202332218,
            "commentText": "It is easier to oppress and abuse a group of people after gehumanising them. That is what those add do to us. Great talk!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyLpwfScfDEUA6jfOF4AaABAg",
            "user": "Kate Noswatudidthere",
            "date": "9 months ago",
            "timestamp": 1546523932220,
            "commentText": "3:56 that is Mr.Clean",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxTB7JlZ55wOe-EglR4AaABAg",
            "user": "Susanna Schwab",
            "date": "9 months ago",
            "timestamp": 1546523932221,
            "commentText": "came back to this video today when i heard about the new law that Great Britain is about to install from next June on!!! yaaaaaay!!!! no more <b> gender </b>specific commercials allowed!!! one step in the right direction i'd say!!! eventhough it seems like a huge detour for humanity itself... but better late than never!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwvnJlHqabDCJTpz4B4AaABAg",
            "user": "Terrania Korra",
            "date": "9 months ago",
            "timestamp": 1546523932224,
            "commentText": "Makes me wonder why as a <b> woman,</b> most of my jeans don't have actual pockets while most or all of men's jeans have pockets.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwvnJlHqabDCJTpz4B4AaABAg.8otaulNL7KB8zOWnxYtWVn",
                    "user": "Melissa Monteiro",
                    "date": "1 month ago",
                    "timestamp": 1567519132627,
                    "commentText": "Tell me why. Whats the reason behind that?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzXeRF2XJOhVYr_r6d4AaABAg",
            "user": "Alexander Jones",
            "date": "9 months ago",
            "timestamp": 1546523932226,
            "commentText": "This may come as a shock, but your average mans man sure isn't represented very well in ads either. Maybe include that problem?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzc_J9c12uQr7R6SrR4AaABAg",
            "user": "Chito Dʀɛaʍs",
            "date": "10 months ago",
            "timestamp": 1543845532228,
            "commentText": "People saying guys should also get paid paternity leave. dude. Are you saying if a <b> woman </b>is pregnant, she shouldn't be able to get a leave and continue work,  because equality right? Unless guys get the same treatment? You're basically telling your daughter, gf, wife, mother, grandmother, aunts, to work while they're heavily pregnant because.. men doesn't get the same treatment. Wow. Nice.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzX9auX_YQHB0YtFV94AaABAg",
            "user": "Lorraine Smith.",
            "date": "10 months ago",
            "timestamp": 1543845532229,
            "commentText": "Mascara ads....with false eye lashes...kills me ,, what is the point of the mascara?",
            "likes": 163,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwlQ5Qk_DG1c1_V0SJ4AaABAg",
            "user": "Mekel Reen",
            "date": "10 months ago",
            "timestamp": 1543845532231,
            "commentText": "80% of the buying decisions are made by women in that country, but the sexist part of this equation is 65% don't like the ads.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzjWxxktRQa0n2WP-14AaABAg",
            "user": "X Eris250 X",
            "date": "11 months ago",
            "timestamp": 1541253532233,
            "commentText": "People don't know what they're doing...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyHKzv0-KdMEPzD8dV4AaABAg",
            "user": "Sarah Trachtenberg",
            "date": "11 months ago",
            "timestamp": 1541253532235,
            "commentText": "Boycott the products. The ads like this will only be around as long as they're considered effective.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwijV_SDDuvqHbFIKB4AaABAg",
            "user": "Laura Croft",
            "date": "11 months ago",
            "timestamp": 1541253532236,
            "commentText": "ADVERTISING IS SUBLIMINAL  BRAINWASHING. JUST A SMALL REFLECTION OF THE  VIOLENCE HAPPENING TO WOMEN ACROSS THE WORLD.",
            "likes": 33,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz_NeVALa18ckQQQ_54AaABAg",
            "user": "krissander1",
            "date": "11 months ago",
            "timestamp": 1541253532238,
            "commentText": "Men are stereotyped too",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz_NeVALa18ckQQQ_54AaABAg.8makcZP6Dqf8qhTPaYU0rH",
                    "user": "Mickeyislowd",
                    "date": "8 months ago",
                    "timestamp": 1549202332595,
                    "commentText": "Yes that is right. Men are victimised in the same extent as women are. Men are told to be the head of the house and they must bring in money to pay for the bills and rent or mortgage and this all starts from day one at school. When men leave the classroom and enter into the job markets they are faced with the reality that there isn't enough work out there and what is out there is below the poverty level. This puts a huge stress on the body and men feel inadequate from the get go. Men have problems just as severe as women do only we are told to bottle it up and never cry about it. In my country the No1 cause of death for young men is suicide and all men understand why this is so!!! Let that sink in real hard. It is at epidemic levels and is a growing crisis yet the tabloids and news outlets NEVER EVER speak about this. It is covered up because if it was to be talked about in the media there would be a backlash and a demand for this horrifying truth to be put right. Men are abused and sexualised and worse ignored in a far deeper extent yet women refuse to acknowledge this completely. I know several people who have committed suicide and some are from my school going back to our first day at school. I am not a unusual case but I am typical man who just have been sickened that this has been happening for as long as I can remember. Men have problems too but they are just different. It is acceptable for this beautiful <b> woman </b>to talk about this but when have you seen a man get up there and do the same thing. Never is the right answer because we are not allowed to complain simply because it would be perceived as a weakness. Men are not allowed to cry and share their struggles in life which is a terrible crime against men. Men have problems too but they are different problems and even this truth is beyond taboo and is not allowed in society!!",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UgzqCxXtcuijbcwOYwx4AaABAg",
            "user": "James Pagous",
            "date": "11 months ago",
            "timestamp": 1541253532240,
            "commentText": "1:50 to 2:10 \nThis happens to men all of it happens to men it's just that people <b> freak </b>out if it's a woman",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwnJFdvuCr5ZVnw1u54AaABAg",
            "user": "NataliesRevenge",
            "date": "11 months ago",
            "timestamp": 1541253532242,
            "commentText": "I'm tired of the \"She could be your daughter, wife, sister... etc\" because it takes that for some men to understand. What if it was them? What if men were treated this way? How would they feel in that situation?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzUXz-3mjmCBPf81st4AaABAg",
            "user": "Zaneta",
            "date": "1 year ago",
            "timestamp": 1538575132243,
            "commentText": "You can tell she's really emotional about the topic, especially towards the end. I'm glad she's being passionate about standing up for women and how they are presented in the media.",
            "likes": 160,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzaWp-jfe9W805RSMh4AaABAg",
            "user": "Tomás Rocha",
            "date": "1 year ago",
            "timestamp": 1538575132245,
            "commentText": "Says that abortion is killing  babies... and then applauds women standing up for abortion in Poland...What?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzLYg73xabhYdX2n414AaABAg",
            "user": "nancy wysemen",
            "date": "1 year ago",
            "timestamp": 1538575132247,
            "commentText": "Great presentation. Nice build up to clarity. Thank-you.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzLFfh7T_j6EL8GRkR4AaABAg",
            "user": "Robert Wilber",
            "date": "1 year ago",
            "timestamp": 1538575132249,
            "commentText": "Why are you using Brazil as a basis in the US?\nIt is ADVERTISING, created to appeal to the unconscious to get people to part with their $$.\nGo whine in a country where <b> nobody </b>cares like Syria.\nWhat are you crying to me about Armenia for? Go there and complain.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw4UU7NTUxNLK4vNT94AaABAg",
            "user": "sara candy",
            "date": "1 year ago",
            "timestamp": 1538575132251,
            "commentText": "God, this lady has the most cringey way of speaking I've ever heard.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyZvKhh46AfvRyCNUh4AaABAg",
            "user": "Leo, Januszewski",
            "date": "1 year ago",
            "timestamp": 1538575133479,
            "commentText": "This girl is one long run-on sentence.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxXM0S7UIgw076ctzJ4AaABAg",
            "user": "RozzzA",
            "date": "1 year ago",
            "timestamp": 1538575133481,
            "commentText": "Yeah, I knew she was Armenian! It's nice to see her on TED",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwh252CJm7teilfU5V4AaABAg",
            "user": "Некто Лохматый",
            "date": "1 year ago",
            "timestamp": 1538575133483,
            "commentText": "Ads has never forced me to violent a <b> woman.</b> Frankly, I'm surprised to hear that men may transmit the \"objectiveness\" of women in ads into the real life. If it's so, it's horrorful: it makes me think that<b>  sexism</b> is everywhere and comes even from things seem to be so far from it. We shouldn't divide women into \"beautiful\" and \"not beatiful\": this is different for all people. And of course we shouldn't push women to be \"beatiful\" to us: they were not born to be a decoration.",
            "likes": 48,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugwh252CJm7teilfU5V4AaABAg.8keUwsdlwDv8xNMS5ujweJ",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840734214,
                    "commentText": "I divide people into what they can do.\nAnd there is <b> nothing </b>wrong with that.",
                    "likes": 0
                },
                {
                    "id": "Ugwh252CJm7teilfU5V4AaABAg.8keUwsdlwDv8xSLnu02ovD",
                    "user": "Maria Santos",
                    "date": "2 months ago",
                    "timestamp": 1564840734216,
                    "commentText": "Cole Dibiase Ok boomer",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwi2qF9Q27kANvMDaZ4AaABAg",
            "user": "Maniac3020",
            "date": "1 year ago",
            "timestamp": 1538575133492,
            "commentText": "This is another one of many problems with Advertising.\nMy personal gripe with ads is when they advertise cars, with the actors not wearing their seatbelts, engaged in dangerous activities.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwi2qF9Q27kANvMDaZ4AaABAg.8kZEVOh5dlu8xNO8fQ2wwU",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840734176,
                    "commentText": "Are you by chance a father of four and 6.f3 because I know someone who shouts this every time he sees it!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzzOvjk_4J26oW9Q3F4AaABAg",
            "user": "Tatiana Rillera",
            "date": "1 year ago",
            "timestamp": 1538575133494,
            "commentText": "Why did I get an advertisement for how a <b> woman </b>should properly kiss a guy?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzzOvjk_4J26oW9Q3F4AaABAg.8kRi8x7OL3Z8uEd1hk5M2Y",
                    "user": "carultch",
                    "date": "5 months ago",
                    "timestamp": 1556891934169,
                    "commentText": "How a <b> woman </b>should properly kiss a guy:  be willing.   That's really all there is to it, to what a guy wants out of a kiss.",
                    "likes": 0
                },
                {
                    "id": "UgzzOvjk_4J26oW9Q3F4AaABAg.8kRi8x7OL3Z8wki5lSUXMF",
                    "user": "I am a bot uwu",
                    "date": "3 months ago",
                    "timestamp": 1562162334172,
                    "commentText": "Tatiana Rillera watch Eddy burbacks video on how to kiss it's about that ad",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyy6ueaLyJdiBxcCyV4AaABAg",
            "user": "el-mehdi Benchaib",
            "date": "1 year ago",
            "timestamp": 1538575133496,
            "commentText": "TEDx Talks are delighting us to understand deeply our nature and world. The unexamined life isn't worth living. These talks change my perception and thanks for those women who come and talk about who women are really. I like to hear and listen to a <b> woman </b>talks about what is a<b>  woman</b> than listening to the prejudices of society.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyJHjAspeiSgEVTbGd4AaABAg",
            "user": "Pragnant_weggy_board",
            "date": "1 year ago",
            "timestamp": 1538575133498,
            "commentText": "Duh, Bernays anyone?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxnnXYU859ve5WSdbl4AaABAg",
            "user": "Falcon",
            "date": "1 year ago",
            "timestamp": 1538575133500,
            "commentText": "man in advertisements are also stereotypes, you know like muscle men. Men are told to look like them",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz2Frb1YcSV7d3qD1d4AaABAg",
            "user": "Celeste Gamarra Venegas",
            "date": "1 year ago",
            "timestamp": 1538575133502,
            "commentText": "Me encantó este discurso",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzcV0vt4-uiBPwPhDF4AaABAg",
            "user": "Lauren regnier",
            "date": "1 year ago",
            "timestamp": 1538575133504,
            "commentText": "I'm offended .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzWroJD3rwkJRYZrzB4AaABAg",
            "user": "IISea QueenII",
            "date": "1 year ago",
            "timestamp": 1538575133506,
            "commentText": "I guess this is why everybody hates advertisements on youtube and just wanna click that damn skip button cause I don't care about Tiffany's backpain",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwhsrUmBljSE34-uQB4AaABAg",
            "user": "Calla Mett",
            "date": "1 year ago",
            "timestamp": 1538575133508,
            "commentText": "There was actually a study done, where they would scan peoples brains and show them images of men and women. When they looked at images of women, the part of the brain that identifies objects lit up. When shown pictures of men, they saw them as a whole person.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwhsrUmBljSE34-uQB4AaABAg.8jq4_7_7_J48rX8FbjyqZQ",
                    "user": "the Lost Q",
                    "date": "7 months ago",
                    "timestamp": 1551621534160,
                    "commentText": "+Ayanna\n\"...they saw them as a whole person.\"\nHow could they have known that. At best current technologies allow to see differences in brain activities. For all we know men were actually perceived as less than objects.\n\nAdditionally. What would you suggest we do with than information? You suggest we program everyone's brain to perceive men and <b> woman </b>identically?",
                    "likes": 4
                },
                {
                    "id": "UgwhsrUmBljSE34-uQB4AaABAg.8jq4_7_7_J48xNNjFvpJCq",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840734163,
                    "commentText": "Please leave a link to this study, my older sister is studying to be a neurochemist so I would love to get her opinion on the study and the information in it.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwFR69JtCbZza-wHcp4AaABAg",
            "user": "Calla Mett",
            "date": "1 year ago",
            "timestamp": 1538575133510,
            "commentText": "she ripped this off of another lady who did a ted talk about this. Used the same words, even the same pictures.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxfth2mc2szir1JqDV4AaABAg",
            "user": "Matinator",
            "date": "1 year ago",
            "timestamp": 1538575133512,
            "commentText": "Started out good then took a turn\n>\"guys in the audience, this is for you. What if that girl was somebody you knew in your family? What if it was your sister? [...] How do you feel about someone imagining \" etc.\nI don't think she cleared that up enough at all.\nIt doesn't matter if it's a stranger or not and implying that it would make a difference to the general audience, including you and me, and then proceeding to teach them that it should not is something at least I find insulting on a personal level.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxUlGsx8KJKfS8YuoV4AaABAg",
            "user": "MissFoxification",
            "date": "1 year ago",
            "timestamp": 1538575133513,
            "commentText": "Advertising has a lot to answer for. It appeals to bias and weakness. You won't be happy/popular/loved if you don't buy this product, combine that with social media and the inadequacies it leaves behind when people see others having fun and you have a dangerous combination.\nIt's not only sexist but advertisers prey upon us, it's easier to make people feel bad and offer the solution than to prove your product is just better than other products and entice people to buy them. You stink and are a waste of a human being vs. Do you want to smell nicer?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxZWPIIIdRdLo6gtdt4AaABAg",
            "user": "mariosx12",
            "date": "1 year ago",
            "timestamp": 1538575133515,
            "commentText": "Why I cannot take seriously anyone that expects to get inspired by brands with advertisements? Probably it's just me...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw7SMNe7j8ToOJBVjh4AaABAg",
            "user": "Sadaf Ali",
            "date": "1 year ago",
            "timestamp": 1538575133517,
            "commentText": "Men go through the same thing.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgygYhNeTTXOpOUg61h4AaABAg",
            "user": "Steph A",
            "date": "1 year ago",
            "timestamp": 1538575133519,
            "commentText": "Amazing",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwSOeu-33JU7mlYOK14AaABAg",
            "user": "Svetlana Ivanova",
            "date": "1 year ago",
            "timestamp": 1538575133521,
            "commentText": "It would be interesting to be in a public place (a store) and casually, yet loud enough, say I am not going to buy (this deodorant) because this brand uses sexist ads. Since most buyers around you are women (if statistics are right), they will hear you. They make say <b> nothing,</b> but they will hear. The same with children - they may act as if they are<b>  deaf</b>, but hear everything their parents say. Or say something funny to the same effect (works even better) - \"I'm not going to buy this deodorant because it only works for \"bones + skin\" (\"skin on bones) types). I'm too beautiful and too curvy, so, no, it's not for me (was not designed with me in mind). Women bond immediately - it takes one person to step up - and a few will say the same.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxU8xyXzqR1OoGN6Up4AaABAg",
            "user": "Maya Harper",
            "date": "1 year ago",
            "timestamp": 1538575133523,
            "commentText": "Am I the only one who doesn't consider the deodorant ad to be entirely sexist.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxU8xyXzqR1OoGN6Up4AaABAg.8iS5MJ4i7Bm8ns0m7TlBBX",
                    "user": "Elly Hafwen",
                    "date": "10 months ago",
                    "timestamp": 1543845534209,
                    "commentText": "Maybe you're not but how could you possibly think that",
                    "likes": 0
                },
                {
                    "id": "UgxU8xyXzqR1OoGN6Up4AaABAg.8iS5MJ4i7Bm8qhVcTQUTvZ",
                    "user": "Mickeyislowd",
                    "date": "8 months ago",
                    "timestamp": 1549202334211,
                    "commentText": "@Elly Hafwen How can you possibly not recognise the same style of advertising is used on men also...? Both are wrong and should not be allowed in western countries.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxIUi_BUslTOY_cOnJ4AaABAg",
            "user": "Amy Xoxo",
            "date": "1 year ago",
            "timestamp": 1538575134997,
            "commentText": "I'm interested in the topic but her speaking style is odd. Whiney. Off-putting. No energy.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxIUi_BUslTOY_cOnJ4AaABAg.8iJigQFbY_78i__XwQfIAW",
                    "user": "lyvsix",
                    "date": "1 year ago",
                    "timestamp": 1538575135350,
                    "commentText": "i sound like that when I take too many benzos... maybe she was nervous and took too many or maybe that's just her speech...",
                    "likes": 2
                },
                {
                    "id": "UgxIUi_BUslTOY_cOnJ4AaABAg.8iJigQFbY_78li1ixZ2MFX",
                    "user": "elenapelayo1",
                    "date": "1 year ago",
                    "timestamp": 1538575135352,
                    "commentText": "English isn't get first language",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwg_VX48QRKrsIveWJ4AaABAg",
            "user": "John Thangminlun",
            "date": "1 year ago",
            "timestamp": 1538575134999,
            "commentText": "She's beautiful.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwhKRtyp_A7OgdqOlR4AaABAg",
            "user": "Gissie D",
            "date": "1 year ago",
            "timestamp": 1538575135004,
            "commentText": "well don't decide to pose for them.they chose to sit for photos OK.don't look at them.!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzdbN5nuX6PgxxaIdd4AaABAg",
            "user": "Jordan Ashburn",
            "date": "1 year ago",
            "timestamp": 1538575135006,
            "commentText": "Feminine don't realize they're in the new 2018 Colt religion think about it what do cult leaders get you to do change the way you think I should have cut your hair get you to wear clothes you would never normally wear and the sad part is they already drink the punch and they don't know it",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzpuFgpL_mWbTNRJWl4AaABAg",
            "user": "Mike Lincoln",
            "date": "1 year ago",
            "timestamp": 1538575135008,
            "commentText": "What a nut case",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzpuFgpL_mWbTNRJWl4AaABAg.8h5X1_H8QDj8kTzIbcYbhs",
                    "user": "Puff The Magic Dragon",
                    "date": "1 year ago",
                    "timestamp": 1538575135324,
                    "commentText": "Mike Lincoln you mean 'what a great speaker'",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgwK_7VBf93vnmNLVwx4AaABAg",
            "user": "BENJAMIN REED",
            "date": "1 year ago",
            "timestamp": 1538575135010,
            "commentText": "I hope people realize that this came from Jean Kilbourne",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzsORTmRrzwXWIvH1x4AaABAg",
            "user": "angela jakob",
            "date": "1 year ago",
            "timestamp": 1538575135011,
            "commentText": "Boehoe, playing the victim card. Evolution shaped men's brain, they do not think like women, but we want to turn them in to soyboys. We are human animals and being civilised is just a <b> thin </b>sugar coating on human animalistic behaviour. What motivates us is search for resources and procreation. The world will never change only the way how we attain our goals. Honestly women do not like smelly men either.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwx0Rp8M-B_ft6DLK54AaABAg",
            "user": "C S",
            "date": "1 year ago",
            "timestamp": 1538575135013,
            "commentText": "Preach it Sister! Thank you for being a much needed voice in this area",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzSzdAFdSBlZlpVOvd4AaABAg",
            "user": "bob hite",
            "date": "1 year ago",
            "timestamp": 1538575135014,
            "commentText": "ah poor you -life is so hard for you snowflakes...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzThHW4p3o-I4R3DG14AaABAg",
            "user": "Cadmium and Wilsin",
            "date": "1 year ago",
            "timestamp": 1538575135016,
            "commentText": "Ay, I just saw someone in an 'Old Spice' advertisement where someone blew up, so I'll just be a <b> terrorist </b>now.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxRPERAtM6IRWsSQwl4AaABAg",
            "user": "Matthew Morton",
            "date": "1 year ago",
            "timestamp": 1538575135017,
            "commentText": "It's not that women don't want things, it's more so, I think, that the things women want they're afraid to admit to. \n\nTHATS why it's never about women. Cause when men ASK YOU what exactly it is you want.....ya'll never tell us ;)\n\nfair is fair.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz2McqIC_8oCGLU4VV4AaABAg",
            "user": "M B",
            "date": "1 year ago",
            "timestamp": 1538575135019,
            "commentText": "Duck, she's hard to listen to.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz2McqIC_8oCGLU4VV4AaABAg.8eQFvMmpMaI8wi43QtCv-d",
                    "user": "Lea Czinkota",
                    "date": "3 months ago",
                    "timestamp": 1562162335346,
                    "commentText": "Her accent kinda annoys me.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyqqSxP_7a0ud_4Mpd4AaABAg",
            "user": "AKNetworkEdit",
            "date": "1 year ago",
            "timestamp": 1538575135021,
            "commentText": "Advertising is violence.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxd16uuGTZScsUW1cZ4AaABAg",
            "user": "manfred schmalbach",
            "date": "1 year ago",
            "timestamp": 1538575135022,
            "commentText": "What's wrong with her lecture? Ah, the nagging. \nTED and even TEDx are supposed to be nagging-free zones for educated exchange of facts. She does not meet that basic requirement I'm afraid, not even the lower TEDx-ones.\nThis even might derive from the fact that there are no facts other than \"alternative facts\" declared to facts by <b> gender </b>study professional harpyies only.\nHaving some meaningless keynote graphics together with 15 minutes to display them or having one's ducks in a row for real are two very different kinds of approach.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyB7zxtg9JNVxDIR6x4AaABAg",
            "user": "Luisana Bethancourt",
            "date": "1 year ago",
            "timestamp": 1538575135024,
            "commentText": "Just one word. Amazing",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz6JlJtDVIibWz2eTN4AaABAg",
            "user": "No Stop",
            "date": "1 year ago",
            "timestamp": 1538575135025,
            "commentText": "I'm Armenian too. You did great!",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxmebPghPo7Do_C4r54AaABAg",
            "user": "Hugo Maritz",
            "date": "1 year ago",
            "timestamp": 1538575135027,
            "commentText": "Keep in mind that advertising tries to give people what they think they want. That is what the advertisers think is most likely to get you to buy their products. So a pretty good argument can be made that they follow more than lead. To then make the leap to connecting it to all these <b> gender </b>inequality issues is.. well.. a leap. Meh. Males are pretty hectically stereotyped as well in advertising for the simple reason that stereotyping is more effective. I don't agree that it has the predictive effect that you're arguing for. If you don't like an add, don't buy the product. Promise<b>  nothing</b> will be more effective. I don't like most adds directed at men but I find it sufficient (other than a snigger at the perpetual stereotypes) to simply ignore them. It's an essential skill in the modern world.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxYd3KtgiNIjPSW6pd4AaABAg",
            "user": "Alek Samson",
            "date": "1 year ago",
            "timestamp": 1538575135033,
            "commentText": "It's not Her story. She's not a protagonist. She is an ''object'' ...talking to women. How they can make themselves feel -look more beautiful. <b> Nothing </b>dark or secret behind advertisements. Definitely don't shape Armenian culture or global<b>  misogyny</b>.\nHer expertise in communication and branding is tainted with toxic ideology.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxYd3KtgiNIjPSW6pd4AaABAg.8c_r1MNSNEy8qhWqWsBobz",
                    "user": "Mickeyislowd",
                    "date": "8 months ago",
                    "timestamp": 1549202335339,
                    "commentText": "She cannot recognise the same style of advertising is used on men also. No matter how you layed that out by example after example she would still never accept this. Ideology is a very dangerous concept and we know the consequences if it spreads like a viral video. WWII was started because an ideology was spread and the flock went with the growing masses. People can be horribly fickle when the conditions are there. It may sound silly but ideologies are gaining momentum in western countries and especially the US and Europe. People are turning against each other when they should be supporting one another in these economically difficult times. I don't see an optimistic future anymore.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzaR-SpbHkO37ECSg94AaABAg",
            "user": "dadsafrantic",
            "date": "1 year ago",
            "timestamp": 1538575135035,
            "commentText": "i like that.  it's true for sure.  people need to stop being sheep and open their eyes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgymRKUNiRTeoJAOtdZ4AaABAg",
            "user": "M.C. Sickle Cell",
            "date": "1 year ago",
            "timestamp": 1538575135036,
            "commentText": "why do women like this never talk about how women are treated in islamic nations?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz31jt1cz8UU6jNlJF4AaABAg",
            "user": "MultiMelcon",
            "date": "1 year ago",
            "timestamp": 1538575136306,
            "commentText": "It has some nice ideas as video. But there is always a positive and negative interpretation of what we see. We can choose to take the positive. Also it is a point of view, there is no science in it. For instance i never thought that women are objects in advertisements (apart from extreme photoshopping which is not nice indeed for beauty standards and i agree it should stop) on the contrary i saw them as protagonists...models...everywhere...this is popularity and not objectification. There is many interpretations of the same exact thing. Depends which one you choose.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyGptT-X9BXASvm7ON4AaABAg",
            "user": "wink3319",
            "date": "1 year ago",
            "timestamp": 1538575136307,
            "commentText": "Feminists are just flat out <b> crazy.</b> They want to censor everything....",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxmP1VPz3vxrv-07Rd4AaABAg",
            "user": "Pratik Jain",
            "date": "1 year ago",
            "timestamp": 1538575136317,
            "commentText": "Talk was great. But you look so beautiful.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzPQPxcfZXKu-NQtD94AaABAg",
            "user": "hope dean",
            "date": "1 year ago",
            "timestamp": 1538575136319,
            "commentText": "I love that there are men in the comments saying they've never thought about this before. Like I hardly ever see American ads that the average <b> woman </b>can relate to",
            "likes": 452,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8kHqldApdB3",
                    "user": "Pigsteak Gaming",
                    "date": "1 year ago",
                    "timestamp": 1538575136737,
                    "commentText": "White Knight",
                    "likes": 4
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8kbPxHzbDaM",
                    "user": "Nathan C",
                    "date": "1 year ago",
                    "timestamp": 1538575136739,
                    "commentText": "no one can relate to ads",
                    "likes": 12
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8pcJH_rWQjh",
                    "user": "Logical Conservative",
                    "date": "9 months ago",
                    "timestamp": 1546523936740,
                    "commentText": "Wow.  These women look so glamorous, happy, and well paid.  Let's put a stop to that, immediately, make their lives miserable and unemployed, and call it \"feminism.\"",
                    "likes": 7
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8qhOKPU_eM5",
                    "user": "Mickeyislowd",
                    "date": "8 months ago",
                    "timestamp": 1549202336742,
                    "commentText": "Men are victimised in the same extent as women are. Men are told to be the head of the house and they must bring in money to pay for the bills and rent or mortgage and this all starts from day one at school. When men leave the classroom and enter into the job markets they are faced with the reality that there isn't enough work out there and what is out there is below the poverty level. This puts a huge stress on the body and men feel inadequate from the get go. Men have problems just as severe as women do only we are told to bottle it up and never cry about it. In my country the No1 cause of death for young men is suicide and all men understand why this is so!!! Let that sink in real hard. It is at epidemic levels and is a growing crisis yet the tabloids and news outlets NEVER EVER speak about this. It is covered up because if it was to be talked about in the media there would be a backlash and a demand for this horrifying truth to be put right. Men are abused and sexualised and worse ignored in a far deeper extent yet women refuse to acknowledge this completely. I know several people who have committed suicide and some are from my school going back to our first day at school. I am not a unusual case but I am typical man who just have been sickened that this has been happening for as long as I can remember. Men have problems too but they are just different. It is acceptable for this beautiful <b> woman </b>to talk about this but when have you seen a man get up there and do the same thing. Never is the right answer because we are not allowed to complain simply because it would be perceived as a weakness. Men are not allowed to cry and share their struggles in life which is a terrible crime against men. Men have problems too but they are different problems and even this truth is beyond taboo and is not allowed in society!!",
                    "likes": 8
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8r1NmvTQfY0",
                    "user": "lockandloadlikehell",
                    "date": "7 months ago",
                    "timestamp": 1551621536744,
                    "commentText": "@Aunty Agony \n\nYou say that as if it's something to aspire to.\n\nHilarious.",
                    "likes": 0
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8sVw6D5RnQa",
                    "user": "Skeleton3713",
                    "date": "6 months ago",
                    "timestamp": 1554299936745,
                    "commentText": "Food\n\n\n\n\n\n\nThat's all",
                    "likes": 1
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8ucrNX-aixo",
                    "user": "Gazzara5",
                    "date": "4 months ago",
                    "timestamp": 1559570336748,
                    "commentText": "Do you think we men can relate to ads with impossibly handsome, prosperous men getting impossibly beautiful women just because they drive the right car or use the right cologne?",
                    "likes": 1
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8vVf28EEtPz",
                    "user": "james black",
                    "date": "4 months ago",
                    "timestamp": 1559570336749,
                    "commentText": "hahahahah  you  are not average the adds are aimed at women   to  please the greatest number",
                    "likes": 0
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8vVfSSps_wd",
                    "user": "james black",
                    "date": "4 months ago",
                    "timestamp": 1559570337352,
                    "commentText": "@Mickeyislowd well  said    we  do need   to  end the lifespan  gap  this issue really  is the most important of our times after  underspending for half a centurey   on  mens issues  NO  NEW SPENDING ON  WOMENS ISSUES UNTIL LIFESPAN IS EQUAL",
                    "likes": 0
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8wKhd5qbOgG",
                    "user": "alandrian",
                    "date": "3 months ago",
                    "timestamp": 1562162337353,
                    "commentText": "Funny thing to me is men dont look at ads unless. It has something that catches their eye.  Thats why these companies do that men would gladly let you get all the representation in ads because we really dont want to look at them in the first place.  Its not like they cant make good commercials either so i donno. \n\nI know when commercial stereotype the classic man in commercials those are the least viewed commercials which dont make money.  Im sorry to say they went with women because more people view it right or wrong its for the money.  And that one saying if a man made those products it\nIsnt for the objectification of women its a joke on men saying that is all we think about.  But it would never come across as a sexist joke because all you see is the women in there.  I actually wouldnt be surprized if there was a female in part for making the ad.",
                    "likes": 0
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu8y-HFq5NGn4",
                    "user": "yeetus thefetus",
                    "date": "2 months ago",
                    "timestamp": 1564840737355,
                    "commentText": "@Mickeyislowd From other men. They are told \" Men are told to be the head of the house and they must bring in money to pay for the bills and rent\" BY OTHER MEN. If you would like some sources provided I can link over 10 forums of men talking about how they feel Strong and Valid because they are \"traditional\" and bread winners.",
                    "likes": 2
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu9-08BLCWJMx",
                    "user": "Annie H",
                    "date": "2 weeks ago",
                    "timestamp": 1568901537356,
                    "commentText": "Mickeyislowd these are the exact mechanisms feminism is trying to combat.",
                    "likes": 0
                },
                {
                    "id": "UgzPQPxcfZXKu-NQtD94AaABAg.8barY7KibVu9-08PImOIws",
                    "user": "Annie H",
                    "date": "2 weeks ago",
                    "timestamp": 1568901537357,
                    "commentText": "Logical Conservative lol is your argument really „ad models will loose their jobs?'",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzsA5ocxOJax9uML0B4AaABAg",
            "user": "EggShell SkullRule",
            "date": "1 year ago",
            "timestamp": 1538575136321,
            "commentText": "Think again. The strategy of ads asking ppl to go please other ppl, applies to BOTH sexes. Same goes true abt objectifying ppl as a goods.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyeehMDmt9CCiUnrRp4AaABAg",
            "user": "Bassam Productions",
            "date": "1 year ago",
            "timestamp": 1538575136322,
            "commentText": "I love her ................... from Saudi",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy0CtpJE2r4_cFLXUZ4AaABAg",
            "user": "Bluntly Blondie",
            "date": "1 year ago",
            "timestamp": 1538575136324,
            "commentText": "I can't finish this, her voice is grating.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyuuvolweH10wBnegd4AaABAg",
            "user": "Cinos the Dense potato",
            "date": "1 year ago",
            "timestamp": 1538575136325,
            "commentText": "Go back to your local starbucks lady, that microphone could be used by someone who deserves it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy_9WYtCFxGlCP7qvl4AaABAg",
            "user": "J T Gibbs",
            "date": "1 year ago",
            "timestamp": 1538575136327,
            "commentText": "I agree 100% about sexist ads. I'm sick of men and fathers being portrayed as useless buffoons while sassy, clever and funny women roll their eyes and clear up the mess for them.",
            "likes": 44,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugy_9WYtCFxGlCP7qvl4AaABAg.8a8bTAvS2788aoHVEhPvXM",
                    "user": "Kishs Selvarajah",
                    "date": "1 year ago",
                    "timestamp": 1538575136713,
                    "commentText": "PEPE LIVES yes, harmful stereotypes hurt both sexes.",
                    "likes": 14
                },
                {
                    "id": "Ugy_9WYtCFxGlCP7qvl4AaABAg.8a8bTAvS2788yM0B8KJ61R",
                    "user": "123fort andbree",
                    "date": "1 month ago",
                    "timestamp": 1567519136715,
                    "commentText": "Of course men will try to make a women's problem about themselves. Are you that pathetic?",
                    "likes": 5
                },
                {
                    "id": "Ugy_9WYtCFxGlCP7qvl4AaABAg.8a8bTAvS2788yVrJxeWhjy",
                    "user": "ZerO",
                    "date": "1 month ago",
                    "timestamp": 1567519136716,
                    "commentText": "Of course women will try to monopolize a problem in society to themselves. Are you that pathetic?",
                    "likes": 3
                },
                {
                    "id": "Ugy_9WYtCFxGlCP7qvl4AaABAg.8a8bTAvS2788zIeFux08fI",
                    "user": "Rae Lily",
                    "date": "1 month ago",
                    "timestamp": 1567519136718,
                    "commentText": "123fort andbree   Women create their own problems.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugyelo_KO8ccPfNdRYh4AaABAg",
            "user": "cartohead",
            "date": "1 year ago",
            "timestamp": 1538575136329,
            "commentText": "Men are 80% of completed suicides, men are 95% of occupational deaths, men are less than 40% of college enrollment, men are 70% of the homeless population, men receive 63% longer prison sentences than do womyn for the same crime, men's health care is funded at less than half of womyn's, divorced fathers are awarded custody only 20% of the time.\n\nBut feminists, like this oxygen thief, prefer to ignore these facts and focus on imagined victimhood and feelings.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyKyaMV4RqqDkarjJx4AaABAg",
            "user": "Sima Sima",
            "date": "1 year ago",
            "timestamp": 1538575136331,
            "commentText": "Natalia Ortiz Hazarian did said that she feels it's wrong to say 'because your daughter' and she explained why. If you will not make it personal, people will not understand. Because that's how we learn, that's how children get to know how pain feels like to understand that it is wrong to hurt others. There aren't many advertisements (or movies, videos, music) that would put men in this kind of situation. So how they will know? How they will understand what it means to experience harassment every week/month/at least several times in a year? \nWhat needs to be highlighted and remembered: guys, do you like to be respected? Do you like to be treated as human beings and not represented to society as 'a thing'? \nIf you don't, then why you think we should? it is not about the product, it is not about buying it. It is about how 51% of people are presented to society.",
            "likes": 92,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzdv6gFhN0LG_MM9EV4AaABAg",
            "user": "Lindsay Bonilla",
            "date": "1 year ago",
            "timestamp": 1538575136333,
            "commentText": "Wow",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxUbd2Xb1LYhx42ECh4AaABAg",
            "user": "Danny Bustos",
            "date": "1 year ago",
            "timestamp": 1538575136334,
            "commentText": "que linda...❤",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgydZhNtd9jKiaMmM1V4AaABAg",
            "user": "Moses Khan",
            "date": "1 year ago",
            "timestamp": 1538575136336,
            "commentText": "Copy paste ted talk from Jean who gave one in Lafayette college NY",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyM0PPIlsAyhI7z-wh4AaABAg",
            "user": "spiritmatrix2004",
            "date": "1 year ago",
            "timestamp": 1538575136337,
            "commentText": "single white unemployed male looking for a <b> woman </b>to marry and have kids with so I can stay home and raise them while you work and take care of the finances and treat me to shopping, diner out twice a week etc and so I can nag and complain about all the stuff you're not doing around the house when you are home (even if you are), and that you dare to want to spend some time in your own interests or with friends of your own and so I can complain to my friends how you don't make enough money to support the lifestyle I expect, or that would be enough to keep me around and not split with the kids and in the process take 80% or greater of everything you have ever worked for. And also I can perpetuate the social myths about you never being able to do anything right in the raising of children or any other household task. Thus fulfilling my  house-husband expectations and being applauded by much of society, for my self-centered self-interested attitude, and showered with sympathy for my plight in life, and offered all kinds of social assistance to leave my bread winning spouse, and to relieve my justified sense of victimization.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz9ObcgqMSny_CWz4h4AaABAg",
            "user": "spiritmatrix2004",
            "date": "1 year ago",
            "timestamp": 1538575136339,
            "commentText": "like men are valued for their personalities either...more like what career they have and the size of their wallets and what use they can be to the women in their circles- pls someone acknowledge that this is just as big a problem on both sides",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyexfFvKTCU1bpOF3J4AaABAg",
            "user": "I N",
            "date": "1 year ago",
            "timestamp": 1538575136341,
            "commentText": "Truth",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyBSy1McBaDRqDxlMF4AaABAg",
            "user": "kelly kapowski8636",
            "date": "1 year ago",
            "timestamp": 1538575136342,
            "commentText": "Original .....finally",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzqF3bK9FEv7xwIGYd4AaABAg",
            "user": "Ciudad Ushuaia",
            "date": "1 year ago",
            "timestamp": 1538575136344,
            "commentText": "Tu nombre es muy latino. Hablás Español? Un abrazo desde Argentina. Buen video.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwi0DvVLSMdf9fLrxt4AaABAg",
            "user": "Cappentine ‘",
            "date": "2 years ago",
            "timestamp": 1507039136345,
            "commentText": "What if I want to be objectified? What if these women WANTED to be in those poses... Shocking, I know.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwi0DvVLSMdf9fLrxt4AaABAg.8Y1UdWD8tnf8uEcdBuUsgp",
                    "user": "carultch",
                    "date": "5 months ago",
                    "timestamp": 1556891936673,
                    "commentText": "Their \"want\" is influenced by them being paid to do it.  This presenter hates competition.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgyWwWRMnkrPAQaYErJ4AaABAg",
            "user": "Das Raven",
            "date": "2 years ago",
            "timestamp": 1507039138504,
            "commentText": "Let me guess, she's probably not a fan of Mad Men?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxOnKh6gww7cov8xJp4AaABAg",
            "user": "M Tichý",
            "date": "2 years ago",
            "timestamp": 1507039138506,
            "commentText": "Thats called infantilization of women. You cant deal with a adds and demand to get same respect as men? Pathetic.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxOnKh6gww7cov8xJp4AaABAg.8WgmUKVgL3s8uqChLMNkGC",
                    "user": "Claire Farron",
                    "date": "4 months ago",
                    "timestamp": 1559570339040,
                    "commentText": "M Tichý lol what about the Gillette ad? Men were so shocked and offended. And after that men ask for respect? 🤣",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugy8cp7o2y7XmALdmvx4AaABAg",
            "user": "Rajeev Nair",
            "date": "2 years ago",
            "timestamp": 1507039138508,
            "commentText": "nobody forces you to look a certain way or meet a standard if you feel offended or insulted by an AD at not been looking a certain way its your own insecurities which are to be blamed...its just plain common-sense to understand that its just human nature that we get stimulated by something which is more visually pleasing or aesthetically pleasant and advertisement is just making money out of this very attribute of ours...its natural that a magazine or a product will have a model who is visually pleasing than the opposite and this holds true for both genders....will u buy a product or magazine which is not visually appealing...its just a marketting strategy <b> nothing </b>personal nor sexist....",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy8cp7o2y7XmALdmvx4AaABAg.8Wg1Ohh5_4V8zIfXIDT8dc",
                    "user": "Rae Lily",
                    "date": "1 month ago",
                    "timestamp": 1567519139017,
                    "commentText": "Rajeev Nair   Very well said.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugxtu9dfWI7s8HBYc4p4AaABAg",
            "user": "yadhu krishnan",
            "date": "2 years ago",
            "timestamp": 1507039138511,
            "commentText": "THESE PEOPLE ARE TRY TO RUN A BUSINESS !! WHAT DO YOU EXPECT",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy4mh64FQZRQYsjCat4AaABAg",
            "user": "Player One",
            "date": "2 years ago",
            "timestamp": 1507039138513,
            "commentText": "I see your point. I just seen an ad for Axe with a fit attractive guy selling the ad. We all know that men who work out don't need a cologne to get noticed, we need overweight and underweight men to be represented.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwKzFHPEAS1wxVyYR94AaABAg",
            "user": "Robert Longo",
            "date": "2 years ago",
            "timestamp": 1507039138514,
            "commentText": "I don't know what she said but she is pretty hot. LOL",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiF_DKlzb_YNHgCoAEC",
            "user": "Fee_ Lo",
            "date": "2 years ago",
            "timestamp": 1507039138516,
            "commentText": "The 90s want their talking points back.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjFU0yOzU1FXngCoAEC",
            "user": "paulsan2112",
            "date": "2 years ago",
            "timestamp": 1507039138518,
            "commentText": "- complains about gender-based abortions, elected by women\n\n- champions elective abortion marches",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggA9S8ffSnoZngCoAEC",
            "user": "paulsan2112",
            "date": "2 years ago",
            "timestamp": 1507039138520,
            "commentText": "I wasn't aware men weren't targeted to smell better, presumably for those around him.\n\nOh, wait.  They are.  Constantly in hygiene and fashion and in other ways.... show the world you have arrived in your new __ car!\n\nAdd inches to your _____!\n\nGet the grey out of your beard!\n\nBuy these workout DVDs to look like a Greek God!\n\nPut this shit on your head to slow the balding process!\n\n\nI am thinking specifically about a NEW add that targets men that are caught in public checking their pit smells for some deodorant.\n\nThe fact is that WOMEN value/consume cosmetics more.  Fashion more.  Accessories more.  So their will forever be more ads targeting women with 'success' (in consumerism, landing a man, or watching their figure - to land a man and thus be able to consume more).  Yet men still get targeted for their bodies all the same.\n\nAlso, women also have been shown to respond to ads will sexualized female bodies (hello, D&B 'gang rape' ad.... sorry, but 'gang bang' and 'gang rape' are similar but not the same thing.  it's one of the leading fantasies to be taken by several men at once - generally consensually, but sometimes by force, or so the fantasy goes...).  \n\nSorry, but that's just marketing so long as consumers act predictably.  It's not some patriarchal conspiracy!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghP9xLJD4l_UngCoAEC",
            "user": "Roy D",
            "date": "2 years ago",
            "timestamp": 1507039138521,
            "commentText": "This is feminist propaganda to the highest ! Women objectify themselves  since the humanity !  Who is forcing these women to dress like that ? Women know they can use their sexuality to be profited and doing so for long long time.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghP9xLJD4l_UngCoAEC.8Uf4HV2UVhh8h2DA61Nqkk",
                    "user": "Jaden Yager",
                    "date": "1 year ago",
                    "timestamp": 1538575139021,
                    "commentText": "Roy D Dearest, as a <b> woman </b>who's been through quite a lot, you must understand how the men they look towards these perfect women, and look down upon what the ladies tend to try and be on their own without a goal of finding a man (such as wearing no makeup or plain/unrevealing clothes). From an early time were told to seek a man, and if it's easier to do that with rigorous makeup routines and such, well, it's what they're taught to know and do.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgiNjZfTVavYUXgCoAEC",
            "user": "Olaf Baumbart",
            "date": "2 years ago",
            "timestamp": 1507039138524,
            "commentText": "Displaying this unnaturally good-looking <b> woman </b>with tons of make-up helps kill emotionally unstable female teenagers. We must protect them and take down this video, which promotes sexist beauty ideals and thusly objectification of wamen.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugir24q4NrWEBHgCoAEC",
            "user": "Grace Truth",
            "date": "2 years ago",
            "timestamp": 1507039138526,
            "commentText": "Newsflash: Men didn't invent beer, women did, as they were often the ones who collected berries and fruits in early civilizations while the men went hunting. They would then store the berry/fruit juice in containers and let them ferment, turning the liquid <b> alcohol.</b>",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugir24q4NrWEBHgCoAEC.8UazeVZuALP8t-e7WPfrOb",
                    "user": "RaF KiNs",
                    "date": "6 months ago",
                    "timestamp": 1554299939024,
                    "commentText": "thats cider. not beer.....lol before that Aztecs used to swill honey in their mouths then spit it out so that it would ferment....",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UggkvGPV4WVTkXgCoAEC",
            "user": "Durga Truex",
            "date": "2 years ago",
            "timestamp": 1507039138528,
            "commentText": "Woww. \"Women are not the protagonists in their own story(ies).\" When you look at the advertising, that's so true! The Mother's Day ad slogan should just tell the truth about what it's saying (\"Get back to what's really important (cleaning) on Mother's Day\")- ie. \"Get back to cleaning on Mother's Day. Because that's your job and you don't get a day off.\" I can't even with that ad... that actually came out in the 21st century?!?!",
            "likes": 402,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UggkvGPV4WVTkXgCoAEC.8U_mvbr2VY98_GAQs4pJCC",
                    "user": "Meredith Navin",
                    "date": "1 year ago",
                    "timestamp": 1538575139122,
                    "commentText": "I've always found the advertising on Mother's/Father's day terrible.\n\nGet mum a bunch of flowers or a generic household item for Mother's day. I'll be the first one to use your coffee machine! Breakfast is on me! Not sure what you're going to do after breakfast but hey, do you like your new dressing gown?\n\nDad: You get the power tools and the <b> alcohol </b>to spend the entire day locked up in the shed making stuff and drinking beer!",
                    "likes": 27
                },
                {
                    "id": "UggkvGPV4WVTkXgCoAEC.8U_mvbr2VY98cYlXfjVdnI",
                    "user": "dadsafrantic",
                    "date": "1 year ago",
                    "timestamp": 1538575139124,
                    "commentText": "if every day isn't mothers day you have a problem in your house.  same with fathers day.",
                    "likes": 9
                },
                {
                    "id": "UggkvGPV4WVTkXgCoAEC.8U_mvbr2VY98zy3h1kWfwP",
                    "user": "tim Norman",
                    "date": "2 weeks ago",
                    "timestamp": 1568901539125,
                    "commentText": "Mother's day isn't your birthday tho. Nor is it a day to recognize the individual. It recognizes the act of mothering a child, and honors mothers for parenting their child/children. What she misinterprets as the ad chauvinisticly demanding the <b> woman </b>to \"go back to working around the house\" is actually saying \"celibate the day for what it's actually being honored for... Mothering.\". It's hard for humans as a whole to pull ourselves out of our own personal opinion of reality, and recognize it for how it really is. So like \"we all shape our own reality\", and \"your reality is different than mine\" have indoctrinated themselves into our minds, and culture, suggesting there are multiple realities. But there aren't. The line between facts and opinions have been blurred heavily by this notion that our feelings are just as important (if not more important) than the actual reality of something. As a species we need to encourage intellectual thought process, and reduce the amount of negativity spreading that plagues our media, education systems, social media platforms, and interactions. Otherwise we'll be trapped in the downfall of our own delusions.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugi3wmLZ-dKPvXgCoAEC",
            "user": "J T G",
            "date": "2 years ago",
            "timestamp": 1507039138531,
            "commentText": "I think Natalia's points about Armenia are totally legitimate, however I do take issue with her trying to guilt trip more western cultures. I address each of her example advert below:\n\n1. This ad is from the 1950's. It is now 2017.\n\n2. This is high level fashion idustry, which virtually every right thinking western person regards as a <b> freak </b>show.\n\n3. This advert's point is the job that actually matters is MOTHERHOOD, not being a housewife. To think otherwise would seem to be willfully misinterpreting the intent of the creator.\n\n4. Brazil is an incredibly<b>  misogynist</b> society... you're preaching to the choir.\n\n5. This advert was designed within the same perverse bubble as outlined in #2, but then rejected by all decent societies, an outcome that should be rejoiced! You ask the audience \"what if this was your daughter\" when in fact anyone to whom you might be posing that question probably is among the crowd that complained about it. And by the way, this happened 10 years ago.\n\nThe title of this talk should have been \"The Dark secret behind sexist advertisements in Armenia and Brazil\". She gives the Talk in Yerevan, Armenia, so surely that more specefic title would be more pertinent, instead of trying to say that this toxi<b> c sexis</b>m is tolerated in advertising in the US and western European countries, which it really isn't.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugi3wmLZ-dKPvXgCoAEC.8UOdnM4seuX8kUr7MhcToX",
                    "user": "Billie oddé",
                    "date": "1 year ago",
                    "timestamp": 1538575139073,
                    "commentText": "...your argument about the mother's day advertising is problematic. Even saying that motherhood is the \"job\" it's still pretty damn sexist. I'll skip talking about the issues surrounding the societal expectations for women to become mothers for obvious reasons lol. But the bothersome thing is that it's still implying that she should be doing the work on the day meant to be for her. It begs the question, where's the dad in this scenario? If she's supposed to be a single parent that's fine but I'm assuming not because products aimed at single parents usually go out of their way to take advantage of the extra selling point. Doesn't it feel just a little insulting towards men too, the implication that the dad is either A. Not present or B. So useless at cleaning OR parenting that the <b> woman </b>just didn't bother getting his help? Ads like this are<b>  common</b> and most have messages that are a slap in the face to men and women alike but are so subtle both will try to defend it saying it meant something else. Even when the \"something else\" is as bad or worse than what was assumed.",
                    "likes": 1
                },
                {
                    "id": "Ugi3wmLZ-dKPvXgCoAEC.8UOdnM4seuX8kUroMZPv6R",
                    "user": "Billie oddé",
                    "date": "1 year ago",
                    "timestamp": 1538575139074,
                    "commentText": "As for the photoshop ad that people protested...well that's great it got taken down but the rest DON'T. And they're being shown to people every single day. Extreme cases get challenged, the rest get to slide. Remember it took the models hips and waist to be smaller than her head before anyone saw the problem. And even then a few people still tried to defend it.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ughv0pF0TcembHgCoAEC",
            "user": "James Robertson",
            "date": "2 years ago",
            "timestamp": 1507039138533,
            "commentText": "um women are things, they are humans, humans at things, everything is a thing",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg0xN6wygK4N3gCoAEC",
            "user": "Mexican Giraffe",
            "date": "2 years ago",
            "timestamp": 1507039138535,
            "commentText": "sexist nowadays is mostly against men",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugg0xN6wygK4N3gCoAEC.8U6pOj1-ZyX8_OQi7j7xdF",
                    "user": "When I was 15 year old, I was raped by three women",
                    "date": "1 year ago",
                    "timestamp": 1538575139056,
                    "commentText": "IceHighwind \nMost rapists are men\nMost abusers are men",
                    "likes": 7
                }
            ]
        },
        {
            "id": "Ugh1SfrdouQlZngCoAEC",
            "user": "Muuip",
            "date": "2 years ago",
            "timestamp": 1507039138537,
            "commentText": "Everyone!\nAny <b> Age,</b> Kultur,<b>  Gender</b>, IQ, Financial Status, Religion, Health condition. \nEveryone! Must find their goals/Ideals/life's purpose, believe in them and communicate them to others in order to Start creating synergically toward them.\nEveryone!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgigstHVMPgWQHgCoAEC",
            "user": "Suraj Grewal",
            "date": "2 years ago",
            "timestamp": 1507039138539,
            "commentText": "I've seen people with heads bigger than hips, but they also look like they're at the verge of death, malnourished.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgigstHVMPgWQHgCoAEC.8Tu5mIjNylJ8UYPuM9kIqZ",
                    "user": "Titan Asatryan",
                    "date": "2 years ago",
                    "timestamp": 1507039139066,
                    "commentText": "Suraj Grewal that can happen if that person has genetic or other pathology",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgjXA_e3nsb1YHgCoAEC",
            "user": "Amphibic Right",
            "date": "2 years ago",
            "timestamp": 1507039138542,
            "commentText": "Feminist Bullshit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh-oxdkit5_eXgCoAEC",
            "user": "Andranik Margaryan",
            "date": "2 years ago",
            "timestamp": 1507039138543,
            "commentText": "There's no <b> gender </b>inequality in Armenia bitch.  Don't advocate\nOr propagate such problem. \nYou should not be given visa to visit homeland you're  banned. \nHow much $$$$$$$ were you paid to put down Armenia or its people. ???",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Uggknh5RRjIZoHgCoAEC",
            "user": "Miso Park",
            "date": "2 years ago",
            "timestamp": 1507039140287,
            "commentText": "I love this talk so much... she is an amazing speaker",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggqRj6Ms72lzngCoAEC",
            "user": "Ana Bonn",
            "date": "2 years ago",
            "timestamp": 1507039140289,
            "commentText": "Great talk!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghZxALZq-y4f3gCoAEC",
            "user": "Abbi A",
            "date": "2 years ago",
            "timestamp": 1507039140291,
            "commentText": "Considering how <b> old </b>\"beer\" is, as it was around in prehistoric times, we have no way of knowing if a \"guy\" invented it. It's possible that if women were responsible for making bread and cooking in the specific circumstances of that time, they would have been the ones to invent beer. So where did the idea of \"the guy that invented beer\" come from when we know<b>  nothing</b> certain of its invention?",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UghZxALZq-y4f3gCoAEC.8Tm9WAp-CVK8hXWUBcyviS",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575140814,
                    "commentText": "Uhm. I think you just missed the entire point of this wise woman's speech.",
                    "likes": 4
                },
                {
                    "id": "UghZxALZq-y4f3gCoAEC.8Tm9WAp-CVK8to2yVZUByi",
                    "user": "Lesbian Amazon Sister",
                    "date": "5 months ago",
                    "timestamp": 1556891940816,
                    "commentText": "It's not only possible, it's highly probable.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugg70K1aoUDp83gCoAEC",
            "user": "Yume",
            "date": "2 years ago",
            "timestamp": 1507039140294,
            "commentText": "Short correction about Poland. Abortion is illegal here except if the mother's life is at risk, the conception happened through rape or if the fetus has some kind of genetic or other defect. What our government wanted was to outlaw abortion even in those cases. That's why we protested, we had enough.\nHowever, to say we have autonomy over our bodies now is unfortunately not true, even when we won and prevented restricting the law even further. A lot of women here support the current law sadly. The catholic religion is very strong and it's hard to overcome our society's brainwashing...",
            "likes": 85,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugg70K1aoUDp83gCoAEC.8Tk5rjzgJuA8k9Gffa3GXL",
                    "user": "Eduarda Anschau",
                    "date": "1 year ago",
                    "timestamp": 1538575140948,
                    "commentText": "Yume stay strong girl! Here in Brazil we are strugling for the same reason.",
                    "likes": 5
                },
                {
                    "id": "Ugg70K1aoUDp83gCoAEC.8Tk5rjzgJuA8kn1sSQFAXb",
                    "user": "Leo, Januszewski",
                    "date": "1 year ago",
                    "timestamp": 1538575140949,
                    "commentText": "God bless Poland!",
                    "likes": 0
                },
                {
                    "id": "Ugg70K1aoUDp83gCoAEC.8Tk5rjzgJuA8mp2HbOZBf6",
                    "user": "aertisticsoeul",
                    "date": "11 months ago",
                    "timestamp": 1541253540951,
                    "commentText": "Yeah that's so true.I heard plenty of people talk about how selfish it is to have an abortion but I think my body is  no ones business.",
                    "likes": 3
                },
                {
                    "id": "Ugg70K1aoUDp83gCoAEC.8Tk5rjzgJuA8msBDtW8bAY",
                    "user": "Leo, Januszewski",
                    "date": "11 months ago",
                    "timestamp": 1541253540952,
                    "commentText": "@aertisticsoeul The health of others beside yourself (such as babies) IS rightfully of societal concern.",
                    "likes": 0
                },
                {
                    "id": "Ugg70K1aoUDp83gCoAEC.8Tk5rjzgJuA8r0owmkbL32",
                    "user": "Merle",
                    "date": "7 months ago",
                    "timestamp": 1551621540954,
                    "commentText": "@Leo, Januszewski not when there is no baby but only a tiny ball of blood and genes, without even a brain, let alone a concience. Stop making this about made up babies that never really came into existence.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjHqKr3h7jmO3gCoAEC",
            "user": "COMMON SENSE",
            "date": "2 years ago",
            "timestamp": 1507039140297,
            "commentText": "Omg. Feminism is the Western version of Islam. It is EVERYWHERE. I don't know which movement is more toxic at this point?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjXXZf6NpNQcngCoAEC",
            "user": "Matthew Smith",
            "date": "2 years ago",
            "timestamp": 1507039140299,
            "commentText": "Maybe she should 1st understand that feminism isn't about women. It's about everyone. The majority of men simply don't complain about having to pay the bill or buying their girlfriend stuff on valentines. That's why so many guys have given up on feminism. Asking for more isn't gunu help your cause neither is complaining about advertising.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjSg8Md7ZmMengCoAEC",
            "user": "Radhe",
            "date": "2 years ago",
            "timestamp": 1507039140301,
            "commentText": "Thanks. important information",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg1pvvkdg3oDHgCoAEC",
            "user": "A T",
            "date": "2 years ago",
            "timestamp": 1507039140303,
            "commentText": "For all human history <b> sex </b>sells.  And as much as everybody likes to go up like this<b>  woman</b> and point out ho<b> w woma</b>n are used to this purpose.  Men, are also used in these fashions to sell to women.  The body issues that get instilled in girls and women, also apply to boys and men that do not live up to the \"ideal perfect\" men portrayed for the eye candy of women.  The only thing I get annoyed at, is its always women or minorities that can be victims.  If an issue is relevant, its relevant to protect everyone from it, or no one.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghbNTNYck6FPHgCoAEC",
            "user": "tom ster",
            "date": "2 years ago",
            "timestamp": 1507039140304,
            "commentText": "the dark secret is any ads is greed. not <b> sex,</b> unless it sells. greedy.<b>  nothing</b> else. just greed.  falling for the adds is your responsibility. anyone hear of the lawsuit of the vastly overweight dude suing the fast food for his obesity.  lots of adds to get you to go buy fast food for greed. that guy ate himself to death for his own greed of food.  any women giving in to these adds is their own fault, its their choice. this women is acting like these adds are forced on her like drugs and now she is an addict and cant resist. thats stupid to think that.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UghbNTNYck6FPHgCoAEC.8TWHUBl9uuQ8U4ysPvCBs2",
                    "user": "Peace Award",
                    "date": "2 years ago",
                    "timestamp": 1507039140824,
                    "commentText": "These ads are evertwhere. You claim that it´s womens owns fault that they \"choose to give in\" to these ads, then I have to wonder; is it also all small girls and small boys 'own fault', that they are being exposed to these ads? And that they are buying into the idea that girls whole point of existance is to be fuckable to men, and that girls don´t have any value of their own, outside of pleasing men with their looks or niceness? \n\nAre the small children to be blamed, because they´re not able to think for themselves, and that their brains are immature? These ads are being planted into young kids minds early on. They are, and we all are, being programmed into the idea that men are superior to women, that men are powerful and women beautiful. Men are often entlitled, and most men don´t even notice this fact, only the oppressed part of this equation notice this, in other words the women. Men have <b> blind </b>spots atbout this fact and live in denial. And the more men fight womens views of their experiences, the more<b>  blind</b> they become.\n\nYes, these ads are being forced to all members of a society, noone can escape them, unless you keep your eyes closed all the time, and that´s impossible. These pictures of 'attractive' (fake) people are attacking us from everywhere. And yes, they become like drugs to immature brains in environments where these subjects never are being discussed, which is mostly all environments. \n\nThey tell us all how to see ourselves and others. Until we start to think for ourselves, and realise that they only sell fantsies, illusions, and that they hav<b> e nothin</b>g to do with reality. Ads hypnotizes our brains, the colours, the music and people in them are alluring, only to fool us into buying stuff we don´t want or need. Young brains are very receptive to the manipulations that ads are bringing to the table. So, it´s a huge problem that is global, and h<b> as nothi</b>ng to do with a single individuals choice of what to buy or not. We are all affected by the ads, whether we admit it or not, in our values and views of who we are.",
                    "likes": 0
                },
                {
                    "id": "UghbNTNYck6FPHgCoAEC.8TWHUBl9uuQ8U5-jvltA6y",
                    "user": "tom ster",
                    "date": "2 years ago",
                    "timestamp": 1507039140825,
                    "commentText": "Peaceful Awarness no, you are wrong, almost everything you said is wrong,. You are playing victim to yourself.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgimbPCctclO7HgCoAEC",
            "user": "Jan-Willem Willem",
            "date": "2 years ago",
            "timestamp": 1507039140307,
            "commentText": "To be honest as a man I feel the same apply to us. I have to constantly see that if your a man, you have to be rich, handsome and tall, no flaws! These days being a \"Real Man\" is someone who is a Provider and can be humble and gentle, but \"strong\" and strong. We have to be everything and if we do one thing wrong we are labelled as bad or a shit person.",
            "likes": 124,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8cq16VibBIK",
                    "user": "ÖRLOGSKAPTEN #MAKEYOUTUBEGREATAGAIN",
                    "date": "1 year ago",
                    "timestamp": 1538575141161,
                    "commentText": "Jan-Willem Willem The average man is also represented at least from what I've seen. I don't disagree with you about the impact though.",
                    "likes": 16
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8im8l7QnRdc",
                    "user": "Withy Octopus",
                    "date": "1 year ago",
                    "timestamp": 1538575141162,
                    "commentText": "It isn't a competition. I would totally watch and like a talk about that topic, too.",
                    "likes": 25
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8j474HzuSZ-",
                    "user": "heartagramdl",
                    "date": "1 year ago",
                    "timestamp": 1538575141164,
                    "commentText": "Dat is inderdaad een van de probleem waar mannen tegenaan lopen, daarom is het belangrijk dat we samenwerken om de problemen die vrouwen én de problemen die mannen ondervinden aanpakken. Gelijkheid geldt voor ons allemaal. Mannen hoeven geen \"krachtpatser\" te zijn, ze mogen minder verdienen dan <b> hun </b>partner zonder zich bezwaard te voelen, ze mogen emotioneel zijn (ook in het openbaar), ze zouden meer tijd moeten hebben met<b>  hun</b> baby na de geboorte, maar ook me<b> t hu</b>n kinderen na een scheiding, enz. Er is nog veel te doen tegen zowel de stereotypen tegen vrouwen als mannen.",
                    "likes": 1
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8jE0TOuon8H",
                    "user": "Bibs Bits",
                    "date": "1 year ago",
                    "timestamp": 1538575141165,
                    "commentText": "The thing is, that image for men is created by men, not women, most of the time women don't look for ripped or rich men, that's what men what other men to aspire to be, which is really harmful, powerful men are pushing stereotypes in both genders, but even then, this talk is about objectification and it is rare to see a man objectified in the media. In the media it is not 'be rich to be liked by her' or 'use this to be liked by her', it's 'if you use this you are a man'.",
                    "likes": 29
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8jwwZt4EqER",
                    "user": "Toasty McGriddle",
                    "date": "1 year ago",
                    "timestamp": 1538575141166,
                    "commentText": "I guess it's everyone",
                    "likes": 0
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8jzS6vwZUqs",
                    "user": "the Madhat Katt",
                    "date": "1 year ago",
                    "timestamp": 1538575141167,
                    "commentText": "Toasty McGriddle, secondary moral of the story, beyond misogynistic and sexist (to mainly women, but also in that they reinforce the male <b> misogynist </b>stereotypical mindset) adverts: marketing companies too often use the power of put-downs, of backhanded compliments, of passing passive-aggressive judgement, all in service of making you (the viewer of the advert) feel inadequate and unattractive and unsuccessful and unloved and so that you will subsequently buy their product in order to make those painful feelings of inadequacy, unattractiveness, lack of success (y'know, like it's a singular thing with only one cookie-cutter face), and lack of love...go away...and so that you will continue buying that thing to get another hit of feeling like you're worth something, attractive, successful, loved.\n\nAdvertisement doesn't have to be like that; it isn't always. Sometimes people make a product they believe in and they want it to be available to you so you can solve a problem or relieve an irritation or inconvenience that impedes your daily life; it happens. But there's too much marketing research showing that consumers buy faster and buy more of a product and buy more often when adverts compel negative emotions in them. \n\nSeriously: the marketing industry could and should act much more truthfully, compassionately, and effectively if its power-holders so chose.",
                    "likes": 6
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8kbnNRqCLNE",
                    "user": "Chelsea Chojnacki",
                    "date": "1 year ago",
                    "timestamp": 1538575141169,
                    "commentText": "You should see if you can find \"Tough Guise\" by Jackson Katz... hits on exactly that!",
                    "likes": 0
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8qmuZROBSYc",
                    "user": "Clara Sablak",
                    "date": "8 months ago",
                    "timestamp": 1549202341170,
                    "commentText": "I get that, but this \"perfect\" image of men almost never leads to the same abuse, discrimination, and marginalization as that of women.  It lacks the same sub-human implications, in my opinion.",
                    "likes": 4
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8rTVLekHVUe",
                    "user": "salomé carbone",
                    "date": "7 months ago",
                    "timestamp": 1551621541561,
                    "commentText": "Yes but they never objectify mens bodies, zooming in parts of the body, dehumanizing it",
                    "likes": 0
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8rX7cTIAmy4",
                    "user": "the Lost Q",
                    "date": "7 months ago",
                    "timestamp": 1551621541562,
                    "commentText": "@Bibs Bits \n\"that image for men is created by men, not women\"\nThat's open for debate. But let's take it at face value for the sake of argument... what's your point?\n\n\"it is rare to see a man objectified in the media\"\nEither that, or possibly men are so objectified in the media, (even) you don't even register it as objectification.\n\np.s.\n\"if you use this you are a man\".... because only if you are 'real' man <b> woman </b>will like you.",
                    "likes": 3
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8saFHRzLG_j",
                    "user": "Nicole Taylor",
                    "date": "6 months ago",
                    "timestamp": 1554299941564,
                    "commentText": "Sort of agree but the worst that happens to men is that they are overlooked( which is not good) but they are not criticized openly in public or harassed over their looks.",
                    "likes": 0
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8saKkcWkpER",
                    "user": "the Lost Q",
                    "date": "6 months ago",
                    "timestamp": 1554299941565,
                    "commentText": "@Nicole Taylor \n\"the worst that happens to men is that they are overlooked\"\nFor some reason you make it sound like an occasional wolf whistle to some people (despite some men experiencing the same) is worse than being DENIED access to help from (for example) domestic violence. Or MOCKED for being victims on account of the narrative  men cannot be victims, or should be able to handle themselves.\n\n\nYou seem to be downplaying all of men's issues to less significant than something rather trivial most people (men and <b> woman)</b> experience.",
                    "likes": 3
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8t-dksEbq54",
                    "user": "RaF KiNs",
                    "date": "6 months ago",
                    "timestamp": 1554299941567,
                    "commentText": "@Bibs Bits ahahaha.....its not rare ...you just don't notice it or choose to ignore it . men are objectified just as much as women in media .",
                    "likes": 2
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8t-eY-HzBoe",
                    "user": "RaF KiNs",
                    "date": "6 months ago",
                    "timestamp": 1554299941568,
                    "commentText": "@salomé carbone ?????? yeah they do...\nbuzz feed articles about who has the best bulge ? tmz pointing out every single flaw on brad pitts face......and who is the target audience for these media products ....DON'T WORRY I'L WAIT....",
                    "likes": 2
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8t-ejoA-L15",
                    "user": "RaF KiNs",
                    "date": "6 months ago",
                    "timestamp": 1554299941569,
                    "commentText": "@the Lost Q bro you nailed it.",
                    "likes": 2
                },
                {
                    "id": "UgimbPCctclO7HgCoAEC.8TQzhZleZGW8t-eoMg3F_U",
                    "user": "RaF KiNs",
                    "date": "6 months ago",
                    "timestamp": 1554299941571,
                    "commentText": "or men in adverts are portrayed as bumbling idiots who can't figure out how a air freshener works.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggXIs6J0g4cxXgCoAEC",
            "user": "Jimmy Twodoves",
            "date": "2 years ago",
            "timestamp": 1507039140309,
            "commentText": "Are women incapable of separating fantasy from reality? Images of men in the media are similarly hypermasculinized and unrealistic. No big deal.  Why do women feel victims to images in magazines.  It's clear that art and advertising is s form of reverence for female archetypes. Read art history and grow up! The world is MORE beautiful and enriched by fantastic and sensual commercial art.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgivBlPyBbJaLHgCoAEC",
            "user": "Antonio M",
            "date": "2 years ago",
            "timestamp": 1507039140311,
            "commentText": "Many people should stop being so sensitive about what they see or hear.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgivBlPyBbJaLHgCoAEC.8TJqNnCh5qM8hXYCa8s8L4",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575140820,
                    "commentText": "You know, I can see as to why you'd say that, figuring that you don't seem to see or hear anything at all. Seriously, mate. Are you <b> deaf </b>to the voices of society? Of course these things will affect us when we're taught to swallow them from day one.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggXycgKcORfw3gCoAEC",
            "user": "Bjarki Rafn",
            "date": "2 years ago",
            "timestamp": 1507039140313,
            "commentText": "I know that the market has strong bad stereotypes of women but we can´t forget the stereotypes that the market puts up of men who should be muscular, brave and the coolest doods in the world",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugimkv2Hf1sHongCoAEC",
            "user": "Bruce Comstock",
            "date": "2 years ago",
            "timestamp": 1507039140315,
            "commentText": "The consumer has the ultimate power, My advice would be to publish a list of companies that do  this type of advertising and a few examples of their adds and boycott their products. Not just until they change their adds but \"  FOREVER\"  . And by forever, I mean never buy a single item from them!   When a multi million dollar business goes bankrupt it will send a message to the next company that offers products for women...  But  Every <b> woman </b>needs to do it not just some! This should apply to all aspects of life from the drunk guy in a bar to the judge that gives a 10 day sentence for rape. The judges photo and name as well as address should be in the local papers! The next time this judge was in a restaurant or a store where he needed assistance from a female he should not receive and assistance at all. And never stop! People do<b>  dumb</b> shit and then say oops sorry my bad and all is forgiven. Why should they not be held accountable for thier actions?",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiK16u2ePOR6HgCoAEC",
            "user": "Michael Kjeldsen",
            "date": "2 years ago",
            "timestamp": 1507039140317,
            "commentText": "just 52.000 views??? there should be a least 3 0's behind that number.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjhV18ucM4Vd3gCoAEC",
            "user": "Shelby K",
            "date": "2 years ago",
            "timestamp": 1507039140318,
            "commentText": "Truly a wonderful talk!! Very eye opening and important topic, and she was so well-spoken and passionate.",
            "likes": 43,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjP7XGI5aVJwngCoAEC",
            "user": "Melon Tusk",
            "date": "2 years ago",
            "timestamp": 1507039140320,
            "commentText": "Thumbs down for: \"thats why <b> woman </b>dont feel represented\" .... none does!!! like men feel represented by<b>  old</b> spice or Hugo boss ads lol\n\nShe talks like its <b> a woma</b>n only issue, this TED is sexist lol funny? not",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh4H23o3gkK0ngCoAEC",
            "user": "Andrey Ivanov",
            "date": "2 years ago",
            "timestamp": 1507039140322,
            "commentText": "\"They so forced to look perfect\" - she said - well THEY(<b> woman)</b> so forced to use their face and body to manipulate man RIGHT??? SO FORCED TO GET FREE STUFF\nOMFG ANOTHER BITCH COMPLAINING WE NEED MOAR<b>  PUSSY</b> PRIVELEDGE IN THE WORLD MOAR!!!! STOP EXPLOITING MEN WTF",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjS1M8kdjG7OXgCoAEC",
            "user": "Accuser/Opposer",
            "date": "2 years ago",
            "timestamp": 1507039140323,
            "commentText": "shes so pretty but the topic was boring and weird",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggaP0GtWuYd0ngCoAEC",
            "user": "Milton Mumfrey",
            "date": "2 years ago",
            "timestamp": 1507039140325,
            "commentText": "She's hot.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj_cq5EdLZ3OHgCoAEC",
            "user": "Adrian Ceroni",
            "date": "2 years ago",
            "timestamp": 1507039142678,
            "commentText": "I'm way too distracted by her voice. It sounds like she has blocked sinuses. Is she speaking to close to the mic or is it an accent?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjvZBRZlBkR_ngCoAEC",
            "user": "JackassBauer1",
            "date": "2 years ago",
            "timestamp": 1507039142680,
            "commentText": "Nice car, nice job, nice bank account, BUT_these charms may be wasted if he uses the WRONG PENIS ENLARGEMENT PILL :\\\n\nIt's very sexist to think such a thing affect only women. Oh, btw, lot's of women have secret rape fantasies (yeah, people have f'up fantasies, boys and girls) so maybe the ad agencies are only playing on that. You know there is <b> nothing </b>logical about seduction, the ads is made to appeal to the subconscious, just saying...",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgjvZBRZlBkR_ngCoAEC.8SDqCriwPhX8TN--WKTRXI",
                    "user": "Green Oak",
                    "date": "2 years ago",
                    "timestamp": 1507039143273,
                    "commentText": "yes, i agree with this as a male myself, but think about this: How much more are women told this then men? The difference between them? Women are not on the latter, in this case.",
                    "likes": 3
                },
                {
                    "id": "UgjvZBRZlBkR_ngCoAEC.8SDqCriwPhX8TVmcdYuaQh",
                    "user": "DBR Liamg",
                    "date": "2 years ago",
                    "timestamp": 1507039143275,
                    "commentText": "Think before you speak. How many men are there are told that their handsome face, muscular body, and wealth are for <b> nothing </b>if their penis is not big? You are<b>  nothing</b> but a whiner who seek out an extreme, imaginary example to dismiss a widespead phenomenon. \n\nOn the other hand, go search for every interview video on youtube about \"your ideal partner.\" Most women, after listin<b> g commo</b>n desirable traits in a male, all end with the conclusion that it's the personality that matters in the end, Whereas males are all about looks. So if we're talking about shallowness, males are no doubt the champion. You really don't have any rights to complain, until you fix yourself. Fix your victim-complex, sympathize with the real victims, and throw away your sense of self-entitlement. Be a human.",
                    "likes": 6
                },
                {
                    "id": "UgjvZBRZlBkR_ngCoAEC.8SDqCriwPhX8TWCO7qOR-6",
                    "user": "Green Oak",
                    "date": "2 years ago",
                    "timestamp": 1507039143276,
                    "commentText": "+DBR Liamg i agree tbh bless your soul",
                    "likes": 2
                },
                {
                    "id": "UgjvZBRZlBkR_ngCoAEC.8SDqCriwPhX8UoWllxQLf5",
                    "user": "paulsan2112",
                    "date": "2 years ago",
                    "timestamp": 1507039143278,
                    "commentText": "DBR, oh shut up.  Women, historically and conventionally, seek resources while men seek physical attractiveness in their mate priorities, generalized.  This is not to say that men don't seek other traits, and neither do women.  Women will concede looks to resources more often, while men will concede personality to looks.  Each <b> gender </b>has its problems with shallowness.  But it's stupid to say that a man wouldn't want their partner to have looks AND a great personality.  Just like a<b>  woman</b> could want a great personality AND looks/money.  If we could pick we would make sure every box is checked off...\n\nIt's just human nature to want it all.  More money.  More looks.  More personality.  Not less.  No one wants a loser.  You get the best you can get and it's as simple as that.\n\nI think it's hilarious that you are an apologist for the ENTIRETY of women that they are so saintly as to not care about looks or money if the man has a nice personality!  Sureeee.  Yet you are quite alright on dumping on men for generalizing in your GENERALIZATION of men.  lol stfu",
                    "likes": 2
                },
                {
                    "id": "UgjvZBRZlBkR_ngCoAEC.8SDqCriwPhX8XEWXA8pFCM",
                    "user": "Ben Richards",
                    "date": "2 years ago",
                    "timestamp": 1507039143280,
                    "commentText": "In Australia a few years ago, Nivea tried a marketting campaign that went \"You think you're hot, she thinks you've let yourself go\" as the tagline - when trying to market moisturisers to older men.\n\nIt got massive attention and their product tanked for almost two years until marketting with positive messaging had embedded itself so much people barely remembered their i8nitial misstep - because such a message aimed at men was so extra-ordinarily uncommon.\n\nYour whataboutery is silly.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgjF1o_yu-bBs3gCoAEC",
            "user": "JackassBauer1",
            "date": "2 years ago",
            "timestamp": 1507039142683,
            "commentText": "-31% for the EXACT SAME JOB?!?!?\n\nAny precise example of what job?",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjF1o_yu-bBs3gCoAEC.8SDonlelEFO8cYlGqQWNrQ",
                    "user": "dadsafrantic",
                    "date": "1 year ago",
                    "timestamp": 1538575143195,
                    "commentText": "it's armenia",
                    "likes": 0
                },
                {
                    "id": "UgjF1o_yu-bBs3gCoAEC.8SDonlelEFO8h2Bseiq6Hd",
                    "user": "Jaden Yager",
                    "date": "1 year ago",
                    "timestamp": 1538575143197,
                    "commentText": "In some countries, like Armenia, many jobs like <b> doctors </b>and such are very unequally paid",
                    "likes": 4
                }
            ]
        },
        {
            "id": "Uggxw76H28HtiXgCoAEC",
            "user": "David Sibley",
            "date": "2 years ago",
            "timestamp": 1507039142685,
            "commentText": "What a bunch of total bull. Advertisements overwhelmly portray women positively and men negatively. Now, you complain women are portrayed too positively. The stereotypes you mention are all positive. Your talk shows you cannot be satisfied. Would you rather negative? Women like you will find any and everything negative. You want ads focused on women but attack ads focused on men (beautiful women). You stretch to find gang rape in that image. Actually, it represents as likely a female fantasy as male fantasy.  She had a bunch of hunks giving her admiration. The wage gap is a lie. Psychological abuse is not violence that is a perversion of language and women do plenty of psychological abuse on men.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Uggxw76H28HtiXgCoAEC.8S88ckBcJw68hXah4xWOmE",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575143179,
                    "commentText": "If you say so, Mr. Bitterpants. \n\nWho hurt you?",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggGnAEPRyxeKngCoAEC",
            "user": "emily schwellenbach",
            "date": "2 years ago",
            "timestamp": 1507039142689,
            "commentText": "She lost me once she said its ok for abortion, never mentioning the violence committed against the unborn female!,  How can we say this is ok if we want to elevate the stus of women?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggGnAEPRyxeKngCoAEC.8S0SUyhTKnF8uEchAzlnIW",
                    "user": "carultch",
                    "date": "5 months ago",
                    "timestamp": 1556891943176,
                    "commentText": "Because abortion is self-defense against God's will.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghuVTdGhk-N0HgCoAEC",
            "user": "Cari Corbet-owen",
            "date": "2 years ago",
            "timestamp": 1507039142692,
            "commentText": "Bravo Natalia!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiELLMUQ_xFengCoAEC",
            "user": "NRC860",
            "date": "2 years ago",
            "timestamp": 1507039142694,
            "commentText": "Very good speech, but shit, so focused on the lipstick on her teeth.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugjwd1MAcaQy7ngCoAEC",
            "user": "hogiesanKenobi",
            "date": "2 years ago",
            "timestamp": 1507039142697,
            "commentText": "This <b> woman </b>has too much time to think about herself .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugjwd1MAcaQy7ngCoAEC.8Rsbpf6YRZ48hXaN4V5-Kx",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575143165,
                    "commentText": "Aaaaaaaaaaaaaaaaaand we're back to square one, dear inhabitants of this earth.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UgjnmRiTQTaBGXgCoAEC",
            "user": "Mahesh M",
            "date": "2 years ago",
            "timestamp": 1507039142709,
            "commentText": "Yes...this is true but the only thing that can be accepted is equal rights to both <b> gender </b>and not special rights to women which \"FEW WOMEN TAKE ADVANTAGE TO HARASS MEN.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjnmRiTQTaBGXgCoAEC.8Rp0-kssn9y8hXX6qTIF1m",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575143170,
                    "commentText": "I don't even understand the point that you're trying to make.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UginA25eWuQ5RXgCoAEC",
            "user": "Isabella Maldarelli",
            "date": "2 years ago",
            "timestamp": 1507039142711,
            "commentText": "Brazil!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UginA25eWuQ5RXgCoAEC.8Rnq1LqmAUZ8cYmL8kLjds",
                    "user": "dadsafrantic",
                    "date": "1 year ago",
                    "timestamp": 1538575143173,
                    "commentText": "i'm pretty sure brazil has more urgent problems than poorly done adverts.  not discounting this issue but maybe child prostitution/slavery.  kidnappings.  you know...stuff.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggmRfI2KLE_9XgCoAEC",
            "user": "Isabella Maldarelli",
            "date": "2 years ago",
            "timestamp": 1507039142715,
            "commentText": "I LOVE THIS😃❤️",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ughl6gxnCRAGzHgCoAEC",
            "user": "Diehardbobcat",
            "date": "2 years ago",
            "timestamp": 1507039142717,
            "commentText": "feminsm is cancer.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Uggw6L519maXungCoAEC",
            "user": "Filip",
            "date": "2 years ago",
            "timestamp": 1507039142719,
            "commentText": "Study the perspective of both genders, and you will realize the bigger picture. It's a two sided coin. Men are suffering from just as much as women, and I am not meaning to undermine women or feminism. Nonetheless we as men are suffering under expectations from other men to be hard and without love and emotions, \"men don't cry\". We as men, on the other hand, don't talk about it, especially not to other men. One of the big reasons for <b> sexual </b>assaults is this.\nI'm really into this stuff at the moment, and we have to combine both masculine and feminine problems to get a correct picture. \nWe have to learn to understand our opposite<b>  sex</b>, not become it ;)\nLastly, please excuse my english. I love this discussion, so please comment if you think I am wrong :3",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Uggw6L519maXungCoAEC.8Rc_sUmgr1C8kUob4apyiB",
                    "user": "Billie oddé",
                    "date": "1 year ago",
                    "timestamp": 1538575143239,
                    "commentText": "You should check out the TED talk that explains the \"man box\" I think you'd enjoy it as it goes more in depth about the issues you just mentioned. And I think you're right antiquated <b> gender </b>norms are culturally toxic to for everyone.",
                    "likes": 4
                },
                {
                    "id": "Uggw6L519maXungCoAEC.8Rc_sUmgr1C8mXgh5AkXIW",
                    "user": "Alex Noa",
                    "date": "11 months ago",
                    "timestamp": 1541253543241,
                    "commentText": "Filip \n\nThat's still the product of <b> sexism </b>against women though. The reason it's \"bad\" for men to cry is because it's feminine. It's also a theory as to why<b>  homophobia</b> exists, because men are afraid that they will be treated how they treat women.",
                    "likes": 5
                },
                {
                    "id": "Uggw6L519maXungCoAEC.8Rc_sUmgr1C8rX8jdzlMxD",
                    "user": "the Lost Q",
                    "date": "7 months ago",
                    "timestamp": 1551621543242,
                    "commentText": "@Alex Noa \n\"The reason it's \"bad\" for men to cry is because it's feminine\"\nMen being forbidden (by <b> woman)</b> to wander into that forbidden realm (by<b>  woman</b>) sounds to be more lik<b> e sexis</b>m against men and masculinity.\n\n\n\n\n\"It's also a theory...men are afraid that they will be treated how they treat women.\r\"\nSource? That sounds more like a hypothesis, an unproven one.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggQTgJcIo8JoXgCoAEC",
            "user": "TheUnatuber",
            "date": "2 years ago",
            "timestamp": 1507039142721,
            "commentText": "She has some good points, but she doesn't drive them home forcefully enough.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh98sZVV9-TAXgCoAEC",
            "user": "drachenfriedhof",
            "date": "2 years ago",
            "timestamp": 1507039142723,
            "commentText": "but..... what about the men in ads? don't get me wrong, I agree... but I think ads put up an equally unrealistic expectation on men. look at this \"rape ad\". I don't think ads are just harming women. there is much more behind it than put the women down.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugh98sZVV9-TAXgCoAEC.8RaINLYr-f88RcJnK66XOZ",
                    "user": "JE Hoyes",
                    "date": "2 years ago",
                    "timestamp": 1507039143254,
                    "commentText": "drachenfriedhof Well, yes. The adverts that show how men would design skirts, women's changing rooms or beach football are also depicting men as one-dimensional <b> sexual </b>predators. I'd love to see men stand up against that form of dehumanizing too.",
                    "likes": 1
                },
                {
                    "id": "Ugh98sZVV9-TAXgCoAEC.8RaINLYr-f88RcOT7KLzCl",
                    "user": "drachenfriedhof",
                    "date": "2 years ago",
                    "timestamp": 1507039143256,
                    "commentText": "I'm wondering how many women work in advertising...",
                    "likes": 0
                },
                {
                    "id": "Ugh98sZVV9-TAXgCoAEC.8RaINLYr-f88RcZS8O0SW2",
                    "user": "JE Hoyes",
                    "date": "2 years ago",
                    "timestamp": 1507039143259,
                    "commentText": "If it's like any other industry, there will be more men than women in positions of influence and decision.\n\nI don't know where this kind of talk fits in with focus groups and other market research. Most companies are doing what they can to reach their target audience. Loads of marketing people will say that they don't dictate the prevailing cultural norms they just pander to them.\n\nPeople say that \"<b> sex </b>sells\" but somehow this has been converted to <b> \"sexism</b> sells\".",
                    "likes": 0
                },
                {
                    "id": "Ugh98sZVV9-TAXgCoAEC.8RaINLYr-f88Rf0uQlQMUd",
                    "user": "drachenfriedhof",
                    "date": "2 years ago",
                    "timestamp": 1507039143261,
                    "commentText": "you did not get the point f my question. And btw <b> sexism </b>was always around. it is not new. but yes, in a world we have computer with the size of a spoon we treat each other still like we were apes.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugg2FKx05p9S2XgCoAEC",
            "user": "Geo Geo",
            "date": "2 years ago",
            "timestamp": 1507039142726,
            "commentText": "That image she was talking about... it didn't remind me of gang rape. Men in that picture is objectified as well... A fantastic body and an amazing face. I'm yet to see a guy look like that in real life. If she's talking about gang rape, here men are represented as rapists!\n\nThe only difference is between men and women are that women compare themselves to that girl and probably get insecure and talk in TEDx wearing make up to enhance the beauty. While men just ignores it and take a big gulp from their beer cans and go out without taking a shower or shaving in their dirty shoes and smelly socks. Again, if somebody has a problem with your appearance it's a <b> woman </b>(his girlfriend/mom/friend/sister). And your guy friends will accept you without any hesitance. \n\nHow many women can say that your friends will accept if you go out with them wearing no make up/dirty and smelly. Or didn't get her hair done like the speaker in the video?\n\nThis problem is created by you, for you and suffered by only you. Just don't bring men into this whole problem and play victim. 'You' are those who got problem with it men or women. Rest of us don't care. Stop following stereotypes and save everyone from the whole negativity.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugg2FKx05p9S2XgCoAEC.8RTuFjqKJ4r8hXXigD3Mkb",
                    "user": "Mayor Of Simpleton",
                    "date": "1 year ago",
                    "timestamp": 1538575143202,
                    "commentText": "DEAR LORD. DID WE NOT JUST AGREE UPON AVOIDING STEREOTYPES, OR HAS THIS SPEECH SIMPLY GONE STRAIGHT THROUGH YOU?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgiJQWt1ReNUZHgCoAEC",
            "user": "Stéphane Rocke",
            "date": "2 years ago",
            "timestamp": 1507039142729,
            "commentText": "Men are suffering from the same stereotypes but they don't go crying on TEDx stages.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgiJQWt1ReNUZHgCoAEC.8RNb_gv4prO8cq1cdC4hfa",
                    "user": "ÖRLOGSKAPTEN #MAKEYOUTUBEGREATAGAIN",
                    "date": "1 year ago",
                    "timestamp": 1538575143265,
                    "commentText": "Stéphane Rocke But it wouldn't be a bad thing if they talked about <b> sexism.</b> It would actually be a great thing if a man talked about the impact of advertising on men.",
                    "likes": 7
                },
                {
                    "id": "UgiJQWt1ReNUZHgCoAEC.8RNb_gv4prO8dWVf0Li2F-",
                    "user": "movie master",
                    "date": "1 year ago",
                    "timestamp": 1538575143267,
                    "commentText": "they aren't suffering as much as women are, AND there are men who talk about <b> sexism </b>on TEDx stage",
                    "likes": 11
                }
            ]
        },
        {
            "id": "UggkZJYsKYHx3XgCoAEC",
            "user": "Garantia COBIA",
            "date": "2 years ago",
            "timestamp": 1507039142731,
            "commentText": "Just don't buy from Dolce & Gabanna and see how quickly they change their tune!",
            "likes": 91,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggkZJYsKYHx3XgCoAEC.8RFJLraWG9V8uc7VS6fvMt",
                    "user": "Lynn DeBeal",
                    "date": "4 months ago",
                    "timestamp": 1559570343247,
                    "commentText": "boycott!  money talks",
                    "likes": 4
                }
            ]
        },
        {
            "id": "UgghkHScN-C6DXgCoAEC",
            "user": "Jose Luiz Tomaz de Carvalho",
            "date": "2 years ago",
            "timestamp": 1507039142734,
            "commentText": "Natalia is absolutely brilliant.",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggMg911UQhXVngCoAEC",
            "user": "No Name",
            "date": "2 years ago",
            "timestamp": 1507039142737,
            "commentText": "oh get fkt...every look at instagram? No one is making women post the sh*t they do, its all themselves",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggUIBCv4pTy3XgCoAEC",
            "user": "Rossina Gil",
            "date": "2 years ago",
            "timestamp": 1507039144875,
            "commentText": "I would love to see Natalia interviewed together with Kim Kardashian.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghbfqlbKvUEingCoAEC",
            "user": "holylingus",
            "date": "2 years ago",
            "timestamp": 1507039144877,
            "commentText": "Why should I listen to this talk from a <b> woman </b>with painted nails, make up, lipstick and hair that has seen more chemicals than a highschool student could recount?\nThis is perposterous and hypocrit!\n\nAlso why is she talking about shopping?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghTwkWsH3zF9XgCoAEC",
            "user": "Exx Patt",
            "date": "2 years ago",
            "timestamp": 1507039144879,
            "commentText": "sex sells... period.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzvk2uMI8hzH59BYQp4AaABAg",
            "user": "Daniel",
            "date": "2 years ago",
            "timestamp": 1507039144880,
            "commentText": "Is <b> NOBODY </b>bothered WHY women make 80% of the buying decisions? was the statistic just for the one ad or...?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwyt_iWsY7czi_tqCh4AaABAg",
            "user": "B Christelle",
            "date": "2 years ago",
            "timestamp": 1507039144882,
            "commentText": "I can't stand listening to anymore feminists. Its all about how women are victims and this justifies passing sexist laws that only benefit women.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwyt_iWsY7czi_tqCh4AaABAg.8QSt3m60TT08li1u87Th3G",
                    "user": "elenapelayo1",
                    "date": "1 year ago",
                    "timestamp": 1538575145376,
                    "commentText": "What sexist laws?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UghLMkTZUK1S03gCoAEC",
            "user": "Joe Mel",
            "date": "2 years ago",
            "timestamp": 1507039144891,
            "commentText": "Hahaha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgihIUuXO6PfhXgCoAEC",
            "user": "Neeva",
            "date": "2 years ago",
            "timestamp": 1507039144894,
            "commentText": "I loved this talk! but why can I only hear maranda sings for some reason",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghV-nDoi89dV3gCoAEC",
            "user": "Vademar of Xeroes",
            "date": "2 years ago",
            "timestamp": 1507039144896,
            "commentText": "They make advertisements like that with men as well.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugip3sPskc_N13gCoAEC",
            "user": "Sally Austin",
            "date": "2 years ago",
            "timestamp": 1507039144897,
            "commentText": "Ironically, most of the beer makers and probably the inventor of beer was most likely a <b> woman.</b> Another reason to show respect to women, at least in beer ads.",
            "likes": 84,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8R90vSwRKAH",
                    "user": "sspiderweb",
                    "date": "2 years ago",
                    "timestamp": 1507039145594,
                    "commentText": "I make beer and I have read on the invention of beer and it was a mistake from leaving grains out in the rain, no one really invented it.",
                    "likes": 11
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8S5VeAEXMYe",
                    "user": "benjamin yashua",
                    "date": "2 years ago",
                    "timestamp": 1507039145596,
                    "commentText": "Sally Austin but almost everything else was invented and founded by men",
                    "likes": 7
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8UdxmNEOGFa",
                    "user": "Brenna Hasselmann",
                    "date": "2 years ago",
                    "timestamp": 1507039145597,
                    "commentText": "benjamin yashua that's revisionist history. We cannot know how many women were responsible for innovations because time and time again men take the credit.",
                    "likes": 51
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8Uh-qgG1W5u",
                    "user": "Mudkip",
                    "date": "2 years ago",
                    "timestamp": 1507039145598,
                    "commentText": "BrenBren Hmann is this just wishful thinking, or do you have something to back that up with?",
                    "likes": 7
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8toIEahEQ2p",
                    "user": "Mady Montgomery",
                    "date": "5 months ago",
                    "timestamp": 1556891945600,
                    "commentText": "@benjamin yashua It's not an adequate point. To simplify it'd be like compaing the vegetation in the sahara desert to the vegetation in the Amazonian rainforests. Of course the rainforests have greater vegetation, because the conditions in place have allowed it to flourish.",
                    "likes": 6
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8wIPRP1l9EJ",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162345601,
                    "commentText": "Well it´s an assumption. <b> Nobody </b>really knows.",
                    "likes": 0
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU8xNMtQ7qZ5q",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840745603,
                    "commentText": "Beer wasn't really invented, it was an accident.\nAlso, I don't know where you are, but the distillery near me are run exclusively by men, there was a <b> woman </b>there but she moved away to try going off the grid, might have gotten eaten by a gator.",
                    "likes": 0
                },
                {
                    "id": "Ugip3sPskc_N13gCoAEC.8Q1Zs7fCtWU9-JiiIF_0SJ",
                    "user": "lockandloadlikehell",
                    "date": "1 week ago",
                    "timestamp": 1569506346044,
                    "commentText": "@Brenna Hasselmann \n\nYou do know there is an official patent office, right?\n\nYou do know how that works, right?\n\nMore nonsensical whining.\n\nThis is why no one respects you.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjNsyhESR1BlngCoAEC",
            "user": "Alina Jackowska",
            "date": "2 years ago",
            "timestamp": 1507039144900,
            "commentText": "girlfriend, mother, grandma, housewife\nboyfriend, father, grandpa, husband\neee?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjEO5jff4jIlngCoAEC",
            "user": "Princess Warrior",
            "date": "2 years ago",
            "timestamp": 1507039144902,
            "commentText": "The ad is insulting and demeaning to the potential customer.\nThe product is dangerous to her physical and <b> mental </b>health.\nObjectification. \nIt's more likely her partner needs to buy that product.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj-c6_QsVSZAngCoAEC",
            "user": "Fernanda Bincoletto",
            "date": "2 years ago",
            "timestamp": 1507039144904,
            "commentText": "So proud, mana! Thank you for this.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj8SX9Lmri8WXgCoAEC",
            "user": "Walker Christian",
            "date": "2 years ago",
            "timestamp": 1507039144906,
            "commentText": "Except girls can do any thing to guys and if a guy does it back its so freaking bad. Girls can say what ever they want but when a guy does it it is a huge deal.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugj8SX9Lmri8WXgCoAEC.8PsXEecKDrb8btLc0fGIuZ",
                    "user": "J A",
                    "date": "1 year ago",
                    "timestamp": 1538575145381,
                    "commentText": "wtf it's the other way around, do you live on another planet?",
                    "likes": 5
                }
            ]
        },
        {
            "id": "UghuJ6yeVJRirngCoAEC",
            "user": "Madelyn Today",
            "date": "2 years ago",
            "timestamp": 1507039144910,
            "commentText": "Maybe women don't feel represented in those adds but for some reason the ads do inspire them to buy the products.  Maybe its because subconsciously think the product will make them more like the model.  We vote with our dollars.  If you don't like the ads cast your vote differently.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghuJ6yeVJRirngCoAEC.8PsQiFu7KIN8kUo82MyNLh",
                    "user": "Billie oddé",
                    "date": "1 year ago",
                    "timestamp": 1538575145384,
                    "commentText": "Lol cast it where? At the companies that DON'T objectify the people they're aimed at? Yeah good luck with that I bet it'll turn out great when we're starving without a stitch of clothing.",
                    "likes": 4
                }
            ]
        },
        {
            "id": "UgjQhFFLFGl4eXgCoAEC",
            "user": "that respectablehuman",
            "date": "2 years ago",
            "timestamp": 1507039144912,
            "commentText": "loving moms, beautiful girlfriends, being efficient at cleaning a house. how awful? women WANT to please people as many men do.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggfZebME_W5OXgCoAEC",
            "user": "A s c e n d e d H u m a n",
            "date": "2 years ago",
            "timestamp": 1507039144914,
            "commentText": "no examples about men in advertising?\nhow come no one cares about us?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UggfZebME_W5OXgCoAEC.8PsPRQZ2TXI8SC9vrO73M9",
                    "user": "A s c e n d e d H u m a n",
                    "date": "2 years ago",
                    "timestamp": 1507039145572,
                    "commentText": "Madison Kround \nI do care, everyone (mostly) treats women with respect because they're women (hence why this idea has a video yet mine is only a YouTube comment)\nmy problem is why don't we men treat each other the same way we treat women? we don't live in a equal world, but it can be.",
                    "likes": 1
                },
                {
                    "id": "UggfZebME_W5OXgCoAEC.8PsPRQZ2TXI8SCAAnYUaot",
                    "user": "A s c e n d e d H u m a n",
                    "date": "2 years ago",
                    "timestamp": 1507039145574,
                    "commentText": "Acelya \nhundreds*\ndoesn't that mean we should get rid of them? we're on the same team aren't we? we all want equality.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugh2bHzl7D_NAHgCoAEC",
            "user": "Catalina Cervantes",
            "date": "2 years ago",
            "timestamp": 1507039144917,
            "commentText": "Great speech!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj_PXSH35NtKngCoAEC",
            "user": "Michelle Doiron-Bergeron",
            "date": "2 years ago",
            "timestamp": 1507039144919,
            "commentText": "Great points Natalia! Acknowledging you on this International Women's Day! <3",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj9tzR8x5X3nngCoAEC",
            "user": "René Henriksen",
            "date": "2 years ago",
            "timestamp": 1507039144920,
            "commentText": "Crazy that all this \"equalization\" hasn´t created more harmony",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugj9tzR8x5X3nngCoAEC.8P_-R8hm3bB8Ps1e_R7B-2",
                    "user": "KereignVeVo",
                    "date": "2 years ago",
                    "timestamp": 1507039145427,
                    "commentText": "Because men's egos are so fragile they thing it will break if women are like them.",
                    "likes": 34
                },
                {
                    "id": "Ugj9tzR8x5X3nngCoAEC.8P_-R8hm3bB8RkNOqEv2yu",
                    "user": "mrinsano555",
                    "date": "2 years ago",
                    "timestamp": 1507039145429,
                    "commentText": "+KereignVeVo Yeah, or maybe women simply neither have the desire or the ability to be like men, that's also a possibility.",
                    "likes": 2
                },
                {
                    "id": "Ugj9tzR8x5X3nngCoAEC.8P_-R8hm3bB8cq0wkfd16m",
                    "user": "ÖRLOGSKAPTEN #MAKEYOUTUBEGREATAGAIN",
                    "date": "1 year ago",
                    "timestamp": 1538575145430,
                    "commentText": "mrinsano555 We don't want to be like men, we want to be treated like humans...",
                    "likes": 12
                },
                {
                    "id": "Ugj9tzR8x5X3nngCoAEC.8P_-R8hm3bB8kl0IHFZQ-L",
                    "user": "Audrey Robertson",
                    "date": "1 year ago",
                    "timestamp": 1538575145432,
                    "commentText": "Because men don't recognize the sexism🤷🏻‍♀️",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugi60gVoQZJgVXgCoAEC",
            "user": "Isaiah Simmons",
            "date": "2 years ago",
            "timestamp": 1507039144923,
            "commentText": "tbh I thought there would but much worse mysogynist comments far from the worst I've seen",
            "likes": 88,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78Pp9Vfx4vzW",
                    "user": "Super Pancake",
                    "date": "2 years ago",
                    "timestamp": 1507039145579,
                    "commentText": "However it probably exists in other places than the developed western world.",
                    "likes": 3
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78SDtLVBz7Bd",
                    "user": "JackassBauer1",
                    "date": "2 years ago",
                    "timestamp": 1507039145581,
                    "commentText": "@Acelya Would you provide a precise example of a job where a <b> woman </b>is paid 31% less money occupying the exact same functions. I really need that information for an argument...",
                    "likes": 9
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78T8KRxPY37h",
                    "user": "Joschua Brinkmann",
                    "date": "2 years ago",
                    "timestamp": 1507039145582,
                    "commentText": "There is none and she knows it.",
                    "likes": 8
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78Ub-Sjuo8fb",
                    "user": "Grace Truth",
                    "date": "2 years ago",
                    "timestamp": 1507039145583,
                    "commentText": "and they make different decisions because men and women are expected to act differently. Women are shown to not be encouraged as often to be leaders or have more confidence in the work they do (from the time they are little). Moreover in many countries women are still expected to be the primary caregivers to children. What does this lead to? It leads to women working less hours and therefore not being considered for a raise or a promotion. Even if a <b> woman </b>does get a promotion, she may feel forced to reject that promotion because she would have to work longer hours or work in an extensive project that will not leave her any time to pick her kids up from school or do any other thing that mothers are expected to do. And in a lot of societies not placing motherhood above all gives you the title of \"greedy\"",
                    "likes": 10
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78UoXAZGJC7O",
                    "user": "paulsan2112",
                    "date": "2 years ago",
                    "timestamp": 1507039145585,
                    "commentText": "Ah, yes.  The argument that firms and companies carry one form for females hires vs their 100% reimbursement package if a male candidate would come along.\n\nThere is NO govt study showing - all things the same - that women are paid less than men for the exact same work.\n\nThe pay gap reflects DIFFERENT occupations - not the same.  Further, young women out of college (more than young men) actually make more if they aren't tied down with children.\n\nBut her liberal professor cried when telling her it is so!",
                    "likes": 5
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78a8b0JsrFDn",
                    "user": "J T Gibbs",
                    "date": "1 year ago",
                    "timestamp": 1538575145586,
                    "commentText": "If the <b> gender </b>pay gap did exist then maybe we could narrow it a little by giving fathers 52 weeks paid paternity leave as mothers get.",
                    "likes": 3
                },
                {
                    "id": "Ugi60gVoQZJgVXgCoAEC.8PZCJJcrEN78k9GBEriM_k",
                    "user": "Eduarda Anschau",
                    "date": "1 year ago",
                    "timestamp": 1538575145588,
                    "commentText": "PEPE LIVES It should have been done. But <b> sexism </b>in our society puts childcare only on weman shoulders. Men get the breadwiner place. Everyone unhappy",
                    "likes": 5
                }
            ]
        },
        {
            "id": "UgjTcgLIWm11hXgCoAEC",
            "user": "Jay Morgan",
            "date": "2 years ago",
            "timestamp": 1507039146981,
            "commentText": "Hard to understand why people disliked this talk. Does it hit too close to home? Personally, I appreciated her helping me see the subject from a different perspective. Made me think about a lot of things to which I never really paid attention. No, no one forces models to pose. No, no one forces shoppers to make purchases. Neither does anyone force that guy on the corner to be a <b> bum,</b> or that girl (usually) to stick around and let her boyfriend abuse her. People make bad decisions all the time. Doesn't change the fact that media has power. Ads shape thought patterns and behaviors. That is their raison d'etre. Good talk.",
            "likes": 635,
            "hasReplies": true,
            "numberOfReplies": 25,
            "replies": [
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8QQ_zA6Ontm",
                    "user": "Get Lost",
                    "date": "2 years ago",
                    "timestamp": 1507039147855,
                    "commentText": "To be honest, I just don't like her cadence. It makes her harder to listen to, particularly for 15 minutes.",
                    "likes": 13
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8S0PaObi-bb",
                    "user": "Bob Pierre",
                    "date": "2 years ago",
                    "timestamp": 1507039147857,
                    "commentText": "We dislike it because it's stupid. As if men are the protagonists in their own story in commercials...we're coaches, dads, plumbers, handimen, etc...in otherwords, we are only important if we are useful to someone else.",
                    "likes": 18
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SAqA_92nNv",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147858,
                    "commentText": "Bob Pierre you are watching way to less comercials  :D",
                    "likes": 8
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SQaA4Zjgs9",
                    "user": "Salihah Aakil",
                    "date": "2 years ago",
                    "timestamp": 1507039147859,
                    "commentText": "Bob Pierre: Being portrayed as coaches, dads, plumbers and handymen doesn't promote the objectification of your body.  It doesn't subtly feed into a system that leaves you helpless and hated and notice in her speech near the end she said. \"Because it could be a complete stranger but we would still owe HIM or Her respect.\" She doesn't say that things like this only happen to women and she doesn't blame men.  Throughout her whole speech she uses the word Brand which could be men or women and probably is.",
                    "likes": 43
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SQbkB2zPMX",
                    "user": "Bob Pierre",
                    "date": "2 years ago",
                    "timestamp": 1507039147861,
                    "commentText": "No. It's worse. Men aren't objects, we're utilities, like water, electricity or gas...we're only valued based on our usefulness to others. Namely, useful to women and children. And our lives are only valued if we're connected to women and children...\n\nI want you to watch the news, about a man dying...or losing his job, or whatever...it's usually \"that's too bad\" until the news anchor says: \"He's a father of four, and leaves behind a loving wife\".",
                    "likes": 10
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SQdEWSUYe4",
                    "user": "Salihah Aakil",
                    "date": "2 years ago",
                    "timestamp": 1507039147862,
                    "commentText": "That may be true or it may not be, who knows I'm not here to argue one way or another. But that doesn't change the fact that women are  physically, verbally and sexually abused as a result of what's shown to all of us by the media.  Men and women both face huge challenges in life but the fact that men are physically stronger and dominant in society makes them much less vulnerable to the things women face and more able to speak out against their problems.",
                    "likes": 23
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SQeNRkCMJy",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147864,
                    "commentText": "you could just look at the comments of male and female youtube Videos and you will See wich ones are mostly about appereance. or ask the women in your surroundings what the most insults and compliments they get are about. that will speak volumes.",
                    "likes": 22
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SWoRs_namW",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147866,
                    "commentText": "Different perspective I got no issues with.\nIts more about how she wants to push her narrative.\nAlso how women themselves target each other because of this, and how she acted in this video.\nAs some of what she said is sometimes false, as some of those ladies on some ads are not all the same and blames sometimes more on photoshop if she actually has a good neutral body.\n\nSo I hate the fact she has to push some of the things other females are fine with doing or in what way they are doing it.\nFrom the \"beach ready\" ad that was taken down so fast, which was just a model that had trained her body good but most unsecure women had to take it down and blame photoshop and her forced into diets.\nWhich was rather annoying.\n\nBut SURE, in some places and what some do these things can be different and could do different things.\n\nShe was nit picking a lot as well.",
                    "likes": 3
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SX39EfDS9y",
                    "user": "Jay Morgan",
                    "date": "2 years ago",
                    "timestamp": 1507039147867,
                    "commentText": "Actually she isn't \"pushing\" it.  She put it out there.  You clicked and watched it, which makes it a \"pull\", technically.  You had the freedom to very easily click close at any time.  She was observably nervous, probably partly because English isn't her first language, so I'm glad she found the strength to talk about something that is clearly very important to her.  I'm glad we live in a world where all voices, even dissenting ones, can be heard like this.",
                    "likes": 30
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SX3LqSxRKC",
                    "user": "Jay Morgan",
                    "date": "2 years ago",
                    "timestamp": 1507039148578,
                    "commentText": "Yeah, it doesn't sound like English is her first language; it's probably Portuguese, if I had to guess.  I know about a half-dozen words in Portuguese, so if the tables were turned I'm pretty sure I'd fall flat on my face.",
                    "likes": 11
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SX3jXH7Fv_",
                    "user": "Jay Morgan",
                    "date": "2 years ago",
                    "timestamp": 1507039148580,
                    "commentText": "I hear you Bob.  But why don't you turn to data and statistics instead of anecdote?  I suspect because A) you're not really that concerned.  Typing is easy.  Looking things up is hard.  And B) the data doesn't support your viewpoint.  There are an awful lot of of commercials where Men are presented as strong, successful, in-charge (Lincoln commercials come to mind), dominant...  Many more so than women, I suspect.  But I really don't care enough to look up the numbers either.  I'm just happy to be enlightened a bit about the other side.",
                    "likes": 20
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SXeBjObEKB",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039148583,
                    "commentText": "Freddy Ready 'I got no issues with'. When you think something like that you should listen instead of argue don't you think? \n\nIt's like this: everytime people say, when there's a problem women should speak up for themselves (and if they don't there clearly is no problem)\nBut when they do there are people like you saying: that's no problem I don't expierince it myself or that's no problem, someone had told me about it\nWell there are telling you people about it right now, so shut up and listen",
                    "likes": 18
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8SYDeEqMoya",
                    "user": "Bob Pierre",
                    "date": "2 years ago",
                    "timestamp": 1507039148586,
                    "commentText": "Hahahahahah...faux humility, concern trolling, and white-knighting all in one.",
                    "likes": 6
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8UoZL5mlmSY",
                    "user": "paulsan2112",
                    "date": "2 years ago",
                    "timestamp": 1507039148588,
                    "commentText": "Jay, your response is bringing up a car commercial?  One that promotes men wearing their wealth (resources) on their sleeves by owning said car?  The type of consumerism that promotes the idea that men are only as useful as their accumulation of wealth utility?  Partly (mostly?) because women seek out resources (or at least it's a deciding factor) when seeking a mate/partner?\n\nBoo-hoo.  Men seek out physical attraction (signs of reproductive resources) while women seek out hard assets (resources able to foster reproduction).  And ads are targeted as such.\n\nBoo-hoo, biology and psychology.  \n\nMen are soooo bad/stupid/dogs/__insert whatever completely acceptable attack on men here while completely ignoring/apologizing for women's contemptible behavior all the same__!\n\nHow well do you think a TEDTalk about how <b> dumb </b>women are for raising men to treat them like shit would go?  EVERY man comes from a<b>  woman</b>, raised in a gynocentric society (from mothers to after-school care to teachers etc) their entire formative years (and many now without a father figure).  Yet the product is always the same?  Maybe that TEDTalk could discuss women's shitty resource allocation abilities, generally speaking, and their desire to chase men with wealth (thus further incentivizing men to seek out more resources to acquire female attention).  Or ho<b> w dum</b>b they must be to keep buying and buying and buying and consuming all these goods they are marketed towards (yet complain about the ads lol)?  Or the host of other things women do that are equally terrible (pushing for larger social programs that are unsustainable, pussification of their bubble-children, contemptuous behavior towards other women based on looks/resources, etc)?\n\nThat would go over well I'd imagine.  It's just so much easier and more acceptable to lay all the blame at the feet of men.  Because we take it.  Rather, because we CAN take it.  Not that we should have to.\n\nFact is EA<b> CH gend</b>er has inadequacies.  E<b> ach gen</b>der is shallow in its predictable behavior.  <b> Each ge</b>nder is comprised of individuals that many could do better.  Yet all you hear is how MEN'S society has failed women the world over.  Women are simultaneously victims and yet they are told they are completely capable people.  They raise the men and comprise of more than half the population, yet everything is the fault of men.  Women have no agency.  Bleh",
                    "likes": 5
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8V9erUxEHLZ",
                    "user": "Demarius Perry",
                    "date": "2 years ago",
                    "timestamp": 1507039148590,
                    "commentText": "Jay Morgan I understand why, she only brings up have of the point, she talks about feelings and not reality, true it is effective and mostly to women. they control the buying power and are being manipulated and have the power to stop it, but only complain about and blames someone else.",
                    "likes": 1
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8V9gbW10_De",
                    "user": "Demarius Perry",
                    "date": "2 years ago",
                    "timestamp": 1507039148593,
                    "commentText": "Salihah Aakil everyone is abuse, not just women. but men are made to be responsible for their actions women aren't. don't get mad at Vikki Secret for that type of stupidity after you/me/we put them in that spot. why haven't they been displaying size 25 models half naked, it doesn't Sell. This should be about responsibility, but its blaming, oh I'm not taking up for them. I think we should find our own faults and work up from there.",
                    "likes": 3
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8V9hUGHHp9R",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039148596,
                    "commentText": "\"Salihah Aakil everyone is abuse, not just women. but men are made to be responsible for their actions women aren't.\"\n\nthat is just so damn stupid i don't have to read any further.\ndid you ever heard some male excusing his actions with his <b> alcohol </b>consumtion? on the same level women are made resposible for the actions men did to them because they got drunk.",
                    "likes": 16
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8VCKqqIpiuK",
                    "user": "Mantis king",
                    "date": "2 years ago",
                    "timestamp": 1507039148600,
                    "commentText": "Jay Morgan honestly dude, you see a beautiful <b> woman </b>with a cute accent and you want to defend her; be her white knight. It's natural to feel that way.",
                    "likes": 3
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8VM__BOhkSq",
                    "user": "John Thomson",
                    "date": "2 years ago",
                    "timestamp": 1507039148604,
                    "commentText": "Because this is gynocentric Bullshit. It is a bizarre talk. She is complaining about the very things she is exploiting. You need to understand hypergamy to understand why this is important. \n\nBranding is sending only one message, and that is \"buy me.\" These are not dengenergrateing messages to women, but suggesting how women can gain social status among her peers (other women), and exploiting her attractiveness to extract resources from men...",
                    "likes": 4
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8eRvMWLC2vD",
                    "user": "Kaycee Jane",
                    "date": "1 year ago",
                    "timestamp": 1538575148606,
                    "commentText": "you should watch 'killing her softly\"",
                    "likes": 2
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8efdyUsT8NC",
                    "user": "Ben Carter",
                    "date": "1 year ago",
                    "timestamp": 1538575148608,
                    "commentText": "Jay Morgan Think for yourself then. It is up to you how you interpretate reality. We know the mainstream media is full of it. Don't blame others for one's own inability to form one's own thoughts.",
                    "likes": 0
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8k9ENcD17kz",
                    "user": "Eduarda Anschau",
                    "date": "1 year ago",
                    "timestamp": 1538575148609,
                    "commentText": "paulsan2112 both men and weman are guilty about the society fails. Don't pretend that weman problems does not need atention once theire education is part of the problem.",
                    "likes": 1
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8nRbcCNGmb4",
                    "user": "Mekel Reen",
                    "date": "10 months ago",
                    "timestamp": 1543845548611,
                    "commentText": "I got pissed at around one minute with her 80% of women in this country make the financial decisions, meaning 80% of men don't, but let's talk about how sexist it is that 65% of women don't like the ads they see.",
                    "likes": 1
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8ucrW5k7zaZ",
                    "user": "Gazzara5",
                    "date": "4 months ago",
                    "timestamp": 1559570348613,
                    "commentText": "All true, but for every person influenced by the ad, there is at least another person who is not.",
                    "likes": 0
                },
                {
                    "id": "UgjTcgLIWm11hXgCoAEC.8PWCEqc7yJV8wINmy3fV8J",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162348615,
                    "commentText": "Just because something is hard to understand, doesn´t mean that there are no good reasons for disliking it",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggfrKni3obh5ngCoAEC",
            "user": "Róża Kołodziejska",
            "date": "2 years ago",
            "timestamp": 1507039146984,
            "commentText": "It's sad how media lie. In Poland there was less than a 100.000 people on that protest and certainly NOT 6 milion. I don't blame mrs. Natalia beacuse she couldn't knew but it was just simply far from truth",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggfrKni3obh5ngCoAEC.8PNtNenqgn68Pz6_hM_OVI",
                    "user": "Lovely Angel",
                    "date": "2 years ago",
                    "timestamp": 1507039147570,
                    "commentText": "Róża Kołodziejska There were more than 100k people counted (by signs given and many people didn't manage to give their signs) and 6 million is a number of people estimated to support the protest, not take a part in it. For example when I was marching with the crowd in Gdynia, there were many men and women looking at us through windows and shop doors showing their support like wearing <b> black </b>clothes and waving a Polish flag. Those people alone weren't counted, so how about all the rest who lived couple of streets farther or couldn't take a day off or couldn't join for other reason like living too far away? Those numbers are approximated but are not completely made up, so calling it a lie is way too much of an accusation.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "Uggz0NOHUmwL0ngCoAEC",
            "user": "tom",
            "date": "2 years ago",
            "timestamp": 1507039146986,
            "commentText": "this whole video is pissing me off ads are made to attract the buyer they use your interests to get you intrested.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Uggz0NOHUmwL0ngCoAEC.8PM9BnngDi48PMAE--9fk7",
                    "user": "tom",
                    "date": "2 years ago",
                    "timestamp": 1507039147565,
                    "commentText": "also with the much higher amount of boys why is it that more girls are going through school that seems like a massive issue but no <b> sexism </b>against men doesn't matter",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghrXkR96thsI3gCoAEC",
            "user": "Fionor",
            "date": "2 years ago",
            "timestamp": 1507039146988,
            "commentText": "I agree with presented arguments but at the same time, miss Harazian should've worked on delivery of her message. There were some rhetoric flaws that made her sounds like she's whining. Like she's apologizing for her point of view. That undermines important facts. :(\nI hope she'll speak more about this topic and will be less nervous. Because it's important speech.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UghrXkR96thsI3gCoAEC.8PJWhcds4j58RkNViC8EbF",
                    "user": "mrinsano555",
                    "date": "2 years ago",
                    "timestamp": 1507039147610,
                    "commentText": "\" flaws that made her sounds like she's whining.\" The part that made her sound like she's whining is the entire presentation.",
                    "likes": 4
                },
                {
                    "id": "UghrXkR96thsI3gCoAEC.8PJWhcds4j58ivWT6pliQx",
                    "user": "gotGodandHislove",
                    "date": "1 year ago",
                    "timestamp": 1538575147611,
                    "commentText": "It's not her first language that's why. She was struggling to get the right words.",
                    "likes": 11
                }
            ]
        },
        {
            "id": "UggfUsfx84qvm3gCoAEC",
            "user": "Go Fish",
            "date": "2 years ago",
            "timestamp": 1507039146991,
            "commentText": "This is a fifteen minute lie. No one is forced to do anything; the models aren't forced to pose, the photographers aren't forced to sell pictures to ad companies, marketers aren't forced to use photoshop and most importantly, the 65% of women who make 80% of the buying decisions even though they \"feel they aren't represented\" are not forced to buy a damn thing. The models are paid because someone chooses to pay them for their services. The photographers are paid because someone chooses to buy their products. Marketers get paid because their ideas generate more sales despite the fact whatever it is they do, 65% of women making 80% of purchasing decisions STILL BUY THE FUCKING PRODUCT WITH NO GUN WHATSOEVER TO THIER HEADS. Think about it, if they were FORCED to buy these products, why would anyone waste time with marketing?",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8PJABsrmohU",
                    "user": "Ser Raven",
                    "date": "2 years ago",
                    "timestamp": 1507039147767,
                    "commentText": "Go Fish I'm sorry you misunderstood the talk. :/ Good luck with future ones.",
                    "likes": 54
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8PwgOSbJ9JW",
                    "user": "DieFarbeLila88",
                    "date": "2 years ago",
                    "timestamp": 1507039147769,
                    "commentText": "of course no one is forced to do something in terms of \"not having a gun at their heads\" \nbut you can also be forced to do something, simply, because their is no other real alternative. \nOf course, a women could go out and buy for herself a male perfume wich is per volume always cheaper than the \"female product\" but does this women want to smell like \"dude\"? NO! \nAnd as good as every women would tell you the same! \nSo in essence, she is \"forced\" to go and buy the more expansive female product :)\nI really hoped, this could help you a little.",
                    "likes": 12
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8QLbCLOH-Zy",
                    "user": "TheReddaredevil223",
                    "date": "2 years ago",
                    "timestamp": 1507039147771,
                    "commentText": "All of these people participate in these phases of the process without a greater consideration of the larger ramifications. It's very foolish to assume that anyone makes any decision with a perfect consideration of its consequences.",
                    "likes": 7
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8RkNC_v1LvM",
                    "user": "mrinsano555",
                    "date": "2 years ago",
                    "timestamp": 1507039147772,
                    "commentText": "+DieFarbeLila88 No she isn't forced to do anything. She can buy any perfume she wants or she can not buy a perfume at all. It's not a human right for the perfume you like to be as cheap as the perfume you don't like, and most perfumes are unisex even if they aren't marketed as such. And generally, there's always a cheaper perfume that smells good if you bother searching for it. If women are stupid enough to overpay for this or that product, why shouldn't they? If a product is genuinely overpriced then there will be another company out there willing to do it for less and undercut their competition, and if you're too lazy to search for that company, or you care about the brand name of the expensive one then I have no sympathy for you.",
                    "likes": 5
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8S3Vofwxu0I",
                    "user": "Matushka Aki",
                    "date": "2 years ago",
                    "timestamp": 1507039147773,
                    "commentText": "Have you ever heard of psychology? Ads, logos, commercials... every marketing collateral has something to do with psychology. They deal with the subconscious. You can't stop your subconscious. It's why you do things you don't understand. <b> Nobody </b>forces women? MEN and other WOMEN force women to do this and that FOR THEM. \"Buy this shirt. I want it on you.\" They buy products because of the emotional return they get from loved ones. Abuse happens. Some people do stick around with abusive partners/family because if they buy or do these things for them, they'll get this approval.\n\nIt's not the money. It's not the force. It's the REWARD people get when they get these things. Why do a lot of people buy Starbucks coffee despite it being expensive? It gets them in the radar; Popularity. Yes,<b>  nobody</b> is forcing anybody, but emotional needs exist.",
                    "likes": 19
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8SB3jTDv_no",
                    "user": "P M",
                    "date": "2 years ago",
                    "timestamp": 1507039147775,
                    "commentText": "Go Fish Its not forced but it definitely does influence especially the younger generation...",
                    "likes": 1
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8SDsokU36t0",
                    "user": "JackassBauer1",
                    "date": "2 years ago",
                    "timestamp": 1507039147776,
                    "commentText": "@Matushka Aki Women will have to choose one day: either they are strong independent women or they are eternal victims. If you are strong and independent, then acknowledge your subconscious mind, realize these ads are only trying to play on it, and just don't act according to the ad like you are a victim of the ad.\n\nWeak men fall for stupid shit too, the Irish Spring deodorant will not give you a horse, diamond, greek gods muscles and an instant harem. The \"gangbang fantasy rape ad\" is in fact probably just playing on women's rape fantasies, cause as a man, let me tell you those 3 half naked <b> gay<b>  </b</b>>looking guys don't really appeal to my subconscious mind...",
                    "likes": 2
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8T8KunYV_ab",
                    "user": "Joschua Brinkmann",
                    "date": "2 years ago",
                    "timestamp": 1507039147777,
                    "commentText": "They are victims and need to be protected. ¯\\(ツ)/¯",
                    "likes": 1
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8Z_WbU4ooSz",
                    "user": "spiritmatrix2004",
                    "date": "1 year ago",
                    "timestamp": 1538575147779,
                    "commentText": "Matushka Aki\nso then get your emotions in check stop blaming the ad",
                    "likes": 0
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8a8bELBKhJw",
                    "user": "J T Gibbs",
                    "date": "1 year ago",
                    "timestamp": 1538575147780,
                    "commentText": "But But But.... Women need to be protected from their own decisions.",
                    "likes": 0
                },
                {
                    "id": "UggfUsfx84qvm3gCoAEC.8PImXH6RiPH8aoGHTSI9PD",
                    "user": "Kishs Selvarajah",
                    "date": "1 year ago",
                    "timestamp": 1538575148380,
                    "commentText": "Go Fish this precise realisation is why many women are starting to reject certain brands.  And also why many brands are starting to advertise differently.( in a more body positive,  empowering way)",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgjQnCzi2W5bLHgCoAEC",
            "user": "Isa Moonchild",
            "date": "2 years ago",
            "timestamp": 1507039146993,
            "commentText": "I first thought she was right. But she lost me at \"Think about, would you want that to happen to YOUR daughter?\". In that moment she made it all about men again. And this is not right. You should care cause she is a person, cause she is human. Not because she has connections to others.",
            "likes": 92,
            "hasReplies": true,
            "numberOfReplies": 22,
            "replies": [
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8PFXQaNFFWC",
                    "user": "Ashley Hames",
                    "date": "2 years ago",
                    "timestamp": 1507039147668,
                    "commentText": "One of the things she pointed out in her talk was that women only have value in advertisements if they are somehow related to someone (they are someones daughter, sister, wife, etc.). I think she is fully aware that people should care because women are people, not just because they are related to you in some way. She chose, specifically, to make that point because that is still a powerful way to get people to look at something differently. Making it personal gets peoples attention, and forces them to look at it from a different perspective. I agree, that ultimately, \"because she's a person\" should be the only justification needed - but that doesn't always work.",
                    "likes": 60
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8PHMOHn6dyT",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147669,
                    "commentText": "She said herself that she was doing it herself and doesn't like it either. the problem is like women are raised in the consciousness that they are rarely the main character of their own story, men don't expirience this and also don't expirience how the person must feel. sometimes the only way to get their attention is by making it to their personal thing.\n\nit disgusts me too. i mean i support homosexuals for example without gaining something myself from this matter (in the first place, sure everything gains something from giving right to minorities!) but men sadly often don't think that way about womens rights because they never were one. that i support <b> homosexual </b>rights dosen't mean i am aware of all their daily problems in our socity and thats ok as long as i listen and believe what they have to say. (and so should everybody)",
                    "likes": 46
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8PsRT6F_HP1",
                    "user": "Madelyn Today",
                    "date": "2 years ago",
                    "timestamp": 1507039147671,
                    "commentText": "I wouldn't give up on someone just because they said one thing you didn't again with.  To me, when you ask men to think about a <b> woman </b>as though she were they're daughter you're trying to get them to see that women are not objects which is very effective in snapping them back to reality.",
                    "likes": 18
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Q33yqF3cPQ",
                    "user": "Vademar of Xeroes",
                    "date": "2 years ago",
                    "timestamp": 1507039147672,
                    "commentText": "Not all are untouchable as one may think. The ones with money and power are the untouchable ones. It's assumed that white men can do whatever they want but they can still be poor and what not.",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Q4q2fU66E4",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147673,
                    "commentText": "But seeing one as your sister or daughter makes you think the one is someone you have be protective about. Not seeing someone as an object is good, seeing someone as a human beeing on your own eye level is better.",
                    "likes": 6
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8SHdoDuFTx7",
                    "user": "Rebecca Hubery",
                    "date": "2 years ago",
                    "timestamp": 1507039147675,
                    "commentText": "She did literally say a few minutes later that she hated approaching it that way because the whole point is that that could be a stranger and they should be just as respected :)",
                    "likes": 39
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8SI9SXF9gc2",
                    "user": "Isa Moonchild",
                    "date": "2 years ago",
                    "timestamp": 1507039147676,
                    "commentText": "Rebecca Hubery then Why use it in the First Place?",
                    "likes": 1
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Smo1xdoA7E",
                    "user": "Rebecca Hubery",
                    "date": "2 years ago",
                    "timestamp": 1507039147678,
                    "commentText": "I think she was only trying to use it as an example but that's just my opinion.",
                    "likes": 9
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Sn3XmihhS2",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147679,
                    "commentText": "Rebecca Hubery as an example for what <b> nobody </b>should say?",
                    "likes": 1
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8T8KBWAu8hA",
                    "user": "Joschua Brinkmann",
                    "date": "2 years ago",
                    "timestamp": 1507039147681,
                    "commentText": "Yap it's always \"I'm a <b> woman </b>you are not, you don't understand me you just have to believe me. Now let me tell you about men....\"",
                    "likes": 1
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8T8MsrTEzvH",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039148356,
                    "commentText": "Joschua Brinkmann and it's allways \"it don't concernce me so it can't be there\"",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Tg-faWfeoc",
                    "user": "COMMON SENSE",
                    "date": "2 years ago",
                    "timestamp": 1507039148358,
                    "commentText": "Exactly. <b> Nobody </b>should be raped. There are women who WANT and CHOOSE to have<b>  sex</b> with more than one man. \"What if this was your daughter?\" The man is either being blamed by women because he wants to have an orgy with a ho<b> t woma</b>n AND he is being blamed by women if he does not support his daughter's lifestyle choices!! This just screams daddy, daddy, I hate my daddy. Women are such children. Women make their own choices and they create their own realities.Stop blaming men for EVERYTHING. Women need to take responsibility for their own actions. How many women go out baring most of their breasts or wearing 1mm fabric over their arse cheeks and then have the audacity to say that they feel objectified by men? Well, durrgh, obviously most men are biologically programmed to be attracted to the female form. Showing it off and then being like don't look is moronic.",
                    "likes": 4
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Tg02d9jo4l",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039148360,
                    "commentText": "COMMON SENSE sorry but i can't take you serious for a second😂",
                    "likes": 5
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8Tg2N5vZYkm",
                    "user": "COMMON SENSE",
                    "date": "2 years ago",
                    "timestamp": 1507039148361,
                    "commentText": "Oh okay. So you are an idiot feminist then? So you are saying that every single <b> woman </b>who has had<b>  sex</b> was raped or coerced by wicked, evil men? I've been in nightclubs when I was younger and had girls just grab my genitals and I have never reported them to the police. Women get away with a lot more than men. They are treated like children by the police. Women love to sel<b> l se</b>x, they do it every single day. Stop blaming men for your low self esteem or bitterness.",
                    "likes": 3
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8UoVhHTovc6",
                    "user": "paulsan2112",
                    "date": "2 years ago",
                    "timestamp": 1507039148363,
                    "commentText": "Women don't have daughters, sisters, and mothers.  Got it.\n\nAlllll about the men.\n\nI, for one, am SHOCKED that someone with purple hair (\"omg, commenting on my physical feature...\") would take issue with something, even for a moment, being directed at men - the target 'problem' audience.",
                    "likes": 4
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8VCL0LKg8VR",
                    "user": "Mantis king",
                    "date": "2 years ago",
                    "timestamp": 1507039148365,
                    "commentText": "ann \"men\" don't experience. What gives you the right to say something like this?",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8VC_E9P9ax4",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039148366,
                    "commentText": "Mantis king people like you, that rather want to be aggressive than change things",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8VM1j0KdsEy",
                    "user": "funkylem",
                    "date": "2 years ago",
                    "timestamp": 1507039148368,
                    "commentText": "And in the sentence after, she explained why that mentality is inadequate.",
                    "likes": 3
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8dIypJjbCQZ",
                    "user": "Rin Molton",
                    "date": "1 year ago",
                    "timestamp": 1538575148370,
                    "commentText": "she used it because regardless of whether it's the best point, it's what grabs peoples attention which gives her next statement (that women you don't know also deserve respect) more punch.",
                    "likes": 1
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8f7WmZr3bQg",
                    "user": "whitesketchbook",
                    "date": "1 year ago",
                    "timestamp": 1538575148372,
                    "commentText": "I understand that she is addressing the men in the crowd because women already get that those ads are problematic. And she did pointed out a few sentences later that even if she was a complete stranger we should all care. \nHowever, I wish she asked the men 'what if that was YOU?' instead of 'what if that was your daughter?' Because men have a tendency to see women as 'other.' Something they are not. Men rarely see a <b> woman </b>and identify with her. But the truth is, women are human beings as much as men are. Just like women are able to identify with a MLK's speech simply because of humanity without imagining him as her son or her father, so should men be able to identify with a<b>  woman</b>'s plight without imagining her as his significant other or family.",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8hCNr1A4AJl",
                    "user": "Christina Lane",
                    "date": "1 year ago",
                    "timestamp": 1538575148374,
                    "commentText": "Because it's more empathic that way",
                    "likes": 0
                },
                {
                    "id": "UgjQnCzi2W5bLHgCoAEC.8PAY1aaI4SY8j4q7jSWYIb",
                    "user": "Rosalia Martinez",
                    "date": "1 year ago",
                    "timestamp": 1538575148376,
                    "commentText": "Joschua Brinkmann did you really see the video?? Nowhere did she express in this way... And why is it every time a <b> woman </b>is trying to make a point, some jump at her throat??? What is triggering in what she is saying that you are so offended???",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UgiTk8SOP_SXVngCoAEC",
            "user": "Dennis Nieh",
            "date": "2 years ago",
            "timestamp": 1507039146996,
            "commentText": "There are plenty wrong with this world and women are victims of terrible things.. but this is def not one of them. Advertisers use huge muscular men and gorgeous women to stand next to their products... discussing... but we don't have to like it, we don't have to agree with it, we don't have to buy their products, and we should not consider our self victims of their stupidity.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgiTk8SOP_SXVngCoAEC.8P8gvnWsiGY8PHL2RDOuQX",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147590,
                    "commentText": "Show me one muscular half naked man with oily skin on the beach biting in a burger to promote a fast food restaurant :D",
                    "likes": 14
                },
                {
                    "id": "UgiTk8SOP_SXVngCoAEC.8P8gvnWsiGY8PoWi-T5GD7",
                    "user": "Jason Rodriguez",
                    "date": "2 years ago",
                    "timestamp": 1507039147591,
                    "commentText": "none I think?",
                    "likes": 3
                },
                {
                    "id": "UgiTk8SOP_SXVngCoAEC.8P8gvnWsiGY8Pt_G5vv2hK",
                    "user": "Madelyn Today",
                    "date": "2 years ago",
                    "timestamp": 1507039147592,
                    "commentText": "Or, a picture of a half naked man that looks like he's getting raped by a bunch of women.",
                    "likes": 12
                }
            ]
        },
        {
            "id": "UgiRacn3bnRbyHgCoAEC",
            "user": "FireBorn",
            "date": "2 years ago",
            "timestamp": 1507039146998,
            "commentText": "I just realized this video is a demonstration of <b> sexism </b>10k views 3mil subs other vids on average have 1 mil this is a demonstration that people are avoiding these videos",
            "likes": 98,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgiRacn3bnRbyHgCoAEC.8P6eMBPcVED8xNM8FqKoHf",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840747584,
                    "commentText": "Or considering the fact that this just showed up in my recommended, maybe YouTube doesn't care to recommend it.\nYouTube doesn't really care much for eye opening videos, they just want to share something that will get as many views possible so that the ads can be seen and YouTube can get payed.",
                    "likes": 0
                },
                {
                    "id": "UgiRacn3bnRbyHgCoAEC.8P6eMBPcVED8yKI28CDAaY",
                    "user": "Gabriel Belmonte",
                    "date": "1 month ago",
                    "timestamp": 1567519147586,
                    "commentText": "FireBorn people avoid these videos because they're not saying anything it's a waste of time of what people do, women themselves don't even care",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggpX5wbp_DOZngCoAEC",
            "user": "Kim McCoy",
            "date": "2 years ago",
            "timestamp": 1507039147002,
            "commentText": "I have said this since 1983!  THANK YOU,",
            "likes": 160,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggpX5wbp_DOZngCoAEC.8Oygb4Gd94k8SEYvC81CKc",
                    "user": "realdomdom",
                    "date": "2 years ago",
                    "timestamp": 1507039147658,
                    "commentText": "That's just sad.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UggHy08TYYjRdXgCoAEC",
            "user": "Craig Zwies",
            "date": "2 years ago",
            "timestamp": 1507039147004,
            "commentText": "don't like an add....don't buy the product. there is no better way to stop it",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggHy08TYYjRdXgCoAEC.8OtZbh3axeC8PHMd5JkTie",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147574,
                    "commentText": "so you don't buy any products?",
                    "likes": 9
                }
            ]
        },
        {
            "id": "UggdVov9zLBb7HgCoAEC",
            "user": "x.stum",
            "date": "2 years ago",
            "timestamp": 1507039147007,
            "commentText": "Thanks ..../|\\....",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggOPsZ9O32503gCoAEC",
            "user": "Alex Converse",
            "date": "2 years ago",
            "timestamp": 1507039147009,
            "commentText": "I'm white and female, but in my fasion I walk the line between masuline and feminine. No models look like that, and its kind of annoying.",
            "likes": 73,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UggOPsZ9O32503gCoAEC.8ONAQDFBT3Z8PqFwnkMx9m",
                    "user": "snowicewater",
                    "date": "2 years ago",
                    "timestamp": 1507039147631,
                    "commentText": "Look up Rain Dove :)",
                    "likes": 0
                },
                {
                    "id": "UggOPsZ9O32503gCoAEC.8ONAQDFBT3Z8Q32mwQ4iAQ",
                    "user": "Vademar of Xeroes",
                    "date": "2 years ago",
                    "timestamp": 1507039147633,
                    "commentText": "I thought Rain Dove was a man (Not being rude but it's the hair)",
                    "likes": 0
                },
                {
                    "id": "UggOPsZ9O32503gCoAEC.8ONAQDFBT3Z8to1Whbgvk2",
                    "user": "Lesbian Amazon Sister",
                    "date": "5 months ago",
                    "timestamp": 1556891947634,
                    "commentText": "Ruby Rose ...🥰",
                    "likes": 0
                },
                {
                    "id": "UggOPsZ9O32503gCoAEC.8ONAQDFBT3Z8xNMHVtVnHy",
                    "user": "Cole Dibiase",
                    "date": "2 months ago",
                    "timestamp": 1564840747636,
                    "commentText": "It's called <b> tomboy </b>and it's<b>  nothing</b> new, infact it's everywhere.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghrwaoOpkJ55HgCoAEC",
            "user": "RNApol",
            "date": "2 years ago",
            "timestamp": 1507039147011,
            "commentText": "Why is her tone of voice so defensive and whiny? She could use a more neutral tone of voice, especially for a topic like this. It's making it sound like \"oh, all women are victims\"... yes advertisement like this is horrible and dangerous, but most women overcome this.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48OAwaGKMUpF",
                    "user": "RNApol",
                    "date": "2 years ago",
                    "timestamp": 1507039147693,
                    "commentText": "I would like to amend my comment. In Canada (where Im from), our <b> gender </b>equality stats are way better. I just realized the ted talk is from an Armenian University. I kinda get the whiny tone now.",
                    "likes": 0
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48OJGCwgdgcO",
                    "user": "Arman Khachatryan",
                    "date": "2 years ago",
                    "timestamp": 1507039147694,
                    "commentText": "How about thinking around the message and the idea, instead of focusing on what kind of voices people are born with and solving mysteries you know <b> nothing </b>about?",
                    "likes": 21
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48PHN1PhDQ21",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147696,
                    "commentText": "and THAT shows why such talks are still so important.\n\nBUT_these talks may be wasted if she uses her whiny voice.",
                    "likes": 2
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48PJ6LuWM0SC",
                    "user": "RNApol",
                    "date": "2 years ago",
                    "timestamp": 1507039147697,
                    "commentText": "Well Arman, I like to think I know a thing or two about the topic. You shouldn't assume to know what I know or don't know. You did not understand my message. I did not criticize her voice, I criticized her tone of voice and delivery, which was whiny and unpleasant.",
                    "likes": 1
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48Pl9wP-zGUs",
                    "user": "ann",
                    "date": "2 years ago",
                    "timestamp": 1507039147699,
                    "commentText": "RNApol you don't understand a thing.",
                    "likes": 2
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48Pm4KV34Nvs",
                    "user": "yuuki mashiro",
                    "date": "2 years ago",
                    "timestamp": 1507039147700,
                    "commentText": "From what I could tell from the video, she has that as her natural voice. Or maybe her voice when she speaks something she's sensitive towards.\nTo me it didn't come across as whiny because I've heard many people talk like that when the are excited. Look at her expressions when she talks. She isn't whiny but just trying hard to get her point across.\nShe never said men aren't victims, she's just focusing on women in this ted talk because she knows and understands it.",
                    "likes": 11
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48PnKZ2h6UIe",
                    "user": "RNApol",
                    "date": "2 years ago",
                    "timestamp": 1507039147702,
                    "commentText": "Keep repeating that, and give me more reasons why I dont understand a thing.",
                    "likes": 0
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48RS5ezGqPir",
                    "user": "Catherine Patton",
                    "date": "2 years ago",
                    "timestamp": 1507039147703,
                    "commentText": "you are wrong dead wrong to say mostly\nmost women overcome it no no no they stuff it become sick over it depression over it anorexia buliemma over it they never adjust to it. lots not something one overcomes. they hide in many ways you are dead wrong",
                    "likes": 6
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48RS5qF3xeYJ",
                    "user": "Catherine Patton",
                    "date": "2 years ago",
                    "timestamp": 1507039147705,
                    "commentText": "you are wrong dead wrong to say mostly\nmost women overcome it no no no they stuff it become sick over it tdepression over it anorexia buliemma over it they never adjust to it. lots not something one overcomes. they hide in many ways you are dead wrong",
                    "likes": 3
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48RU7mfS32qp",
                    "user": "ASMRyouVEGANyet?",
                    "date": "2 years ago",
                    "timestamp": 1507039147714,
                    "commentText": "Catherine Patton thank you Catherine. if women \"got over it\" there would be no advertisements for wrinkle creams, hair color for grey hairs, etc.... no matter what <b> age </b>women are targets for some product that will somehow make them \"better\" and that affects how each<b>  woman</b> views herself",
                    "likes": 6
                },
                {
                    "id": "UghrwaoOpkJ55HgCoAEC.8OAv5FIbXb48RdXglkOIDo",
                    "user": "RNApol",
                    "date": "2 years ago",
                    "timestamp": 1507039148187,
                    "commentText": "Advertisement is to increase sales. There would still be ads for these products even if women did \"get over it\". The content of the ads might be different though. These ads tend to exploit insecurities and irrational negative thoughts that all people have",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgimFDISp9VmTXgCoAEC",
            "user": "Zeus Mc.",
            "date": "2 years ago",
            "timestamp": 1507039147014,
            "commentText": "A feminist video on Ted with comments allowed! A rare species!",
            "likes": 157,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8PsQvVFSFOi",
                    "user": "Madelyn Today",
                    "date": "2 years ago",
                    "timestamp": 1507039147806,
                    "commentText": "Unless the talk was superior, I always give it a thumbs down if I can't comment.",
                    "likes": 3
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8Q339M_d1dV",
                    "user": "Vademar of Xeroes",
                    "date": "2 years ago",
                    "timestamp": 1507039147808,
                    "commentText": "There was one TED talk that had comments <b> disabled </b>but it was about a<b>  woman</b> from Iceland trying to get closure from her rapist. I understand why the comments wer<b> e disable</b>d because people can be arseholes but they had a link to a forum which could be moderated if anyone gets abusive.",
                    "likes": 29
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8RS70eTKqzc",
                    "user": "Catherine Patton",
                    "date": "2 years ago",
                    "timestamp": 1507039147809,
                    "commentText": "it is not a feminist video it is a human video. to those who complain about her voice or shinning who cares it's the message not the messenger. she is brave caring loving stop shinning yoursee\nl mean to say shinning yourself listen to the message",
                    "likes": 38
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8RS7EVCRezq",
                    "user": "Catherine Patton",
                    "date": "2 years ago",
                    "timestamp": 1507039147810,
                    "commentText": "it is not a feminist video it is a human video",
                    "likes": 11
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8RS7F8ruy2o",
                    "user": "Catherine Patton",
                    "date": "2 years ago",
                    "timestamp": 1507039147812,
                    "commentText": "it is not a feminist video it is a human video",
                    "likes": 27
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8TrBqvcKMWG",
                    "user": "Isis Jarib",
                    "date": "2 years ago",
                    "timestamp": 1507039147813,
                    "commentText": "mrinsano555 Wow the point seriously flew over your head...",
                    "likes": 11
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8_Fpu52GXN8",
                    "user": "burgerboy",
                    "date": "1 year ago",
                    "timestamp": 1538575147815,
                    "commentText": "mrinsano555 educate yourself.",
                    "likes": 3
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8_y39n0_4Jm",
                    "user": "Mukaddes Yilmaz",
                    "date": "1 year ago",
                    "timestamp": 1538575147816,
                    "commentText": "Mate you need to calm yo tits",
                    "likes": 0
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8_y3B_3urUt",
                    "user": "Mukaddes Yilmaz",
                    "date": "1 year ago",
                    "timestamp": 1538575147817,
                    "commentText": "I totally agree",
                    "likes": 0
                },
                {
                    "id": "UgimFDISp9VmTXgCoAEC.8O4N9ME4cxo8cSHBGYJdyA",
                    "user": "cartohead",
                    "date": "1 year ago",
                    "timestamp": 1538575148385,
                    "commentText": "Well said, mrinsano555!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjsFHNAnCb3X3gCoAEC",
            "user": "OrangeSoda",
            "date": "2 years ago",
            "timestamp": 1507039147016,
            "commentText": "\"Women are not the protagonist\"\n\nStudio Ghibli films\n\nKiki' delivery service\nPrincess Mononoke\nHowl's moving castle\nMy neighbor Totoro\nNausica: Valley of the Wind\nArietty\nPonyo\nSpirited away\n\nAll these films have strong female protagonists who use their own unique strengths to overcome the story's main problem",
            "likes": 48,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8O5j_DYgtkp",
                    "user": "KayLyda",
                    "date": "2 years ago",
                    "timestamp": 1507039147729,
                    "commentText": "This is true, but compare that to the millions of other movies in which women are not the protagonists",
                    "likes": 77
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8PlEVh2aBfc",
                    "user": "Firegen1",
                    "date": "2 years ago",
                    "timestamp": 1507039147730,
                    "commentText": "Which proves the point that when media creators choose to even out the playing ground it's surprisingly easy. So it leads us to ask why can't other creators and brand managers do the same?",
                    "likes": 24
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8Pt27KEPSM-",
                    "user": "aquagirl4788",
                    "date": "2 years ago",
                    "timestamp": 1507039147732,
                    "commentText": "Perhaps because it would be a huge step forward from what audiences have come to expect :/. That actually reminds me of the reasoning that some directors have used behind hollywood whitewashing.",
                    "likes": 6
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8QuSfZIC7CH",
                    "user": "Kamila Reeder",
                    "date": "2 years ago",
                    "timestamp": 1507039147733,
                    "commentText": "She's talking about in real life. She's saying that life isn't and movie and you aren't obligated to be morally superior to anyone.",
                    "likes": 15
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8RQPD-F8wPD",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147734,
                    "commentText": "or blaming others for not using more female protagonist when you already have very big hits?\nor blaming that this is what the audience expect?\n\naren't you guys the ones who bring this BS?\nBut yes in some areas it can be true, but for the creator? for the company leaders? what they are used to create? what and when they feel or found a good reason to use either of them?\nI am just saying blaming it on <b> sexism </b>get you NOWHERE!!!\nits blaming an illusion which something you could \"Fix\" by yourself.\nTry make a good female lead in such a movie just like that, and see how easy that turns out?\nSince you don't know many female leads is maybe because you haven't seen when it fails or feels forced (the new ghostbuster as an.. \"example\")\n\nIt has been know through most media that the quite interesting female characters have been support characters and is that so bad? even if they could still be quite a developed or good character they have used a lot of money and time on?\nthere are more female stuff in other medias if you really... want that...\nFrom drama/comedy series to movies (orange is the new<b>  black</b>?) there is a whole bunch more... so why being this ignorant to say that \"we need more female leads\" when most females are drawn to other medias or roles?\n\nARE YOU then saying that females are sexist because they are different to male ones?\nAlso disney had a bit of characters there too from eithe<b> r gende</b>r.",
                    "likes": 1
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8Sy7kFlU8WR",
                    "user": "Sophie Jones",
                    "date": "2 years ago",
                    "timestamp": 1507039147736,
                    "commentText": "off topic. \nMovies are an entirely different industry with entirely different issues. There are plenty of movies with female protagonists, many of them very good. Hollywood has some <b> sexism </b>issues, but it's not as straightforward as not featuring female protagonists. \nThis talk was about advertisements which are done by different people. Women are not usually the protagonists of the narratives featured in advertisements. This is a deliberate choice on the part of the advertisers, because they could be talking to women and featuring women as the protagonists of their ads. Movies and other forms of media have made that abundantly clear. \nAs targeted ads become more common: I think you're going to see more ads that are empowering for women, minorities, etc. It makes sense if you are creating an ad for tv to make one that appeals to the widest possible audience: which is white, heterosexual, middle-class men. But if you are creating ads for the internet, this no longer makes sense because an algorithm is going to choose who sees your ad. you therefore have a financial incentive to create ads that target whatever the audience is who is probably going to buy your product.",
                    "likes": 5
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8TN1lWkyeJl",
                    "user": "yoopeter1",
                    "date": "2 years ago",
                    "timestamp": 1507039147737,
                    "commentText": "OrangeSoda Those are films as you previously stated. It says advertisements.",
                    "likes": 2
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8TVla5_aCes",
                    "user": "DBR Liamg",
                    "date": "2 years ago",
                    "timestamp": 1507039147738,
                    "commentText": "Many others had already pointed out how much you missed the point of the speech by this inconsequential example of \"female protagonists in fiction\", so I won't repeat. I will, however, add that you failed to take percentage into account. How many fictions with female protagonist there are as compared to males? Did you know that writers are regularly forced by publishers  to make their protagonists male instead of female? Do you know anything about the reality of the publishing world?",
                    "likes": 4
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8UWX7C-k_fz",
                    "user": "ManicMouse",
                    "date": "2 years ago",
                    "timestamp": 1507039147740,
                    "commentText": "Fun fact: Princess Mononoke has a male protagonist, his name is Ashitaka. San is not the main character. Ponyo is also more about the young boy, sosuke, imo.",
                    "likes": 6
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8UdTBHLdNOU",
                    "user": "David Cardona",
                    "date": "2 years ago",
                    "timestamp": 1507039148209,
                    "commentText": "OrangeSoda if you research studio gibhli you will realize they choose girls on purpose, precisely because they know about <b> gender </b>inequality. besides that they choose ecological issues, anti war themes and technology abuse",
                    "likes": 2
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8UdV_4mSTHb",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039148211,
                    "commentText": "\"inequality\"... hmmm...",
                    "likes": 0
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8Uwoa_r8ZVW",
                    "user": "regular person",
                    "date": "2 years ago",
                    "timestamp": 1507039148212,
                    "commentText": "lovely clever girl.",
                    "likes": 0
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8V77oVVyn2y",
                    "user": "Mantis king",
                    "date": "2 years ago",
                    "timestamp": 1507039148214,
                    "commentText": "KayLyda but you are literally taking the artistic control away from the writers. You're telling someone how to write their vision of a story. I'm sorry, but you'll never capture the original creators vision.",
                    "likes": 0
                },
                {
                    "id": "UgjsFHNAnCb3X3gCoAEC.8NpC-fISc-h8dWW5MflvWg",
                    "user": "movie master",
                    "date": "1 year ago",
                    "timestamp": 1538575148215,
                    "commentText": "ok now compare these few movies to the millions of other movies in which the protagonist is a man. you see the difference?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugg7B-WhsqcC33gCoAEC",
            "user": "Arman Khachatryan",
            "date": "2 years ago",
            "timestamp": 1507039147018,
            "commentText": "Eye-opening. You could live for decades and never wonder about these things, just because you might not be affected by it directly. That's also where you need people, who speak up.",
            "likes": 534,
            "hasReplies": true,
            "numberOfReplies": 20,
            "replies": [
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8QNT1ukPfmU",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147887,
                    "commentText": "yeah... I really love how she uses that for \"gang rape\" as well...\nA good way to support your narrative...\nI doubt the guy who made that one picture meant or wanted it to look like that.\nI would assume he (most likely) wanted a sexy way to portray it, but with those other guys in that position etc, and how she was laying down that looked a bit forceful.\nThis could be avoided by having at least some quality control, but not this \"SJW\" control as she supports.\n\nAlso its more annoying that more females will \"attack\" other females because of their \"normal\" bodies as well...\nDoes she really think all of them are photoshopped?\nBut I agree to saying that they might not live well, but at least they got a job and makes money for something I would say is looking cool.\nI wouldn't care about how she looks but the \"art\" that some of these ads trying to be (really depends on who's making it and how its sold?).\n\nand to that last bit... you wouldn't know that everything around you affects you in some way or another?...",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8QQR56r6Wvw",
                    "user": "Maria B",
                    "date": "2 years ago",
                    "timestamp": 1507039147889,
                    "commentText": "Models are photoshopped. You should watch the TED talks given by Jean Kilbourne (\"The dangerous ways ads see women\") and Cameron Russell (\"Looks aren't everything. Believe me, I'm a model\"). At one point Cameron shows pictures of her in magazine ads and in real life and it's a huge difference. She says that it's not her in the ads, those images are constructions built by a team of professionals. Dove also had campaigns against photoshopping because it has a negative influence on young girls. In the TED talk I mentioned, it was stated that 53% of 13-year-old American girls are unhappy with their bodies and by the time they are 17, the percentage rises to 78%. I remember when I was a young teenager I was obsessed that I had circles under my eyes even when I was well rested (in fashion magazines they NEVER had them). It took me years to realize that everybody had circles under their eyes, even the models in those ads. The photos were photoshopped :). \nAnd some ads are so blatantly sexist that it's horrifying, like that banned commercial from Guinness \"Share one with your friends\" or whatever...",
                    "likes": 24
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8RQB1_PHJfo",
                    "user": "Spuddicus Maximus",
                    "date": "2 years ago",
                    "timestamp": 1507039147890,
                    "commentText": "+Arman Khacatryan Or you know. You could actually grow a fuckin' backbone and not be a frail daffodil.",
                    "likes": 1
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8RQNgSfkmue",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147891,
                    "commentText": "+Maria...\nDo you use make-up?\nDo your friends use it?\nI don't think the ads are as sexist, but then again we are from different countries...\nSome of this \"photoshopping\" is such a double edge sword for females in general.\nFrom the complains, issues they have, if its fake or not (not all of them are fake like some females like to suggest...)\n\nand yeah... I am sorry that females get this effected by it...\nsure males are too, females aren't the... only ones that can hate their body... for F*** sake.\nSome people don't have any issues about photoshopping either.\nSaying that all photoshopping is bad... is quite silly but yeah how its used or what its used for is maybe a different thing.\n\nalso just the title \"The dangerous ways ads see women\", wouldn't it be more like \"dangerous ways women see or value ads\"?",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8RreBmEE5aV",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147893,
                    "commentText": "... wtf?\nI think you are a bit naive yourself then if you think ALL or everyone does that...\nBut sure, depending on the content its going to be displayed for that person or so would maybe want to remove a few things or change a few minor things.\n\nBut saying that everyone do it with such intent or in a way to \"trick\" you is beyond belief silly...\nI am not saying that some do swallow this crap and that some can make different standards because of it.\n\n\"the perfect and ideal body or family, future\" and so on... don't you think we as humans do this ALL the frikkin time?\nFrom religion/faith and so much more.",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8RreQkIPG4w",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147894,
                    "commentText": "also to be against the person in this video, just look how \"false\" she is just on the first photo of this video?...\nlike... females do want to look good, even if that means hiding some of it, and yes sometimes some of them don't do any changes but other females STILL complain... which is a bit annoying.",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8SEYk54XhF8",
                    "user": "realdomdom",
                    "date": "2 years ago",
                    "timestamp": 1507039147895,
                    "commentText": "Directly being affected by it, however, decides whether you need to be aware of it or even do something about it. That's the truth. It might be a sad or dissatisfying truth for some, nonetheless it is the truth.",
                    "likes": 3
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8SWSgdmurA9",
                    "user": "SophieXSphynxKatz",
                    "date": "2 years ago",
                    "timestamp": 1507039147897,
                    "commentText": "Freddy Ready You're making claims without any real proof. The girl in the video had graphs from survey. You're trying to pretend everything's a certain way just to suit you. And you aren't even a female so how would you know what it feels like to be objectified etc etc",
                    "likes": 7
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8SWmovDKtBF",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147898,
                    "commentText": "\"objectified\"...\nyou can say that about a lot of things... even the things you guys would support... so I don't get you people.\nYou can nit pick SOOO much you want, even some of the images she are using where nit picked for this sole reason.\n1 of them where removed and she doesn't talk much about the females that actually are in that business.\nBut sure, depending on what ads and such things are different and to each country.\n\nNow I am coming from the most equal country in the world and we still photoshop images but don't really complain or make a huge deal out of it.\nBut we also have \"rules\" in how things should be and some are just unwritten, and photoshopping mostly just happens for magazines that wants it and the most popular ones are often not photoshopped or not in your guys silly idea about it or views about it.\n\nSome girls or ladies don't want a ugly picture of themselves so why not let them have that?\nBUT yes it's just a \"polish\" to their image, but not for the <b> sexual </b>or \"barbie\"  image just to look good public.<b> \nNothing</b> more.\n\nAnd now you say that the \"survey\" says a lot... not really.\nIts sort of useless to make the point across.\n\nI know there are issues these things can have, but it seems like some of you want to rather suit it to prove that you guys have \"right\", media sterotype and being \"sexist\" against both men and women.\nSomething we here have learned to ignore for the most part and some of it are taken as a joke.\n\nFor 3rd world countries I can't really speak of their issues, but first world countries should know better and if there are issues in the ads it would dealt with in an adult manner.\nNot just because someone blames it to be \"SEXIST!!!\", \"ITS AGAINST 1-15% OF THE PEOPLE!\" or such.\nor that it somehow proves your propaganda.\n\n\nAlso a lot of the times, again females often objectify each other in some places way more then some men.\nBut yes some men can be quite awful too.",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8SWnnHI5pe6",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147902,
                    "commentText": "a bit of a rant, and she in the video didn't make many good points.\nmost I knew already and some was just to prove her narrative.\n\nBecause the use of removed ads that was taken so fast down so it was rather un-used and things she just had to have a problem with nit picking which you could do about almost anything if you so want to.\n\nThey often mix religion in various silly ways, the good and the bad.\nAbout people and so on.",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8TIxg8d37WK",
                    "user": "erikbarrett85",
                    "date": "2 years ago",
                    "timestamp": 1507039148420,
                    "commentText": "Freddy Ready boy oh boy, you're just a fucking WHINER eh pal? \"women COMPLAIN TOO MUCH,\" then you proceed to complain, and complain some more. we know it doesn't affect you, trust us :/ you think Photoshop is JUST to make some models feel good?? it's to sell magazines! to a) fuckbois like you, and b) to women being relentlessly told they're not good enough, directly or indirectly. this has a psychological affect which is inescapable....you shouldn't comment on subjects that affect psychology if you don't know a thing about it.",
                    "likes": 12
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8TIy1zIskpM",
                    "user": "erikbarrett85",
                    "date": "2 years ago",
                    "timestamp": 1507039148422,
                    "commentText": "Freddy Ready \"but yes some men can be awful too.....\" that's point ONE. they can be VERY awful, and it's the desire for a man's attention coupled with forces insecurity through ads and media that make women pick each other apart....  your points are glaringly biased, you seen to have some guilt!!?? regardless, there's no DATA to back you up .",
                    "likes": 5
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8TIzaUxCPIU",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039148424,
                    "commentText": "do you?\nalso a lot you could get around you, some have talked about it before and you are doing the same thing I do.\nNeither of us would maybe have \"data\" lol, to show to what % or some bullsh*t.\nBut the actions in like UK and others, where they ban, strike or make a lot of false accusations towards others ads or just awful propaganda.\n\nyes I have ranted a lot of... but I do very much dislike when people are outright attack each other or portray things that are not true about another.\nLike the easy use of blaming \"it's all photoshopped\"...\nOfc some magazines does it to sell or attract something, if they succeed or not?\nThats a different thing.\nAbout everything around us effect, that would effect us in some ways... ofc...\n\nI mean there is just too much nit picking in many of these scenarios and such to make it a vaild point?...\n\"<b> SEXISM\"</b>, \"ITS MEN's FAULT\" and so on. -.-",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8TeOf4X1xmB",
                    "user": "Alexis Y",
                    "date": "2 years ago",
                    "timestamp": 1507039148426,
                    "commentText": "I think the whole point of this is not so much an attack on photoshop, or women who feel like they need to see constant perfect images, wear make up, or men constantly rating women on their looks and expecting them to be good at everything and look good at all times. These are all symptomatic of the one problem of objectifying women, and it is legit so ingrained that even women objectify themselves because they prioritise their looks over other skill sets (especially women who are average and above in attractiveness) because they think that is all they are good for. Really sad :/",
                    "likes": 7
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8UdUtKyNmpB",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039148428,
                    "commentText": "\"These are all symptomatic of the one problem of objectifying women, and\n it is legit so ingrained that even women objectify themselves because \nthey prioritise their looks over other skill sets\"\n\nor you mean some women are just naturally jealous when it comes down to those things? (for some)  :/",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8Ue4jOVuWle",
                    "user": "Alexis Y",
                    "date": "2 years ago",
                    "timestamp": 1507039148430,
                    "commentText": "Freddy Ready  but think why are they jealous? they are insecure. why? because we tell them you are only beautiful if you fit this description. Same reason why guys can be jealous of otger successful guys, they are insecure in themselves. we encourage guys to be the breadwinners. Also a problem",
                    "likes": 7
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8Uf4xa31llP",
                    "user": "Roy D",
                    "date": "2 years ago",
                    "timestamp": 1507039148431,
                    "commentText": "Who told you males look at those magazines ? Do you think men read women's magazine where these photos are also published ? Your comment \"...that make women pick each other apart..\" So suddenly they are helpless to choose when there is a choice ?",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8UfXg3zLdIQ",
                    "user": "Alexis Y",
                    "date": "2 years ago",
                    "timestamp": 1507039148433,
                    "commentText": "Roy D is there a choice though? it isnt just magazines, look at advertisements. superbowl? anywho onviously difficult to discuss on youtube but I really encourage you to look beyond your own confidence and see that many people do struggle with this ideal of perfection and something as simple as rating a girl out of ten has a compounding impact. have a good one :)",
                    "likes": 7
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8X_SaxtYJKx",
                    "user": "UMA",
                    "date": "2 years ago",
                    "timestamp": 1507039148435,
                    "commentText": "Arman Khachatryan your statement is why you'll always be friend zoned by girls.",
                    "likes": 0
                },
                {
                    "id": "Ugg7B-WhsqcC33gCoAEC.8NUZ1IUpC_e8to2gjIbEEg",
                    "user": "Lesbian Amazon Sister",
                    "date": "5 months ago",
                    "timestamp": 1556891948437,
                    "commentText": "Wow, men don't really think about how different life is for women and girls, do you?",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgjusBcl0rHnVngCoAEC",
            "user": "Alvart Apoyan",
            "date": "2 years ago",
            "timestamp": 1507039147021,
            "commentText": "For sure it makes sense that we are affected and shaped by everything we ever see and hear and experience, even if we don't 'remember' it. Most people i speak to seem to think it's not really an issue, although I'm starting to think that maybe it's oddly 'convenient' for some to think that the objectification and/or this non-stop sexualisation of men and women has little impact on the public, including their own lives. Thanks Natalia for speaking up.",
            "likes": 217,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8PolWQ-QNVw",
                    "user": "intheblinkofaneye",
                    "date": "2 years ago",
                    "timestamp": 1507039147913,
                    "commentText": "'Convenient' is exactly the right word!",
                    "likes": 5
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8QNTS0UuDlW",
                    "user": "Freddy Ready",
                    "date": "2 years ago",
                    "timestamp": 1507039147915,
                    "commentText": "well some react more to them then others.\nSome has different exp.\nBut sometimes it does like she and you make it sound like much more of a problem...\nNatalia did much to support her own narrative, some could fit into some propaganda (feminism's propaganda).\n\nI wonder how much she really knows about the ads she was talking about.\nbut yes... I agree some of them where a bit... bad.",
                    "likes": 2
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8SEYnZX31uw",
                    "user": "realdomdom",
                    "date": "2 years ago",
                    "timestamp": 1507039147916,
                    "commentText": "Directly being affected by it, however, decides whether you need to be aware of it or even do something about it. That's the truth. It might be a sad or dissatisfying truth for some, nonetheless it is the truth.",
                    "likes": 2
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8ThQdgSitlz",
                    "user": "Joschua Brinkmann",
                    "date": "2 years ago",
                    "timestamp": 1507039147918,
                    "commentText": "nocebo effect",
                    "likes": 1
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8enWrWxueEF",
                    "user": "Ghita Kaab",
                    "date": "1 year ago",
                    "timestamp": 1538575147919,
                    "commentText": "real domdom سس",
                    "likes": 0
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8j4o7RHWPeF",
                    "user": "Rosalia Martinez",
                    "date": "1 year ago",
                    "timestamp": 1538575147921,
                    "commentText": "Freddy Ready you know, there is a whole book that talks about the problem with publicity and how it affects peoples minds without even talking about <b> misogyny.</b> I highly recommended, maybe that will be mire palatable for you. Have you seen junk food or soft drink adds ??? They are insidious...and you know who gets shaped by these?? The kids, so you can imagine, if to that you also include certain images of women that will on some level affect how you see them and treat them, and how they see. Themselves. And not everybody has a mom telling them \" oh comme on, the lady in that shampoo commercial has several stylists and makeup artists behind her to make her look so great\"...man that speech was sobering to me as a teen.  \n\nI am not anti publicity, but the people behind it should be more responsible.",
                    "likes": 5
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8ucsbbwUCQP",
                    "user": "Gazzara5",
                    "date": "4 months ago",
                    "timestamp": 1559570347922,
                    "commentText": "How easy it is not to accept responsibility for your own bad decisions. Just blame the mass media.",
                    "likes": 1
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8w05oVqs0cq",
                    "user": "Fraser Wardle",
                    "date": "3 months ago",
                    "timestamp": 1562162347924,
                    "commentText": "My initial reaction to this talk was... here we go again, more women's issues. There was NO mention of how men are also objectified in advertising.  Then I read your comment Alvart, and you specifically mention the \"non-stop sexualization of men and women.\" \nMen and women are ALL affected by advertising, and are all objectified by an industry represented by men and women. I don't know what the percentages are, but I would hazard a guess that business and marketing courses and jobs are equally represented. Notwithstanding the \"Mad Men\" of the 50's and 60's, there are currently plenty of women betraying their own. \nSo effectively, the industry is preying on all of our insecurities and desires. I am not \"anti-business\", and many countries have advertising standards, but there is also the notion that no publicity is bad publicity. \nThe only meaningful way to dissuade these kinds of advertising campaigns is to speak up and not buy the products or services on offer - because \"word of mouth\" is often the most effective advertising.",
                    "likes": 1
                },
                {
                    "id": "UgjusBcl0rHnVngCoAEC.8MxR5jaLz9i8wINxBGExau",
                    "user": "Hildegard von Bingen",
                    "date": "3 months ago",
                    "timestamp": 1562162347925,
                    "commentText": "Well in Saudi Arabia there is basically <b> Zero </b>objectification of women in public.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgiCUirGLQXm6ngCoAEC",
            "user": "Titan Asatryan",
            "date": "2 years ago",
            "timestamp": 1507039147024,
            "commentText": "Hey dear Natalia.  I would like to congratulate you for great Talk, and I have a question:\nIn your talk you blurred the companies', brands' names. Could you please clarify those ones? And how people can contradict , contrattack or resist those powerful industries? \nthank you in advance",
            "likes": 46,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgiCUirGLQXm6ngCoAEC.8MrsBrYAMY68NYob4ecqUz",
                    "user": "Natália Ortiz Hazarian",
                    "date": "2 years ago",
                    "timestamp": 1507039147617,
                    "commentText": "Hi Titan! The names of the brands are 1) Ralph Lauren, 2-3) Mr. Clean (P&G), 4) Skol, 5) Dolce & Gabbana.\nPeople can always exercise their power of judgement and public manifestation of disapproval to those communications/brands. But even more important is to have coherent mechanisms and institutions able to stop communications that are aggressive to women and human rights in general from being published in the first place.",
                    "likes": 48
                },
                {
                    "id": "UgiCUirGLQXm6ngCoAEC.8MrsBrYAMY68O2Qb9ab2bm",
                    "user": "Titan Asatryan",
                    "date": "2 years ago",
                    "timestamp": 1507039147619,
                    "commentText": "Natália Ortiz Hazarian thanks",
                    "likes": 6
                },
                {
                    "id": "UgiCUirGLQXm6ngCoAEC.8MrsBrYAMY68RNc8j1A9jL",
                    "user": "Stéphane Rocke",
                    "date": "2 years ago",
                    "timestamp": 1507039147621,
                    "commentText": "All the above mentioned companies work with ad agencies having a majority a female employees...What's wrong then ?",
                    "likes": 1
                },
                {
                    "id": "UgiCUirGLQXm6ngCoAEC.8MrsBrYAMY68SEZLPHjPU8",
                    "user": "realdomdom",
                    "date": "2 years ago",
                    "timestamp": 1507039147625,
                    "commentText": "There's a saying you haven't heard and it goes like this: \"Those in the glass house should not throw rocks.\"",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggrhHI0UgQV5XgCoAEC",
            "user": "Joel Antunes",
            "date": "2 years ago",
            "timestamp": 1507039147026,
            "commentText": "MUSAAAA",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggGGG9r2YhWvngCoAEC",
            "user": "Giovanna Victor",
            "date": "2 years ago",
            "timestamp": 1507039147028,
            "commentText": "Foda!! Parabéns, nati!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggGGG9r2YhWvngCoAEC.8Mmy1TvGmZv8MniAxklf3s",
                    "user": "Natália Ortiz Hazarian",
                    "date": "2 years ago",
                    "timestamp": 1507039147579,
                    "commentText": "Obrigada, Gi. Bjo grande :)",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugj8FyoKrPZoT3gCoAEC",
            "user": "Rogerio Freitas",
            "date": "2 years ago",
            "timestamp": 1507039149454,
            "commentText": "Muito bom!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugj8FyoKrPZoT3gCoAEC.8MmuHxpA3Mq8Mni94UNKTC",
                    "user": "Natália Ortiz Hazarian",
                    "date": "2 years ago",
                    "timestamp": 1507039149846,
                    "commentText": "valeu, Rogerio!",
                    "likes": 0
                }
            ]
        }
    ]
}