{
    "header": {
        "title": " Fighting Youth Discrimination: Q&A with NYRA President Jeffrey Nadel ",
        "subtitle": " NA ",
        "owner": " ReasonTV ",
        "views": " 11,855 views ",
        "likes": " 200 ",
        "dislikes": " 16 ",
        "shares": " NA ",
        "datePosted": " Aug 12, 2011 ",
        "dateExtraction": " 2019-10-08 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=K4kvlcDrzEA ",
        "postText": " Are young people being discriminated against?. . . . Founded in 1968, the National Youth Rights Association (NYRA, youthrights.org) says yes and works to educate the public on how laws intended to protect young people instead treat them as second-class citizens.. .  . . Reason.tv sat down with NYRA's president Jeffrey Nadel to discuss how drinking, curfew, and other laws punish young adults. Nadel points to New Jersey's Kyliegh's law as an example of how the unintended consequences of many laws aimed at protecting youth actually endanger them. The law requires drivers under the age of 21 to have a red decal on the license plates of the vehicles they drive, ostensibly to allow law enforcement to be more protective of them. But the decals have instead lead violent drivers to target those cars; infractions by younger drivers also come with harsher penalties for typical traffic violations. Instead of one-size-fits-all policies that punish responsible youth, Nadel says that decisions about alcohol consumption, work hours, and even voting should be more tailored to individuals, regardless of age. . . . . For more on Kyleigh's Law, read Reason magazine's June 2011 story 'Dead Kids Make Bad Laws.' (http://reason.com/archives/2011/05/24...) And on lowering the drinking age, check out Reason.tv's '21: Is It Time to Lower the Drinking Age' (http://www.youtube.com/watch?v=-qQzYU...) and Reason magazine's 'Back to 18' (http://reason.com/archives/2007/04/12...).. . . . Interview by Michelle Fields. Shot by Jim Epstein and Joshua Swain; edited by Swain.. .  . . Approximately 4.18 minutes.. . . . Go to Reason.tv for downloadable iPod, HD and audio versions of this and all our videos and subscribe to Reason.tv's YouTube Channel to receive automatic notifications when new material goes live. ",
        "numberPosts": " 90 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Age,Ageist,Ageism,Old,Dumb,Crazy,Gender,Woman,Sex,Nothing,Alien",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgwNe-Vc9i_EnzladvN4AaABAg",
            "user": "Desert Loner",
            "date": "1 year ago",
            "timestamp": 1539013033385,
            "commentText": "A lot of freedom haters in this comment section",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwGv4DKCgoSG4wZ0mh4AaABAg",
            "user": "Psychedelic Gaming",
            "date": "1 year ago",
            "timestamp": 1539013033388,
            "commentText": "At my school kids are asked to leave their seats for adults and it doesnt seem right to me.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgiFBIcZ6zvXMXgCoAEC",
            "user": "Michael Lin",
            "date": "3 years ago",
            "timestamp": 1475941033391,
            "commentText": "Really, moron? Touch up on the real problems. Who gives a shit about the drinking <b> age?</b> Teens commit suicide? Because of<b>  ageist</b> assholes. Not other teens<b> . Ag</b>e of consent? Don't fuck 16 year olds!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Ageist"
            ]
        },
        {
            "id": "Ugi193N-itqKdHgCoAEC",
            "user": "Aqua Man",
            "date": "4 years ago",
            "timestamp": 1444318633393,
            "commentText": "fucked up facts against that fucked up drinking <b> age\n</b>\nFact 1. Drinking affects the growth of the brain, which doesn't develop until 25\n\nRight, like all kids hit puberty at 13, and people over 25 with autism have fully matured and completely developed brains . \n\nFact 2: More 18-20 year olds will drink and drive on the road\n\nHere's the thing. That may be so, but you could lower the chances of drunk driving by creating a maximum drinking<b>  age</b> stopping anyone over 60 from drinking, shouldn't we be watching what choices our elders make as well?\n\nIf that is the case you should focus on the individual not the majority. Some 18-20 year olds don't even have a car. Also if I remember wasn't there plans to install breathalyzers into cars a while ago?\n\nFact 3: Drinking among 18-20 year olds would encourage children too drink.\n\nLast time I checked, most kids don't look up to any 18-20 year olds unless it's Justin Bieber or another teen popstar. But they do look up to their parents who may or may not drink in front of them. So let's pass a law that stops parents from drinking in front of their kids.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgxWnbcjET8uCe-_TwB4AaABAg",
            "user": "YouthFreedomFighters",
            "date": "7 years ago",
            "timestamp": 1349710633396,
            "commentText": "People need to understand what pedophilia is. Pedophilia is attraction to really young, underdeveloped children. Finding a 6 year <b> old </b>attractive is pedophilia, finding a well developed 16 year<b>  old</b> attractive is NOT pedophilia its normal! Personally I do not advocate chasing after 6 year olds or children of simila<b> r ag</b>e and development and I do not find such children attractive, but as for somebody who finds teenagers attractive, who doesn'<b> t? Nothi</b>ng wrong with finding developed 16 year olds hot.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "UgxVKbC_anO1X3l6VHJ4AaABAg",
            "user": "YouthFreedomFighters",
            "date": "7 years ago",
            "timestamp": 1349710633399,
            "commentText": "I also feel strongly about <b> age </b>of consent laws, however, such an issue NYRA doesn't touch. There is this other youth rights organization called ASFAR (A Society Free of<b>  Age</b> Restriction) which does deal wit<b> h ag</b>e of consent issues but reluctantly so since they don't want to become another NAMBLA. And NYRA's position on parental rights is only when the govt. interferes with parental rights. Although yes, child rights are what is most important.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwKXDOTLccpvbX7L4d4AaABAg",
            "user": "nightvidcole",
            "date": "7 years ago",
            "timestamp": 1349710633401,
            "commentText": "@billybassman21  No, stricter laws are not one reason. This decline (I assume you are talking about the US?) has been paralleled in other <b> age </b>groups as well, which would not occur if your hypothesis was correct.\r\n\r\nYour post is an example of irrational anti-youth bias that pervades our society.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwYmtYgc8T7QAKT4rZ4AaABAg",
            "user": "billybassman21",
            "date": "8 years ago",
            "timestamp": 1318088233404,
            "commentText": "Juvenile crime has been on the decline since the early 90s. So has teen driving deaths. Kids don't need to be out late unless they have someone to be approed by their parents. Some of these cerfew laws are insane, but they get these punks that commit crimes off the streets. \n\nBTW car crashes is the #1 killer of teens. The number has declined in resent years and stricter laws to get license is one reason.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugy2cgMSDIESrd2uyAl4AaABAg",
            "user": "Wasp16mm",
            "date": "8 years ago",
            "timestamp": 1318088233407,
            "commentText": "NYRA = jew$ for teenage alcoholism.\nhow much money did NYRA & reason get from soros for this? !",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy2cgMSDIESrd2uyAl4AaABAg.8GcIAAd5u-U8rvKHnrMdl0",
                    "user": "Aabis Kazmi",
                    "date": "7 months ago",
                    "timestamp": 1552059433721,
                    "commentText": "lmao",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxY0uPzs2nFvuzWxpR4AaABAg",
            "user": "Peter Cohen",
            "date": "8 years ago",
            "timestamp": 1318088233411,
            "commentText": "Ok, I want a ten minute interview 'of' Michelle Fields telling us why she is a Libertarian. I betcha she'd convert a lot of menfolk.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyLfWsnqsVAj4sm1n54AaABAg",
            "user": "Uzi Patrol",
            "date": "8 years ago",
            "timestamp": 1318088233415,
            "commentText": "@wadams19 Keep her.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw6bNusjNjsXulGRXB4AaABAg",
            "user": "Richiemac529",
            "date": "8 years ago",
            "timestamp": 1318088233420,
            "commentText": "is this a joke?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgygRqqw2-gIY24DkuR4AaABAg",
            "user": "dachickenman",
            "date": "8 years ago",
            "timestamp": 1318088233424,
            "commentText": "@HungryDingo My question is if a democracy can be redeemed at all in this matter. Will it not always result in a tyranny of the majority (or perhaps a well-funded and organized minority)?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxtKTP5Sa5cY-l1aZ94AaABAg",
            "user": "wadams19",
            "date": "8 years ago",
            "timestamp": 1318088233429,
            "commentText": "helllloooo michelle!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxQfIuwqiiOI28F0oF4AaABAg",
            "user": "joenuevo",
            "date": "8 years ago",
            "timestamp": 1318088233433,
            "commentText": "That organization is a joke and needs to be treated as such.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxQfIuwqiiOI28F0oF4AaABAg.8GbrCEx-c0N8KZFLvBiwa3",
                    "user": "The Beacon Gamer",
                    "date": "2 years ago",
                    "timestamp": 1507477033707,
                    "commentText": "If you say that, that means that you think shit of youth. I'm sick of <b> ageism </b>and people like you are the cause of all of this prejudice.",
                    "likes": 10,
                    "keywords": [
                        "Ageism"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugwek7H9bJWKA39CdXV4AaABAg",
            "user": "joenuevo",
            "date": "8 years ago",
            "timestamp": 1318088233438,
            "commentText": "@Jebusrulez   That's exactly what I said before I read your comment.  I said that they think it's simply cool to be a lib and they'd vote for whoever Jon Stewert told them to.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyZiLWmus15u2cuUF54AaABAg",
            "user": "oilhammer04",
            "date": "8 years ago",
            "timestamp": 1318088233443,
            "commentText": "I got my permit at 14 years of <b> age,</b> and remember that it was the young people who were getting into horrific wrecks.  Kids brains aren't mature enough to drive, for the most part.  My school mates were the ones who were binge drinkers, too.  I don't know adults who drank like that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyIeUfsYcNVTjsTbwN4AaABAg",
            "user": "vinoberg",
            "date": "8 years ago",
            "timestamp": 1318088233448,
            "commentText": "wow, any remotely good-looking <b> woman </b>makes it a video and the whole reason comment board wants to circle jerk their intellectual boners. some of y'all need some more interaction with members of the opposite gender",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Gender",
                "Woman"
            ]
        },
        {
            "id": "UgxLDVogxy9uf1kqz8p4AaABAg",
            "user": "dachickenman",
            "date": "8 years ago",
            "timestamp": 1318088233452,
            "commentText": "@HungryDingo I would agree about the fact that there are voters with a lack of knowledge, but I think there is a danger in having a voter test that is created and approved by the State. Could you imagine the questions that might be on there? Such as: Marijuana users should be: a) Jailed; b) fined; c) left alone. Can you guess which answer the government will say is wrong?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxZ0pfk5S1HKrXmK2F4AaABAg",
            "user": "Fourth Root",
            "date": "8 years ago",
            "timestamp": 1318088233456,
            "commentText": "I have a funny feeling that ReasonTV is going to become a lot more popular now. It feels like my pants are getting tighter.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxDbx4afXDrjS3iFUl4AaABAg",
            "user": "rolgorevene",
            "date": "8 years ago",
            "timestamp": 1318088234419,
            "commentText": "she is pretty much smokin hot, but hes a better talker.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyvO8j3bQZJy1ABxjV4AaABAg",
            "user": "DOHC2L",
            "date": "8 years ago",
            "timestamp": 1318088234422,
            "commentText": "@polevaultrockstr Did I say anything about intelligence?  Nope.  Did I say anything about wanting adolescents to work?  Nope.  Did I say anything about not wanting adolescents to work?  Nope.  I merely extended the argument the person in the video gave...  to show the irrationality of his logic.  So, if you want to argue those facts, you must answer all those rhetorical questions you asked me.\n\nSaying \"<b> age </b>is no clear indication of intelligence\" is naive -<b>  Age</b> correlates to intelligence, Duh...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwzRyBcNufbsXdubEV4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234424,
            "commentText": "@LZJoZ Yes, the dictionary defines works. If you can uses words as defined, use other words, you freaking moron. I mean if I want to redefine the work shove to mean \"kindly inform someone about\", you statement no long means the same thing. Do thing enough and we are speaking to different languages, but without knowing it. Redefine words makes languages meaningless and it is not my fault you can't use words they way they are defined or fine other words that describe you meaning as defined.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxyZvesjuIn2g0pjW14AaABAg",
            "user": "bracomadar",
            "date": "8 years ago",
            "timestamp": 1318088234426,
            "commentText": "I think that 16 year olds \"CAN\" be smart enough to vote, but nearly all of them are going to public schools run by the government.  I think it's a danger to have government have that much influence over an entire group who will be voting. However, the young do need to better organize and stand up for their rights. Out of all people, their rights get trampled on the most and they're the ones paying with their lives!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyTiJWy0JJ4SWCvtIZ4AaABAg",
            "user": "plvtrockstar",
            "date": "8 years ago",
            "timestamp": 1318088234428,
            "commentText": "@UncleIrv And the largest lobby in the country is AARP. The young are <b> dumb,</b> and the<b>  old</b> are the ones strong arming them around. See the real issue here?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Dumb"
            ]
        },
        {
            "id": "UgzQZzqJ5IbQlSGwTUt4AaABAg",
            "user": "plvtrockstar",
            "date": "8 years ago",
            "timestamp": 1318088234431,
            "commentText": "@DOHC2L <b> Age </b>is no clear indication of intelligence. Would this small amount of people voting be such a bad thing? How about we don't tax anyone under 18 period, for anything. I mean if you you care what we have to say, why do you want our money? Would Justin Beiber or the kid from 2 and a half men voting have as much effect as them not paying income tax? What qualifies Paris Hilton to vote? 100% of people don't even vote, do you believe this subset will have anymore likelihood to vote?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgzNYPT7r9jHUW0p3kl4AaABAg",
            "user": "DOHC2L",
            "date": "8 years ago",
            "timestamp": 1318088234433,
            "commentText": "This guy thinks teenagers who work and pay income tax qualifies as \"taxation without representation\"...  That's bullshit.  If he were correct, child-hood stars would necessarily be guaranteed the right to vote.    And if we extend the argument a bit futher, any type of employment by children of any <b> age </b>would guarantee them the right to vote.  Recognize the irrational basis to his argument.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyV5zB1hGBMTsaiSeF4AaABAg",
            "user": "Rj Bertram",
            "date": "8 years ago",
            "timestamp": 1318088234435,
            "commentText": "@DroidEntertainment You're absolutely correct. One size does not fit all. A man of 30 can be as immature as a child of 16. That being said, a child of 16 is literally still physically and mentally maturing while the mind of a 30 year <b> old </b>has stopped. We aren't raising the voting<b>  age</b> due to immature adults, but it makes no sense to make it open to people still mentally developing.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyV5zB1hGBMTsaiSeF4AaABAg.8GcNDIok9Cp8KZG5vcuz62",
                    "user": "The Beacon Gamer",
                    "date": "2 years ago",
                    "timestamp": 1507477034699,
                    "commentText": "12 year olds are more mature than 16 year olds. Teenagers are so <b> dumb </b>it<b>  crazy</b>.",
                    "likes": 0,
                    "keywords": [
                        "Dumb",
                        "Crazy"
                    ]
                },
                {
                    "id": "UgyV5zB1hGBMTsaiSeF4AaABAg.8GcNDIok9Cp8RhKM9Ntrp3",
                    "user": "Keith Rumer",
                    "date": "2 years ago",
                    "timestamp": 1507477034701,
                    "commentText": "@The Beacon Gamer *can be",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "UgxMBBj8go4ORrCs27d4AaABAg",
            "user": "Kleber Alanis",
            "date": "8 years ago",
            "timestamp": 1318088234438,
            "commentText": "@alvincay100 - I'll take this as if you're really advocating for an aristocracy were only a privileged few can vote and rule, <b> nothing </b>wrong on having your own opinion, but that is totally medieval.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "Ugz0JZY3W01uCjjHlpZ4AaABAg",
            "user": "Rj Bertram",
            "date": "8 years ago",
            "timestamp": 1318088234441,
            "commentText": "Description should read:\nAre young people being treated like the mentally and physically immature people they are?\n\n\"Equality\" sounds beautiful, but throwing it around at anything that moves is just ridiculous. I wouldn't treat a 16 year <b> old </b>boy as I would a 30 year<b>  old</b> man. Is that discrimination? Yes, and it bloody well makes sense.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugz0JZY3W01uCjjHlpZ4AaABAg.8Gc97rdbj1M8KZGD4s1Onp",
                    "user": "The Beacon Gamer",
                    "date": "2 years ago",
                    "timestamp": 1507477034711,
                    "commentText": "fuck you",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugz0JZY3W01uCjjHlpZ4AaABAg.8Gc97rdbj1M8u5GlMiiw_R",
                    "user": "FlameYT SUCKS! II KKTK AVGCP",
                    "date": "5 months ago",
                    "timestamp": 1557329834713,
                    "commentText": "If you expect us to act like adults, treat us like adults.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwuHl3haNKirQHVsJN4AaABAg",
            "user": "rockinandout",
            "date": "8 years ago",
            "timestamp": 1318088234444,
            "commentText": "Michelle is sexy",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz4krBgZ4Ei8SAbcjZ4AaABAg",
            "user": "The World As It Is",
            "date": "8 years ago",
            "timestamp": 1318088234446,
            "commentText": "It's truly ironic that <b> sex </b>offenders & their potential victims alike are being branded with the scarlet letter on their driver's licenses. Curfews, the current drinking<b>  age</b>, and the graduated license programs are definitely bullshit and need to be done away with. But the voting thing I don't know about. It seems that due to the current techniques of social control in place in the U.S. that rely on manipulating various animal instincts, which 16 year olds are more susceptible to, it's a bad idea.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sex",
                "Age"
            ]
        },
        {
            "id": "UgzS6RggT_jhEaw_VYp4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234448,
            "commentText": "@mcoop221 I would guess because as a national law it is very reasonable. At the federal level, the <b> age </b>of consent is 16, with some exceptions when traveling from state to state. And it also has a 4 year rule for those who are 12-15, meaning that it is not a crime at the national level for a 15 year<b>  old</b> to sleep with a 12 yea<b> r ol</b>d and so on. Some state laws are far less \"reasonable\", where 2 15 years-olds ha<b> ve s</b>ex is a very major crime, which is ki<b> nda cr</b>azy.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sex",
                "Age",
                "Old",
                "Crazy"
            ]
        },
        {
            "id": "UgwI81_UrHBXhbLJSR14AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234450,
            "commentText": "And I never said you where a republican, just a moron. And yes, the US is  least socialistic state in the developed world. Name developed countries without national health care? How about a developed country with a higher percentage of workers over 65? What \"socialist\" scale are you using? How about income equality? Name your scale that the US is comparatively \"a very socialistic state\".",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzqErl6AY68yrJ53tx4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234453,
            "commentText": "@zempire How is not allowing anyone without the money to own there own home not F'ing the poor. So, a child of a rich family who get a home can vote, but the man who work hard, but who parents are poor so he must take care of them and so can afford a home does not, seems reasonable right. Not own a home is often true of people that are highly educated too. An MD will have no really way to own a home before 35 on there own. They can save your life, but they aren't good enough to vote?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxyxUJqPKHgP7fmpDl4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234455,
            "commentText": "@alvincay100 Shit, if uninformed is a reason for banning people to vote, I say that would ban at least 95% of the US. And having people vote just after high school, where they should be taught about civics, would see the time most Americans are most informed. Polls find that only 50% of adults can name all 3 branches of government correctly.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwKegNlrGNYQzxG4QV4AaABAg",
            "user": "zempire",
            "date": "8 years ago",
            "timestamp": 1318088234458,
            "commentText": "@Loathomar I repeat, this is a republic not a democracy, maybe you don't understand that.  No where did I say F the poor lol. I said put a qualifier on voting, be it being successful enough to own property or pass an economics test as it isn't good for the country if leeches of the government or stupid people are voting. Right now we have a volunteer military, and the US is a very socialistic state. You should keep up with the times instead of pretending it is nearly half a century ago.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzoqQ-J_7bv90zMcrR4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234460,
            "commentText": "@zempire Ya, F the poor! Cause the US is already the least socialistic state in the developed world, if only we could take away the poor's right to vote. I historically, we have not been a volunteer military during war times. The civil war, WW1, WW2 and Vietnam all had drafts. It would seem a reasonable argument if there was a ban on drafting anyone under 21, but as is it seems stupid. I am not sure where they got this guy, but you are just a moron.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugzk-f9dQGWrEhx5sut4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088234463,
            "commentText": "@LZJoZ The definition of Anarchy: a. absence of government\nb : a state of lawlessness or political disorder due to the absence of governmental authority\n\nBut hey, who needs to use the words as they are defined. Just make up you own meaning for words and expect people to accept then with your new definitions. Maybe you are a libertarian socialist with your views, but not an Anarchist.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxnFe5yPfW8w9aFxOV4AaABAg",
            "user": "Calvin Smith",
            "date": "8 years ago",
            "timestamp": 1318088234466,
            "commentText": "@FreedomDroid I don't think so.  The problem was letting too many uniformed people with not enough at stake to have the vote in the first place.  Originally the right to vote was severely limited.  Perhaps that's because the founders where aware that  the general population would vote to steal money through the vote and spend it recklessly like we are seeing now.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyQ5RUHodcHGeAF1PB4AaABAg",
            "user": "Loathomar",
            "date": "8 years ago",
            "timestamp": 1318088235362,
            "commentText": "@Ickeriss69 But that misses the more underlining question of is setting the drinking <b> age </b>effective? As 90% of high schools say they have being drink, can we say it is working in any way. If you asked a group of people that where 25+ if that had a drink in the last 4 years, would you think it to be higher then 90%? Read The Legal Drinking<b>  Age</b>: Science vs. Ideology. It shows several study with negative connection between youth drinking and high drinkin<b> g ag</b>e.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwED4ghj0kxbWajCa14AaABAg",
            "user": "Iron Golem",
            "date": "8 years ago",
            "timestamp": 1318088235365,
            "commentText": "I'd say drinking <b> age </b>stays 21.  VOTING<b>  age</b> goes to 21 or even 25.  I think you NEED real world experiences under your belt before being allowed to vote.  Each vote is powerful.  Make sure the person voting knows what it really means.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwED4ghj0kxbWajCa14AaABAg.8Gcb43OHap58aQKOSJP50m",
                    "user": "Bulls Are Man-Cows, Not Their Own Type of Animal",
                    "date": "1 year ago",
                    "timestamp": 1539013035665,
                    "commentText": "Well, I'm 25 and I sure as hell don't believe freakin' 25 should be the voting <b> age.</b> I sure as hell don't believe in any of this pro<b> -age</b> discrimination horse-feces you just wrote. I think you NEED a real world understanding of how it feels like to young Americans who faces discrimination because of thei<b> r ag</b>e. BOO-YAH!!",
                    "likes": 0,
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgzbbnEbo8eJ0iRo0dN4AaABAg",
            "user": "CHUCKLZLORD",
            "date": "8 years ago",
            "timestamp": 1318088235368,
            "commentText": "@LZJoZ Government and anarchy do not coexist. you are not an Anarchist if you want any form of government. Anarchy literally refers to the lack of any government. And what's this hierarchy thing you're on about?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyvhUeRQH3yUS2dV8d4AaABAg",
            "user": "goltoof",
            "date": "8 years ago",
            "timestamp": 1318088235372,
            "commentText": "disasterous...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzT3Cu0nhop0mTcfoh4AaABAg",
            "user": "CHUCKLZLORD",
            "date": "8 years ago",
            "timestamp": 1318088235375,
            "commentText": "@LZJoZ And who would punish him? When I say biggest guns, I don't mean literally, but more as an analogy. If a man decided to create a gang and control an entire city, there would be no stopping him, not if he had enough power. Governments purpose is to keep a check and balance, to stop the rights of the people only where they intersect with others rights. Anarchy would only work in small, consensual groups, same as communism, where the number is small and betrayal is difficult.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxXZurNueSEQszcaAR4AaABAg",
            "user": "dannydebonis",
            "date": "8 years ago",
            "timestamp": 1318088235378,
            "commentText": "Is that the same <b> woman </b>that got schooled by Matt Damon?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "UgxlE8WnGaRumwqHdOl4AaABAg",
            "user": "CHUCKLZLORD",
            "date": "8 years ago",
            "timestamp": 1318088235381,
            "commentText": "@LZJoZ Anarchy is a system where the man with biggest gun rules all. It's a really shitty system. Yes, government has no place in non-protective services (makes laws on prohibition, civil services, welfare, etc.) but government does have a place. There is a point where more freedom means that you get less freedom in the long run(when you have the freedom to take over other people's lives, for instance). Courts, Police, and Military; those are the proper roles of government.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugwok71yIG6AlZ0Bpt54AaABAg",
            "user": "BlendedKittens",
            "date": "8 years ago",
            "timestamp": 1318088235383,
            "commentText": "@LZJoZ young people the right to vote? The majority of them who are so easily led by trends they change identity several times a year? who only listen to the last months music?  Anarchy is freedom? Anarchy is Mad Max not people living in hippy communes.  Someone has to pursue a direction or <b> nothing </b>gets done.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "UgzCnuoxrSBFwnLBWXp4AaABAg",
            "user": "Let's ChangeTip",
            "date": "8 years ago",
            "timestamp": 1318088235386,
            "commentText": "@Jebusrulez 2 What right should anyone at any <b> age </b>have to vote the freedom, liberty and property away from others?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyQw28TiHk0Z_PWY0x4AaABAg",
            "user": "Buff Awesome",
            "date": "8 years ago",
            "timestamp": 1318088235388,
            "commentText": "I like how people on this video are commenting on how <b> dumb </b>people 16 to 20 are<b>  dumb</b>, as if older people aren't just as ignorant and stupid.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Dumb"
            ]
        },
        {
            "id": "UgxATb_CLMFnwr9XLwl4AaABAg",
            "user": "Mathiassss",
            "date": "8 years ago",
            "timestamp": 1318088235390,
            "commentText": "I would say they might be but its not a huge concern right now there are far more import things than this. This would be a waste of my time debating these issues.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz42impNAbSE6M1g1B4AaABAg",
            "user": "DashCam Angola",
            "date": "8 years ago",
            "timestamp": 1318088235401,
            "commentText": "At 18, even 20, people are completly idiotic, immature and can be brainwashed, 16 ?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz42impNAbSE6M1g1B4AaABAg.8GbckQofzJl8NXAcahEXxt",
                    "user": "keith rumer",
                    "date": "2 years ago",
                    "timestamp": 1507477035642,
                    "commentText": "People of ALL AGES are easily brainwashed,completely idiotic and immature.",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwjwumZZDIwplnzkLN4AaABAg",
            "user": "DashCam Angola",
            "date": "8 years ago",
            "timestamp": 1318088235404,
            "commentText": "Vote at <b> age </b>16 ? This is the single most stupid thing I ever seen, just for that this is simply an idiotic organization.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugx3Hpuqt1ZTnYJ-fwV4AaABAg",
            "user": "T Sex",
            "date": "8 years ago",
            "timestamp": 1318088235406,
            "commentText": "For me, I started paying attention to politics when I was about 13 or 14, but then I would have voted for whoever my parents supported. When I was 15 and a half was when I became a libertarian, although i was surrounded by liberal teaches and conservative family members. Every other 16 year <b> old </b>is liberal or this 'moderate' thing",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwQvW5fBBZuz4zJclR4AaABAg",
            "user": "waveoflight",
            "date": "8 years ago",
            "timestamp": 1318088235408,
            "commentText": "@Jebusrulez Or republicans.  Both Parties are insane.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzoFO3OmYnKzfFRAa14AaABAg",
            "user": "zempire",
            "date": "8 years ago",
            "timestamp": 1318088235411,
            "commentText": "this is a republic, not a democracy. people should have to own (loan paid in full) land/house or pass an economics test to vote. also, no one is forcing people under the <b> age </b>of 21 to join the military, it's a volunteer army. they pick this dude up for amateur hour or something?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyCLyibVPLunzXIydR4AaABAg",
            "user": "jimisback",
            "date": "8 years ago",
            "timestamp": 1318088235413,
            "commentText": "Loads of people are taxed that can't vote. I have lived hear for over 30 years as a legal <b> alien,</b> I served in the US Navy in Beruit in the early 80s. I can't vote. In any country.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Alien"
            ]
        },
        {
            "id": "UgzfliEOy8HbX_tVpjB4AaABAg",
            "user": "Kleber Alanis",
            "date": "8 years ago",
            "timestamp": 1318088235415,
            "commentText": "@alvincay100 Haven't you read the news that this country's economy is in the ruins? It is in ruins precisely because these \"informed\" adults, these young people will inherit this mess so they should have the right to steer the direction this collapse will go as soon they're being taxed.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwX-cOcnB1uTGd1lEp4AaABAg",
            "user": "SirTenenbaum",
            "date": "8 years ago",
            "timestamp": 1318088235417,
            "commentText": "I don't know if I could support lowering the voting <b> age </b>to 16. That seems like a tough pill to swallow. Lowering the drinking<b>  age</b> to 18 is certainly reasonable.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyK0P_OpHItiKAevZl4AaABAg",
            "user": "jimisback",
            "date": "8 years ago",
            "timestamp": 1318088235419,
            "commentText": "MAKEUP!!!!!!!! Fix her hair.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugwd3fjQTJgcG-5ep9t4AaABAg",
            "user": "Daniel Simpson",
            "date": "8 years ago",
            "timestamp": 1318088236270,
            "commentText": "@alvincay100 Neither are most voters, judging by election results.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzX-6WSnn9DpYZZzyh4AaABAg",
            "user": "TasteOfGreen",
            "date": "8 years ago",
            "timestamp": 1318088236272,
            "commentText": "@Jebusrulez If you vote for either party you are obviously brainwashed.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwlS1eYDzVpobC0aUN4AaABAg",
            "user": "Kleber Alanis",
            "date": "8 years ago",
            "timestamp": 1318088236274,
            "commentText": "@alvincay100 Can these 16+ year <b> old </b>kids choose which parents will represent them? I don't think so, and boy oh boy there are a lot of parents driving this country down to ruin with their votes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgxjLUmWIGKOWdw3KuF4AaABAg",
            "user": "AlanRLight",
            "date": "8 years ago",
            "timestamp": 1318088236276,
            "commentText": "It isn't mentioned, but I think one of the most important rights is the right to WORK.  I had my first job at the <b> age </b>of 9, and it did me a great deal of good.  I learned about responsibility, how to treat customers, how to handle cash, I met some really neat people, AND I had spending money.  A year later my family moved and I wasn't able to get another job - and I certainly felt that loss.  I learned much in school, but for many youths I believe a job would be more important.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgzaaTN0-K8CEeRe0Cx4AaABAg",
            "user": "AlanRLight",
            "date": "8 years ago",
            "timestamp": 1318088236278,
            "commentText": "I don't agree 100%, but certainly this needs more attention.  Beginners make beginner mistakes whether they are 10 or 50 - but they will generally recover more easily at 10.  Raising the drinking <b> age </b>/ driving<b>  age</b> / workin<b> g ag</b>e / etc. just means that people will be older when they make their mistakes, and that the older people who were not prevented from learning responsibility when they were young will think them irresponsible and - being American - want to punish them severely.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgzT2Zu12KngVvK82ct4AaABAg",
            "user": "jorenste",
            "date": "8 years ago",
            "timestamp": 1318088236280,
            "commentText": "@nyrausa, If curfews have no positive effect, obviously there's no policy reason for them. But what is the constitutional argument against them? I assume the Equal Protection Clause doesn't get you there because youths aren't recognized by the Court as a protected class. As you know far better than I, federal, state and local laws, even the federal constitution itself, discriminates based on <b> age.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwsMLdTLQA2j57CNVp4AaABAg",
            "user": "Rj Bertram",
            "date": "8 years ago",
            "timestamp": 1318088236281,
            "commentText": "@alvincay100 Agreed.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxV2JmOuXM9o-WfIjR4AaABAg",
            "user": "Calvin Smith",
            "date": "8 years ago",
            "timestamp": 1318088236283,
            "commentText": "\"Taxation without representation\" not \"taxation without voting.\"  Parents represent their children.  18 year olds should not be allowed to vote.  They are not informed or responsible.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwDpX4s5DR7F4QrfD14AaABAg",
            "user": "Jay Urbanik",
            "date": "8 years ago",
            "timestamp": 1318088236286,
            "commentText": "As far as the curfew goes my opinion is that you shouldn't penalize those that are out after curfew who are not a harm to society or infringing on others liberties. This is why the few bad apples need to be addressed locally or you will have Government blanket policies that infringe on the liberties of all.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyFQv2xhKwAnsb4g7J4AaABAg",
            "user": "Jebusrulez",
            "date": "8 years ago",
            "timestamp": 1318088236288,
            "commentText": "16 to vote?  Hell 18 year olds shouldn't vote because they are easily brainwashed into voting for democrats because they're idiots.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzCAzlIa9nbmECykxx4AaABAg",
            "user": "National Youth Rights Association",
            "date": "8 years ago",
            "timestamp": 1318088236290,
            "commentText": "@etsneroj Thanks for your input on this. The bad news is that not only are curfews unconstitutional, but they are completely ineffective. Study after study has shown that they don't reduce crime. At best, they displace it geographically or to different times throughout the day. Criminals aren't deterred by curfews.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzcZ0Jf0VTjnd09X_94AaABAg",
            "user": "jorenste",
            "date": "8 years ago",
            "timestamp": 1318088236292,
            "commentText": "I don't like curfews, but if they're effecitve in curbing the kind of crime we've seen with youths in Chicago and other cities, I'm for them. Ideally, Nadel is right that parents should be controlling their kids, but if parents are not doing their jobs at all (as appears to be the case in certain urban neighborhoods), and it is resulting in crimes against innocent people, governemnt action is both necessary and appropriate.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzzxyAUTbaVgaasoEx4AaABAg",
            "user": "mcoop221",
            "date": "8 years ago",
            "timestamp": 1318088236294,
            "commentText": "How can you NOT have a position on <b> age </b>of consent?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgxjwXeTRAVCQVCf4Dt4AaABAg",
            "user": "Jesse Gibbons",
            "date": "8 years ago",
            "timestamp": 1318088236296,
            "commentText": "Just checked out their website. You can run to be a representative at <b> age </b>25, but some people argue that the voting<b>  age</b> should be raised to THIRTY! The opposition can be so stupid... is what I would say if that article was addressing America's movement and not Quebec's.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgySfmkfPDV2H64cKs14AaABAg",
            "user": "Jesse Gibbons",
            "date": "8 years ago",
            "timestamp": 1318088236298,
            "commentText": "@pigoutultra Yeah, it's like requiring Jews to wear a star of David.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzOfxCWTbnxO6szolV4AaABAg",
            "user": "Zamir Humud",
            "date": "8 years ago",
            "timestamp": 1318088236300,
            "commentText": "Michelle looked really nervous",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyjYHSznqK4ES_S6f54AaABAg",
            "user": "bruno busetti",
            "date": "8 years ago",
            "timestamp": 1318088236302,
            "commentText": "shes hawt",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw68ZTOJDO5T2UX9pN4AaABAg",
            "user": "hoosierhiver",
            "date": "8 years ago",
            "timestamp": 1318088236304,
            "commentText": "Smart kids, but the curfew arguement only works if you have parents that care.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxqUfDBNiTcl3xBiB94AaABAg",
            "user": "Jesse Gibbons",
            "date": "8 years ago",
            "timestamp": 1318088236306,
            "commentText": "@audioblogs12 The reason I want them to understand the constitution and be involved in politics is because we all know(or at least most of us) they will fall for pork rather than \"real food\" and will only vote popular if they are not active in politics. Just look at the generally younger people's votes of the previous presidential election.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgygEhMI2OM8D2S049V4AaABAg",
            "user": "Mujtahid Haque",
            "date": "8 years ago",
            "timestamp": 1318088236308,
            "commentText": "Of course they completely ignore the <b> age </b>of consent.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgxytK-WzkuBoia6k-14AaABAg",
            "user": "Jesse Gibbons",
            "date": "8 years ago",
            "timestamp": 1318088236739,
            "commentText": "You want to treat youth fairly? Let those born a month and a week too late to vote, who understand the constitution and are actively involved in politics, VOTE.\nI support the voting <b> age </b>being lowered to the minimum working<b>  age</b>! The states have a right to that power, let them use it, not the feds!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyDqePjQS00MbQ0Txt4AaABAg",
            "user": "Jeff Loveness",
            "date": "8 years ago",
            "timestamp": 1318088236741,
            "commentText": "Nice to see Michelle Fields hosting more and more videos. Reason, if you're smart, let her run the place.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        }
    ]
}