{
    "header": {
        "title": " 6 Warning Signs Of Age Discrimination - What You Should Do ",
        "subtitle": " NA ",
        "owner": " Brad Richardson ",
        "views": " 12,449 views ",
        "likes": " 81 ",
        "dislikes": " 11 ",
        "shares": " NA ",
        "datePosted": " Sep 23, 2014 ",
        "dateExtraction": " 2019-10-08 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=P50f9sxYpvc ",
        "postText": " ✔️Win free cash...http://preview.tinyurl.com/retirement.... In these uncertain times millions of Americans are losing their jobs and some unjustly so. Many good employees are experiencing the warning signs of age discrimination on the job.. . This video contains affiliate links, which means that if you click on one of the product links, I'll receive a small commission.. Examples of age discrimination would include unnecessary jokes about your age, exclusion from training and important meetings or a sudden change in your job evaluations that are unmerited. There are three other signs in this video that you need to be aware of at all times. Any evidence of discrimination should be thoroughly documented.. While the Age Discrimination Employment Act offers some symbol of protection in your work place the truth is it is very hard to prove employment age discrimination . The best advice I can offer anyone over 50 is to invest in yourself! Try to start a side income or home based business that will provide a firm retirement and peace of mind now.. . For your free 66 page book Newbie Cash Secrets plus a bonus report  click here... http://tinyurl.com/leyshjm. . Visit my site at http://following50.com ",
        "numberPosts": " 38 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - General,Age - Over 65s,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Gender - General",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Age,Ageist,Elder,Old,Senior,Nothing,Zero,Crazy,Weird,Dumb,Woman,Sex,doctors,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgzBZ-rFM9hPSDdwNy94AaABAg",
            "user": "pgthinker007",
            "date": "3 months ago",
            "timestamp": 1562584834536,
            "commentText": "Stupid to discriminate people. I learned the word \"discrimination\" in America. I earned two degrees in America, and I am never qualified. Funny thing is that American government tells us to update ourselves, gain new skills, etc. and teaches foreigners about democracy, human rights, and equality. No wonder people are not taking it seriously anymore.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwbHVp6evGYiEBhkDx4AaABAg",
            "user": "Dave Fredericks",
            "date": "3 months ago",
            "timestamp": 1562584834538,
            "commentText": "10 Great Reasons to Be Your Own Boss After 50\nhttps://bizstarters.com/working-after-50-10-reasons-why-you-want-to-be-your-own-boss/\nYou don't know what you can do until you decide to try.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxPqM1x1ukVc1OOocV4AaABAg",
            "user": "bartakin",
            "date": "6 months ago",
            "timestamp": 1554722434540,
            "commentText": "At 65 in some states its <b> elder </b>abuse depending on the issues at hand..",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Elder"
            ]
        },
        {
            "id": "Ugxscdtgf3ySS7nxvuR4AaABAg",
            "user": "bartakin",
            "date": "6 months ago",
            "timestamp": 1554722434542,
            "commentText": "Slander is a verbal attack and can affect your business due to destroying your reputation...This can be a media person on air using your name and making fun of your <b> age </b>using farting sounds or  name...to humiliate and destroy you..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugxny_DEJCM9MepXLXZ4AaABAg",
            "user": "not again",
            "date": "7 months ago",
            "timestamp": 1552044034543,
            "commentText": "just got a job with an interview over the phone. I was there one day and was fired. I was hired with another <b> woman </b>on the same day who was 10 years younger and she was trained immediately on the computer for the work we were hired for. I was given filing and stamping volumes of documents. Of course when I refuse the stamping due to wrist injuries. I was fired.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "Ugwca_ipQVRamaUk6oN4AaABAg",
            "user": "Sylvia Cox",
            "date": "7 months ago",
            "timestamp": 1552044034545,
            "commentText": "Perfect work record and all my experience. Pretty sure it's being over 50 hurting me   It's really sad",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugwi3Qvdl-rmZzLJhjJ4AaABAg",
            "user": "got5at12",
            "date": "10 months ago",
            "timestamp": 1544268034547,
            "commentText": "4 AND 6  APPLYTP ME",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugzct8vVubxNAdSElgN4AaABAg",
            "user": "huckless",
            "date": "1 year ago",
            "timestamp": 1538997634549,
            "commentText": "Great video but the federal law has identified <b> age </b>discrimination being 40 and older not 50.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyR621L0LRvjTj6Sv14AaABAg",
            "user": "Cate jud",
            "date": "1 year ago",
            "timestamp": 1538997634550,
            "commentText": "I know <b> doctors </b>who work with 83-86 years<b>  old</b> operating on the brains and stuff, because they are bored or want to help humanity, working even for free. People needs them then to save their lives, right? What hypocrites some people are!!!! In Europe you are not allowed to even study with 40 year<b> s ol</b>d at the universities. Even studying is a crime? AND when we are young, they scream at us, \" But this young dude or girl doesn't know anything! No experience, <b> no nothi</b>ng! How can they be handled? We don't have this time. Out!\" So, people are never satisfied and that's stupid <b> and cr</b>azy. Not making any sense!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Nothing",
                "doctors",
                "Crazy"
            ]
        },
        {
            "id": "UgwYe3sm56NH_3GqdXp4AaABAg",
            "user": "mspixiedust100",
            "date": "1 year ago",
            "timestamp": 1538997634552,
            "commentText": "My gosh people used to retire at 65.  What happened?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwuSGuWhCChv7wTrvd4AaABAg",
            "user": "Shops Shire",
            "date": "1 year ago",
            "timestamp": 1538997634554,
            "commentText": "What he says at :50 to :52 is so true . <b> Age </b>discrimination is at an all time high in the United States.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwuSGuWhCChv7wTrvd4AaABAg.8dBIIm-pzyT8w_o9yMoKay",
                    "user": "pgthinker007",
                    "date": "3 months ago",
                    "timestamp": 1562584834821,
                    "commentText": "Its been like that always or corporate culture changed?",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgwHWZGQJzAuOt6LTq54AaABAg",
            "user": "baler johnson",
            "date": "1 year ago",
            "timestamp": 1538997634557,
            "commentText": "Age discrimination is so real and the laws are a joke . Its not good to continue to do a great job and be passed over for younger less qualified people . Best save your money and be prepared  because there is <b> nothing </b>you can do . Very sad that we dont have a cohesive national labor union in the USA .",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwHWZGQJzAuOt6LTq54AaABAg.8d4ScFmj4PR8i1-C7GxkpT",
                    "user": "mspixiedust100",
                    "date": "1 year ago",
                    "timestamp": 1538997634816,
                    "commentText": "You can sue.  You can file with EEOC.",
                    "likes": 3,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Nothing"
            ]
        },
        {
            "id": "Ugy60RfBquTjZYsmrH94AaABAg",
            "user": "Research Institute 2",
            "date": "1 year ago",
            "timestamp": 1538997634559,
            "commentText": "The US Government is the BIGGEST most BRAZEN abuser of <b> age </b>discrimination and FORCED retirement.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UgyMw97Au3jvs4VV1KZ4AaABAg",
            "user": "Mark D",
            "date": "1 year ago",
            "timestamp": 1538997634562,
            "commentText": "The laws in place protecting people from <b> age </b>discrimination are very clear and are constructed in such a way that makes it near impossible to prosecute perpetrators successfully. The recognizable signs of the acts of<b>  age</b> discrimination, both overt and covert, are so well known, and hence avoided by the perpetrators, that the possibility of any legal success in prosecution of the offense is impossible. The usual offenders can either afford to employ a legal department or keep legal counsel on retainer to protect their interests...individuals typically cannot afford this luxury. Employers use instructional videos that all employees are required to view, that address these laws, so employers can 'wash their hands' of any liability, while they themselves practice the abuse o<b> f ag</b>e discrimination without repercussion. There are several reasons why the success rate of offender prosecution is negligible. States that are in the 'Right to Work' category, enjoy bathing in the ability to execute <b> an a</b>ge-based termination without ethical justification or having to prove why. This burden falls on the victim who can nether prove, much less afford to prove the act of discrimination. The EEOC who is in place to provide protections in this area has proven to be useless in its management<b>  of </b>age discrimination claims and does littl<b> e to not</b>hing to help the victims. There is also no money to be made in the attempt to <b> prov</b>e age discrimination, so victims are further victimized by a system designed to protect the perpetrator…not the abused. Employers are 'encouraged' by health organizations to 'find ways' to keep costs low and in so<b>  doi</b>ng age discrimination is employed through the use of higher premiums and/or termination of the older worker. This results in what we currently have today, which are useless laws that are used to identify 'what' are considered valid exam<b> ples</b> of age discrimination, as defined by current law, used by legal counsel to 'coach' the perpetrators avoidance rather than ethical governance of a fair, just, and non-discriminatory work environment. IF these laws worked, we would see an equitable distribution of ages represented in the workplace, but that is not the case. While there may be a few instances, they are far and few between and few employers demonstrate that e<b> quit</b>able age distribution is being practiced in the workplace today. We all su<b> ffer</b> from age-based discrimination…some of us sooner than others but one day it will happen to all of us who are lucky(?) enough to last that long.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyMw97Au3jvs4VV1KZ4AaABAg.8axKadHAIHh8fNDzPQYGoa",
                    "user": "Esoteric Mystery",
                    "date": "1 year ago",
                    "timestamp": 1538997634827,
                    "commentText": "Not only that, the \"<b> sex </b>discrimination\" videos slightly address other types of harassment, and actually give excuses or ideas on how to do it!  I've heard a bully boss say \"I learned a lot\" after watching one of those vids, meaning they learned more tactics.",
                    "likes": 0,
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "UgyMw97Au3jvs4VV1KZ4AaABAg.8axKadHAIHh8i1-Uzqvuki",
                    "user": "mspixiedust100",
                    "date": "1 year ago",
                    "timestamp": 1538997634829,
                    "commentText": "Not true.  Go see Branigan Robertson's video.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Nothing"
            ]
        },
        {
            "id": "Ugz7-bgj5gLO6MaDhiJ4AaABAg",
            "user": "Mark D",
            "date": "1 year ago",
            "timestamp": 1538997634564,
            "commentText": "Are these videos addressing <b> age </b>discrimination working? Nope...........",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugyuf_fxPgz4NRSLSE14AaABAg",
            "user": "Victoria Matthews",
            "date": "1 year ago",
            "timestamp": 1538997634566,
            "commentText": "'Despite the fact the United States' <b> Age </b>Discrimination in Employment Act (ADEA) has been in place for over 35 years,<b>  age</b> discrimination in employment remains pervasive.'~ Laurie McCann<b> , Senio</b>r attorney, AARP Litigation Foundation…\n'Negative perceptions of older workers were perceived as inflexible, unwilling to adapt technology, lacking an aggressive spirit, resistant to new ways, having some physical limitations, costing more for health insurance and complacent…\nTypically 90% <b> of a</b>ge discrimination suits do not make it to trial…\nOne reason is t<b> hat </b>age discrimination in the employment process is difficult to prove'… [LINK]  OPINION...INTRODUCTION\nCONSTANCE JEANNE SAMMARCO pro se, Appellant, uses her first amendment\nU.S. constitutional rights to offer her opinion to expose the Incompetency\nof The Prince George's County Board of Education (PGCPS BOE) in their\ndeliberate deceptiveness, in their deliberate failure to state pertinent\nfacts, and in their deliberate untrue statements that supported their false\nallegations of her unsatisfactory evaluations issued by Principal Nakia\nNicholson of Fairmont Heights High (FHHS) for two consecutive years that\nruined her credibility and caused her job dismissal…The following is the\nAPPELLANT'S 'feedback'(which is 50%  effective of all communication) on\nThe Maryland State Board of Education's Opinion No. 15-01: [LINK] ",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugyuf_fxPgz4NRSLSE14AaABAg.8aemq8dbdxv8bonSPvcJmA",
                    "user": "Victoria Matthews",
                    "date": "1 year ago",
                    "timestamp": 1538997634833,
                    "commentText": "Typically 90% of <b> age </b>discrimination suits do not make it to trial, and Workers Win Only 1% Of Federal Civil Rights lawsuits At trial. The court system is flawed because it usually comes down to who can afford the best lawyer, and the judges are always on the side of public entities like schools, hospitals, and rarely do big corporations lose cases.",
                    "likes": 2,
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Senior"
            ]
        },
        {
            "id": "UgwPgwL2rXwOR3SVrd94AaABAg",
            "user": "Debbie Harriman",
            "date": "2 years ago",
            "timestamp": 1507461634569,
            "commentText": "I know they think.were suppose to dig a hole and sit in it.heehee",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugxk2se2HlqG84bBFGh4AaABAg",
            "user": "Native2458",
            "date": "2 years ago",
            "timestamp": 1507461634571,
            "commentText": "I'm in my early 30's and I get <b> age </b>discriminated against.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugh7wb8R2NfQ73gCoAEC",
            "user": "M W",
            "date": "2 years ago",
            "timestamp": 1507461634572,
            "commentText": "I'm 52 recently moved to NZ from the Middle East I am British and have huge experience in Business development yet I get <b> zero </b>response from recruitment companies. Usual<b>  ageist</b> response and NZ provincial attitudes ie if you have no experience here then we don't want you . I'm going back to Dubai as I miss the dynamic nature of the commercial and living environment which I don't get here. Really disappointing, sorry NO I don't want to drive a bus!!! And I don't want to live here.....",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugh7wb8R2NfQ73gCoAEC.8SY7rIztkoU8V76zicOz6S",
                    "user": "Golden Retriever",
                    "date": "2 years ago",
                    "timestamp": 1507461634851,
                    "commentText": "Why did you leave Dubai?",
                    "likes": 3,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageist",
                "Zero"
            ]
        },
        {
            "id": "UgwY2b6CmWE1luRyM-V4AaABAg",
            "user": "Esoteric Mystery",
            "date": "2 years ago",
            "timestamp": 1507461634575,
            "commentText": "#1 they do not joke in front of you about your <b> age,</b> #2 yes unexpected and early-ish retirements, #3 they don't advertise an<b>  age</b> range or preference, but they do request items that never used to be required, like SOQ's and things like that, that younger people are MUCH better at, having just been out of college,  #4 disciplinary action, yes.  #5 not sure about that one.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UghX0Y7ccGP0QXgCoAEC",
            "user": "W. D. Smith",
            "date": "2 years ago",
            "timestamp": 1507461635491,
            "commentText": "I'm 57 and CANNOT get hired! I HAVE to have work so I can pay my student loans for when I went back to school to better myself. I'm f'ing fed up with getting the door slammed in my face, and it's because of my <b> age.</b> Has to be!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UghX0Y7ccGP0QXgCoAEC.8NJmX4D9GGl8QdPknGzCdA",
                    "user": "Esoteric Mystery",
                    "date": "2 years ago",
                    "timestamp": 1507461635761,
                    "commentText": "I'm 53 and a new boss is trying to fire me and ruin my career.   Somebody's got to put a stop to this stuff.",
                    "likes": 6,
                    "keywords": []
                },
                {
                    "id": "UghX0Y7ccGP0QXgCoAEC.8NJmX4D9GGl8Qe07qSD2bV",
                    "user": "Konrad Roeder",
                    "date": "2 years ago",
                    "timestamp": 1507461635763,
                    "commentText": "Time to start documenting everything in writing and lawyer up.",
                    "likes": 5,
                    "keywords": []
                },
                {
                    "id": "UghX0Y7ccGP0QXgCoAEC.8NJmX4D9GGl8PWANP3Wjsg",
                    "user": "Konrad Roeder",
                    "date": "2 years ago",
                    "timestamp": 1507461635764,
                    "commentText": "Stick with it.  It took me a year and a half to eventually find work.  I'm working as a technician now after 30 years of employment as an engineer for half as much as I used to make.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UghX0Y7ccGP0QXgCoAEC.8NJmX4D9GGl8fNEZRyW_k6",
                    "user": "Esoteric Mystery",
                    "date": "1 year ago",
                    "timestamp": 1538997635766,
                    "commentText": "At least one lawyer has said he can't do much unless there's wrongful termination.",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "UggmFA-2zaC8a3gCoAEC",
            "user": "PuppyLuvU2",
            "date": "2 years ago",
            "timestamp": 1507461635496,
            "commentText": "Im 30 and i jokingly call myself an <b> old </b>man because i have had heradatry back problems for years and when you have pain in your body it makes you feel<b>  old</b>. And generally though I am respecful to all my co workers but sometimes feel because of my \"young<b> \" ag</b>e they generally dont treat me respecfully though never as much to call it discrimination. One of the older workers calls me the baby though me and her are really good work friends so it really is just friendly banter.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "Ugim-Z2Mq7NN1HgCoAEC",
            "user": "Rem Oil",
            "date": "2 years ago",
            "timestamp": 1507461635499,
            "commentText": "Okay interesting that Facebook completely treats profiles differently \ndepending on if you are a male or female and how <b> old </b>you are. If you can\n try to follow the example that I personally checked and rechecked. I \nwork with 5 close friends and all agreed to submit their Facebook \ncredentials to prove the discrimination against older Facebook males. \nTwo males profiles, one 30's and one 50's. Three female profiles, one \n20's one 30's and one 40's. I selected a real profile knowing every \ndetail of the profile to search, a person with an unusual name but not \ntoo<b>  weird</b> and not to<b> o commo</b>n. Kate Moorehouse (Barbie). When searching \nthis name the younger females could search her name and she appeared in \nthe results even though out of one of the females two of the females had\n no connection to Kate at all. The younger male could not find her in a \nseach until he had at least three oth<b> er comm</b>on friends with Kate. Then \nin the search result she appeared only after searching her entire first \nand last name. The 50 y<b> ear </b>old male could not search her. Even when he \nentered her first and last name and her entered nickname the search \nwould not locate Kate Moorehouse (Barbie) not possible because Facebook \nwould not allow an older male to see that profile. When Kate's home \ntown, home city, employment were entered with her first and last name \nand nick name she didn't appear. The older male had to go to a friend, \nselect her out and when he pushed the friend request Facebook warned \nonly send request to people you know. Even though the older male's \naccount was in good standing. When<b>  the</b> old male again pushed continue \nFacebook would not send the request stating he could only send request \nto people he knew, and if he didn't understand that to contact Facebook.\n I have attempted to contact Facebook over a few months about various \nstories and have never, never ever heard any response from Facebook. \nOkay s<b> o th</b>e old guy doesn't talk to the young girl, but what other check\n roadblocks does Facebook use to determine real life situations. Could \nthis guy go up at the library and talk to this young girl appropriately,\n sure, but not on Facebook's real life situations?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Common",
                "Weird"
            ]
        },
        {
            "id": "UggDMbr2Y4CuUHgCoAEC",
            "user": "Ellie May",
            "date": "2 years ago",
            "timestamp": 1507461635502,
            "commentText": "its disgusting but goes on all the time i see job applications and they ask for your date of birth..they do not have to know that or any personal info  so do not give them any",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UggDMbr2Y4CuUHgCoAEC.8LYbO0uxffe8Qe0lKXaANn",
                    "user": "Konrad Roeder",
                    "date": "2 years ago",
                    "timestamp": 1507461635797,
                    "commentText": "Even though I have a Bachelor's and a Master's degree, they wanted to see my High School Diploma.  Once they saw I graduated high school in the 1970's they suddenly figured out that I'm just over qualified, under qualified, or some other <b> dumb </b>excuse not to hire me.",
                    "likes": 3,
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "UggDMbr2Y4CuUHgCoAEC.8LYbO0uxffe8Ux_MAF4JBb",
                    "user": "john a",
                    "date": "2 years ago",
                    "timestamp": 1507461635798,
                    "commentText": "Yes, that's the usual.  It does not matter when you are looking for work HOW qualified you are, the point is whether you can do the job or not and that what it is all about. I think the idea some employers have is that, because you clearly have plenty of brain power, you will simply not stay in the job and be looking elsewhere one you have attained working status. It does not work like that. Older people, apart from having experience under the belt, tend to have other skills, I call transferable. Those skills you take through life with you, which you have either learned from others or gained yourself.  If you are still not working, I can only wish you luck and maybe a change of path may be on the cards. Something you like doing, but would not normally think it's you.  Maybe the unemployed should form their own co-operatives.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UggDMbr2Y4CuUHgCoAEC.8LYbO0uxffe8UxZYuR9MnH",
                    "user": "john a",
                    "date": "2 years ago",
                    "timestamp": 1507461635800,
                    "commentText": "Ellie May, if your in the US, I would have thought that this is discrimination? and if your in the UK, then it surely is a case for discrimination, since employers can no longer request that information from you. Not that it matters in the UK now, since the majority of employers prefer to use employment agencies to do there sourcing of candidates for them  I did wonder what statistics there are for people in the US and UK, who are employed or unemployed who have proved a case for discrimination.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugj9O6Y0d71sI3gCoAEC",
            "user": "Esoteric Mystery",
            "date": "3 years ago",
            "timestamp": 1475925635507,
            "commentText": "Thank you so much for this.  I think it can be disguised though, without the \"name-calling\".",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        }
    ]
}