{
    "header": {
        "title": " SOAS - School of Anti-Semitism? | J-TV ",
        "subtitle": " NA ",
        "owner": " J-TV: Jewish Ideas. Global Relevance. ",
        "views": " 9,868 views ",
        "likes": " 79 ",
        "dislikes": " 56 ",
        "shares": " NA ",
        "datePosted": " Mar 27, 2017 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=yBhXlOHHv4E ",
        "postText": " We went to interview students at the SOAS University in London for the so-called 'Israel Apartheid Week'. Find out what they said... ",
        "numberPosts": " 37 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Physical Identity - Physical (and Mental) Impairments,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Race,Racism,Racist,Nation,Blind,Dumb,Terrorist,Fritz,Common,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgzLhbMZNoNRpvHSLUN4AaABAg",
            "user": "Big John",
            "date": "1 month ago",
            "timestamp": 1569670331054,
            "commentText": "If these students are being taught true history and not lied to, they should know Judah is the actual name of the land the Palestinians and Israelis live on, NOT Palestine. Palestine was made the name in 1917 when the Britsh took over the area.  Judah has been occupied by many groups including Assyrians, Babylonians, Persians, Greeks, Romans, Arabs, Fatimids, Seljuk Turks, Crusaders, Egyptians, Mamelukes, Islamists, Ottoman Empire and the British. Jews lived on the land for 3000 years before a Palestinian ever set foot. The name Palestine, along with many others, was brought on by occupiers. Palestinians are not the original people of that land.  Jews are the ONLY indigenous people of Judah (Palestine-Israel) and have continuously lived there since recorded history.  Go learn your history!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugxi9bQr_z7ruFGJ0OB4AaABAg",
            "user": "Maska Lagao",
            "date": "2 months ago",
            "timestamp": 1566991931056,
            "commentText": "What nonsense. Israel is not a sacred cow. It is a State. It is not the embodiment of all Jews. As is the case of any State it can and should be critiqued when  appropriate.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw1NBfp_1O87mFQr1J4AaABAg",
            "user": "Vape Tec",
            "date": "10 months ago",
            "timestamp": 1545996731058,
            "commentText": "Bullshit Israeli propaganda",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz_Enj7RGoEEyYJRWx4AaABAg",
            "user": "Sidney Harris",
            "date": "1 year ago",
            "timestamp": 1540726331060,
            "commentText": "Food for thought for the Ante-Semite:\n'He who saves a life saves the world' is a quote from the Torah, thousands of years later it was paraphrased in the Koran. This statement's origins are undeniable. Had you been in a position to save the life of a physician who then went on to save many lives, in essence, through cause and effect you would not have saved just one life; but multitudes. It is arguable that had you been in a position to kill Adolf Hitler as a child, the opposite would be true and countless millions across Europe would not have perished. \nThis, of course, is hypothetical but cause and effect has a vast impact on our lives and the existence of every human being.\nAnti-Semites are easily led and follow a particular pattern – in the main they are of low intelligence and are fascinated by conspiracy theories; (if suited to their purpose) which they eagerly adopt. The bearing of false witness is their predominant trait; passed down to them through the ages. As their antecedents were willing to bear false witness - so they have adopted the practice. This flouting of the Ninth Commandment is what their existence is based upon.  In the modern world, we also have pseudo Ante-Semites, jumping on the bandwagon; they are your <b> common </b>or garden trolls who in the main hate humanity in general; invariably  they have no life of their own and find gratification in hating all and sundry, masking their self-loathing in the process.\nHatred of the Jews is primarily based on jealousy, the jealousy of success gained through hard work and ingenuity and a creed of helping each other; an eagerness to learn and to pass on that learning. The most famous Jew was of course Jesus Christ; who according to ancient history was born with these traits. \nFrom what moment in time do Ante-Semites find it acceptable to have a blanket hatred of Jews BC or AD? If it is BC then Christ's maternal grandparents, who were Jewish, would have been candidates for mindless hatred. \nThe Irony of the Ante-Semites is that many of them would not exist today without the contribution that Jews have made to Medicine. If they themselves had not been saved by one of these medical breakthroughs; you can be sure that their antecedents would have been. Of course had their antecedents perished they would not exist.  The following list speaks for itself.\n• [1]<b>  Fritz</b> Haber, Synthetic Fertilizer (Haber-Bosch process): (1/2) x 2.72 Billion = 1.36 Billion Lives Saved\n• [3] Karl Landsteiner, Blood Transfusions (identification of blood groups): (1/2) x 1.16 Billion = 580 Million Lives Saved\n• [4] Richard Lewisohn, Blood Transfusions (sodium citrate blood preservation method): (1/2) x 1.16 Billion = 580 Million Lives Saved\n• [8] Abel Wolman, Chlorination of Drinking Water: (1/2) x 182 Million = 91 Million Lives Saved\n• [11] Benjamin Rubin, Smallpox Eradication (bifurcated inoculation needle): (1/4) x 142 Million = 35.5 Million Lives Saved\n• [12] Aaron Ismach, Smallpox Eradication (jet injector gun): (1/4) x 142 Million = 35.5 Million Lives Saved\n• [16] Samuel Katz, Measles Vaccine: (1/8) x 124 Million = 15.5 Million Lives Saved\n• [22] Sir Ernst Chain, Penicillin: (1/4) x 86 Million = 21.5 Million Lives Saved\n• [26] David Nalin, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [28] Norbert Hirschhorn, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [30] David Sachar, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [32] Paul Ehrlich, Diphtheria and Tetanus Antitoxin: (1/3) x 42 Million = 14 Million Lives Saved\n• [47] Alfred Sommer, Vitamin A Therapy: 8.5 Million Lives Saved\n• [48] Baruch Blumberg, Hepatitis B Vaccine: (1/3) x 6.7 Million = 2.2 Million Lives Saved\n• [49] Irving Millman, Hepatitis B Vaccine: (1/3) x 6.7 Million = 2.2 Million Lives Saved\n• [55] Gertrude Elion, Rational Drug Design: (1/2) x 5.5 Million = 2.8 Million Lives Saved\n• [73] Jacob Gershon-Cohen, Mammogram: (1/6) x 1.7 Million = 0.3 Million Lives Saved\n• [77] Albert Salomon, Mammogram: (1/6) x 1.7 Million = 0.3 Million Lives Saved\n• [83] Jonas Salk, Polio Vaccine: (1/4) x 1.1 Million = 0.3 Million Lives Saved\n• [84] Albert Sabin, Polio Vaccine: (1/4) x 1.1 Million = 0.3 Million Lives Saved\n• [93] John Robbins, Hib Vaccine for Bacterial Meningitis:  (1/4) x 0.74 Million = 0.2 Million Lives Saved\n• [94] Rachel Schneerson, Hib Vaccine for Bacterial Meningitis: (1/4) x 0.74 Million = 0.2 Million Lives Saved \n• [95] Alexander Wiener, Rh Factor Discovery and Infant Exchange Transfusion for Rh Haemolytic Disease: (1/2) x 0.55 Million = 0.3 Million Lives Saved\n• [96] Ronald Finn, Serum for Prevention of Rh Haemolytic Disease: (1/2) x 0.55 Million = 0.3 Million Lives Saved\n• [101] Brian Druker, Gleevec Anti-Leukemia Drug: (1/2) x 0.18 Million = 0.1 Million Lives Saved\n• [103] Henry Heimlich, Heimlich Manoeuvre: (1/2) x 0.05 Million = 0.03 Million Lives Saved\nThe Jews are a true minority in the world approx. One to Every Five Hundred People, amazingly they account for over 20 per cent of all Nobel Prizes won. Another astounding figure is that 50 per cent of all Champion Chess players are Jewish. If being intelligent is a crime - they are truly guilty.\nThe Jews have survived many civilisations in over five thousand years, and although they might have suffered at the hands of their detractors, the civilisations that persecuted them were all rendered extinct. This includes in the last century the Nazis. The Jews have survived and wherever possible prospered, overall, their contribution to any society they have lived in has been immense and beneficial. \nIt should come as no surprise that the descendants of Holocaust survivors will in a war situation fight a war of attrition. 'Never again' is their mantra. Most Jews would think a scorched earth policy was wrong but most Jews are not direct descendants of Holocaust survivors.\nIn the past hundred years war has seen carpet bombing of Europe, Atom Bombs dropped on Japan and Napalm used in Vietnam. In the past two hundred years the indigenous people of the United States of America, Australia and Africa have been displaced by immigrants from the outside world who had no claim to the land whatsoever. \nThe Arabs are tribal and have warred with each other for millennia, in 1948, 1967 and 1973 they conspired to act together and attack the State of Israel they lost all of these wars. Most of the indigenous Jews in these Arab countries were displaced and settled in Israel. Wars create refugees; it is part of the whole diabolical process.\nThe world has never been an overly fair place. The absolutely regrettable plight of the Palestinian people could have been solved, many times over, in the past fifty years if the Arab potentates had used a small percentage of their oil income to ensure that each and every Palestinian was housed and had financial stability. They could build Dubai out of the desert but have allowed the Palestinians to remain refugees; as it suited their political ends in maintaining the status quo and keeping their kings and princes in power. \nBecause of Jews inter-marrying over the past few hundred years, there are more than one hundred million part Jewish people on the planet, this heritage unknown to many of them. \nIt would be advisable for every Ante Semite to take a DNA test so that they can be sure that their hatred is not being directed at their very own being; this has been found to be the case many times over. The psychological implication of hating the very essence of oneself is profound, especially as it was due to wicked indoctrination.\nI'll leave the penultimate word to the second President of the United States, John Adams:\n''I will insist The Hebrews have contributed more to civilize men than any othe<b> r natio</b>n. If I was an atheist and believed <b> in bli</b>nd eternal fate, I should still believe that fate had ordained the Jews to be the most essential instrument for civilizing the nations.\nThey are the most glori<b> ous nat</b>ion that ever inhabited this Earth. The Romans and their empire were but a bubble in comparison to the Jews. They have given religion to three-quarters of the globe and have influenced the affairs of mankind more and more happily than any o<b> ther na</b>tion, ancient or modern.'\n- John Adams, Second President of the United States   1735 – 1826\nJohn Adams's conclusions were derived from a history tainted by libel and propaganda but in all fairness to the <b> human</b> race the Jews are not without bad apples, in terms of percentage no more or less than any<b>  othe</b>r race or creed; any Jewish criminal does a greater disservice t<b> o the</b>ir race than any Anti-Semite.\nIn Adams time centuries of Christian persecution of the Jews waxed and waned according to when scapegoats were needed to obfuscate the politics or problems of the time. In 1543 Martin Luther, who in his life had rarely come into contact with any Jews, wrote a damning publication entitled \nThe Jews and Their Lies – Luther's place in history, as the most successful hate preacher, was achieved by this publication.  Luther's work followed by the greatest libel against the Jews – The Protocols of the Elders of Zion published in1903 (in Russia) then translated into German were the mainstay of Hitler's propaganda machine.  Ante Semites in the hope that mud sticks have been cherry picking these diabolical packs of lies and reiterating them as fact from the day they were published. \nRegardless if you believe the Ten Commandments were man made or given by a higher power; they are the tenets of the rule of law throughout the civilised world. They underpin civilisation and were brought to humanity by the Jews. Indeed on the door of most Jewish homes is a mezuzah; a small container that holds a hand written scroll of the Ten Commandments.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Race",
                "Nation",
                "Fritz",
                "Common",
                "Blind"
            ]
        },
        {
            "id": "UgzOx0L0BorM5TN5gkZ4AaABAg",
            "user": "PDA",
            "date": "1 year ago",
            "timestamp": 1540726331063,
            "commentText": "This is not anti-semitism...it's anti-Israel. It's not the same thing.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzOx0L0BorM5TN5gkZ4AaABAg.8gpmPMkMyMm8t1twTu43iF",
                    "user": "E",
                    "date": "7 months ago",
                    "timestamp": 1553772731530,
                    "commentText": "Say it louder for the <b> dumb </b>asses in the back",
                    "likes": 0,
                    "keywords": [
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "UgzI6dfAafDcD-ffGrx4AaABAg",
            "user": "מיכאל Lamont",
            "date": "1 year ago",
            "timestamp": 1540726331065,
            "commentText": "How do you spell משוגש,מישוגס loco in the coconut. How do people this stupid get into higher learning",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzWqnBA0MBlKf4mXIB4AaABAg",
            "user": "gi Man",
            "date": "1 year ago",
            "timestamp": 1540726331068,
            "commentText": "Soas should be investigated",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzMuzkDfv4KZ-E2D7R4AaABAg",
            "user": "John Marston",
            "date": "1 year ago",
            "timestamp": 1540726331069,
            "commentText": "Hey, fucktard. Criticising the Israeli government does NOT equal \"antisemitism.\"",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxvKcwdabTgM1LhHul4AaABAg",
            "user": "darwincity",
            "date": "1 year ago",
            "timestamp": 1540726331071,
            "commentText": "When you coalesce all that the world has in \"anti colonialists\" and other crap of that genre, you fall on such things as SOAS. It should be burned down for London to start cleansing itself.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw4WtqGOUtepBqtTGZ4AaABAg",
            "user": "TheBeardedEconomist",
            "date": "2 years ago",
            "timestamp": 1509190331073,
            "commentText": "Awww this is cute, so is this where you and your anti Semitic friends hang out. Don't ever compare Judaism with Zionism, same way ISIS has hijacked the name Islam for their atrocities is the same way Zionists have stolen Judaism. In Sha Allah the truth shall prevail ;)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugw4WtqGOUtepBqtTGZ4AaABAg.8ZCWg8GiaoH8mrpV678e0d",
                    "user": "Sidney Harris",
                    "date": "1 year ago",
                    "timestamp": 1540726331511,
                    "commentText": "Food for thought for the Ante-Semite:\n'He who saves a life saves the world' is a quote from the Torah, thousands of years later it was paraphrased in the Koran. This statement's origins are undeniable. Had you been in a position to save the life of a physician who then went on to save many lives, in essence, through cause and effect you would not have saved just one life; but multitudes. It is arguable that had you been in a position to kill Adolf Hitler as a child, the opposite would be true and countless millions across Europe would not have perished. \nThis, of course, is hypothetical but cause and effect has a vast impact on our lives and the existence of every human being.\nAnti-Semites are easily led and follow a particular pattern – in the main they are of low intelligence and are fascinated by conspiracy theories; (if suited to their purpose) which they eagerly adopt. The bearing of false witness is their predominant trait; passed down to them through the ages. As their antecedents were willing to bear false witness - so they have adopted the practice. This flouting of the Ninth Commandment is what their existence is based upon.  In the modern world, we also have pseudo Ante-Semites, jumping on the bandwagon; they are your <b> common </b>or garden trolls who in the main hate humanity in general; invariably  they have no life of their own and find gratification in hating all and sundry, masking their self-loathing in the process.\nHatred of the Jews is primarily based on jealousy, the jealousy of success gained through hard work and ingenuity and a creed of helping each other; an eagerness to learn and to pass on that learning. The most famous Jew was of course Jesus Christ; who according to ancient history was born with these traits. \nFrom what moment in time do Ante-Semites find it acceptable to have a blanket hatred of Jews BC or AD? If it is BC then Christ's maternal grandparents, who were Jewish, would have been candidates for mindless hatred. \nThe Irony of the Ante-Semites is that many of them would not exist today without the contribution that Jews have made to Medicine. If they themselves had not been saved by one of these medical breakthroughs; you can be sure that their antecedents would have been. Of course had their antecedents perished they would not exist.  The following list speaks for itself.\n• [1]<b>  Fritz</b> Haber, Synthetic Fertilizer (Haber-Bosch process): (1/2) x 2.72 Billion = 1.36 Billion Lives Saved\n• [3] Karl Landsteiner, Blood Transfusions (identification of blood groups): (1/2) x 1.16 Billion = 580 Million Lives Saved\n• [4] Richard Lewisohn, Blood Transfusions (sodium citrate blood preservation method): (1/2) x 1.16 Billion = 580 Million Lives Saved\n• [8] Abel Wolman, Chlorination of Drinking Water: (1/2) x 182 Million = 91 Million Lives Saved\n• [11] Benjamin Rubin, Smallpox Eradication (bifurcated inoculation needle): (1/4) x 142 Million = 35.5 Million Lives Saved\n• [12] Aaron Ismach, Smallpox Eradication (jet injector gun): (1/4) x 142 Million = 35.5 Million Lives Saved\n• [16] Samuel Katz, Measles Vaccine: (1/8) x 124 Million = 15.5 Million Lives Saved\n• [22] Sir Ernst Chain, Penicillin: (1/4) x 86 Million = 21.5 Million Lives Saved\n• [26] David Nalin, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [28] Norbert Hirschhorn, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [30] David Sachar, Oral Rehydration Therapy for Cholera: (1/5) x 59 Million = 11.8 Million Lives Saved\n• [32] Paul Ehrlich, Diphtheria and Tetanus Antitoxin: (1/3) x 42 Million = 14 Million Lives Saved\n• [47] Alfred Sommer, Vitamin A Therapy: 8.5 Million Lives Saved\n• [48] Baruch Blumberg, Hepatitis B Vaccine: (1/3) x 6.7 Million = 2.2 Million Lives Saved\n• [49] Irving Millman, Hepatitis B Vaccine: (1/3) x 6.7 Million = 2.2 Million Lives Saved\n• [55] Gertrude Elion, Rational Drug Design: (1/2) x 5.5 Million = 2.8 Million Lives Saved\n• [73] Jacob Gershon-Cohen, Mammogram: (1/6) x 1.7 Million = 0.3 Million Lives Saved\n• [77] Albert Salomon, Mammogram: (1/6) x 1.7 Million = 0.3 Million Lives Saved\n• [83] Jonas Salk, Polio Vaccine: (1/4) x 1.1 Million = 0.3 Million Lives Saved\n• [84] Albert Sabin, Polio Vaccine: (1/4) x 1.1 Million = 0.3 Million Lives Saved\n• [93] John Robbins, Hib Vaccine for Bacterial Meningitis:  (1/4) x 0.74 Million = 0.2 Million Lives Saved\n• [94] Rachel Schneerson, Hib Vaccine for Bacterial Meningitis: (1/4) x 0.74 Million = 0.2 Million Lives Saved \n• [95] Alexander Wiener, Rh Factor Discovery and Infant Exchange Transfusion for Rh Haemolytic Disease: (1/2) x 0.55 Million = 0.3 Million Lives Saved\n• [96] Ronald Finn, Serum for Prevention of Rh Haemolytic Disease: (1/2) x 0.55 Million = 0.3 Million Lives Saved\n• [101] Brian Druker, Gleevec Anti-Leukemia Drug: (1/2) x 0.18 Million = 0.1 Million Lives Saved\n• [103] Henry Heimlich, Heimlich Manoeuvre: (1/2) x 0.05 Million = 0.03 Million Lives Saved\nThe Jews are a true minority in the world approx. One to Every Five Hundred People, amazingly they account for over 20 per cent of all Nobel Prizes won. Another astounding figure is that 50 per cent of all Champion Chess players are Jewish. If being intelligent is a crime - they are truly guilty.\nThe Jews have survived many civilisations in over five thousand years, and although they might have suffered at the hands of their detractors, the civilisations that persecuted them were all rendered extinct. This includes in the last century the Nazis. The Jews have survived and wherever possible prospered, overall, their contribution to any society they have lived in has been immense and beneficial. \nIt should come as no surprise that the descendants of Holocaust survivors will in a war situation fight a war of attrition. 'Never again' is their mantra. Most Jews would think a scorched earth policy was wrong but most Jews are not direct descendants of Holocaust survivors.\nIn the past hundred years war has seen carpet bombing of Europe, Atom Bombs dropped on Japan and Napalm used in Vietnam. In the past two hundred years the indigenous people of the United States of America, Australia and Africa have been displaced by immigrants from the outside world who had no claim to the land whatsoever. \nThe Arabs are tribal and have warred with each other for millennia, in 1948, 1967 and 1973 they conspired to act together and attack the State of Israel they lost all of these wars. Most of the indigenous Jews in these Arab countries were displaced and settled in Israel. Wars create refugees; it is part of the whole diabolical process.\nThe world has never been an overly fair place. The absolutely regrettable plight of the Palestinian people could have been solved, many times over, in the past fifty years if the Arab potentates had used a small percentage of their oil income to ensure that each and every Palestinian was housed and had financial stability. They could build Dubai out of the desert but have allowed the Palestinians to remain refugees; as it suited their political ends in maintaining the status quo and keeping their kings and princes in power. \nBecause of Jews inter-marrying over the past few hundred years, there are more than one hundred million part Jewish people on the planet, this heritage unknown to many of them. \nIt would be advisable for every Ante Semite to take a DNA test so that they can be sure that their hatred is not being directed at their very own being; this has been found to be the case many times over. The psychological implication of hating the very essence of oneself is profound, especially as it was due to wicked indoctrination.\nI'll leave the penultimate word to the second President of the United States, John Adams:\n''I will insist The Hebrews have contributed more to civilize men than any othe<b> r natio</b>n. If I was an atheist and believed <b> in bli</b>nd eternal fate, I should still believe that fate had ordained the Jews to be the most essential instrument for civilizing the nations.\nThey are the most glori<b> ous nat</b>ion that ever inhabited this Earth. The Romans and their empire were but a bubble in comparison to the Jews. They have given religion to three-quarters of the globe and have influenced the affairs of mankind more and more happily than any o<b> ther na</b>tion, ancient or modern.'\n- John Adams, Second President of the United States   1735 – 1826\nJohn Adams's conclusions were derived from a history tainted by libel and propaganda but in all fairness to the <b> human</b> race the Jews are not without bad apples, in terms of percentage no more or less than any<b>  othe</b>r race or creed; any Jewish criminal does a greater disservice t<b> o the</b>ir race than any Anti-Semite.\nIn Adams time centuries of Christian persecution of the Jews waxed and waned according to when scapegoats were needed to obfuscate the politics or problems of the time. In 1543 Martin Luther, who in his life had rarely come into contact with any Jews, wrote a damning publication entitled \nThe Jews and Their Lies – Luther's place in history, as the most successful hate preacher, was achieved by this publication.  Luther's work followed by the greatest libel against the Jews – The Protocols of the Elders of Zion published in1903 (in Russia) then translated into German were the mainstay of Hitler's propaganda machine.  Ante Semites in the hope that mud sticks have been cherry picking these diabolical packs of lies and reiterating them as fact from the day they were published. \nRegardless if you believe the Ten Commandments were man made or given by a higher power; they are the tenets of the rule of law throughout the civilised world. They underpin civilisation and were brought to humanity by the Jews. Indeed on the door of most Jewish homes is a mezuzah; a small container that holds a hand written scroll of the Ten Commandments.",
                    "likes": 0,
                    "keywords": [
                        "Race",
                        "Nation",
                        "Fritz",
                        "Common",
                        "Blind"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugh0cPcvuwISuXgCoAEC",
            "user": "Fiona Faulkes",
            "date": "2 years ago",
            "timestamp": 1509190331076,
            "commentText": "ITS NOT AN APARTHIED ARABS HAVE MORE RIGHTS IN ISRAEL THAN ANY COUNTRY IN THE MIDDLE EAST!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugh0cPcvuwISuXgCoAEC.8VK5aZXM9478wuCjKhocl9",
                    "user": "StealthyMonk",
                    "date": "3 months ago",
                    "timestamp": 1564313531515,
                    "commentText": "Jews are Arabs, Fiona.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgiyjAPzoLAvY3gCoAEC",
            "user": "Rico Jakk",
            "date": "2 years ago",
            "timestamp": 1509190331079,
            "commentText": "Now go do a video on the OTHER semites that Israel is killing!\nMay I suggest you use the title;\nIs Zionism just another word for anti-semitism?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UghmjVGOVgn8l3gCoAEC",
            "user": "Delta 07",
            "date": "2 years ago",
            "timestamp": 1509190331081,
            "commentText": "The Matrix soundtrack felt kind of out of place... Unless, of course, you were intentionally trying to imply that these people are living in some kind of a fake reality (which they seem to be).",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugj-vl8kLM1PL3gCoAEC",
            "user": "A Nightingale",
            "date": "2 years ago",
            "timestamp": 1509190331083,
            "commentText": "This interviewer is a PARTISAN, ZIONIST, SUPREMACIST, PROPAGANDIST..!!Zionism and Judaism are NOT THE SAME THINGS..!!Judaism is a world faith, of millennia.Zionism is a violent, supremacist POLITICAL LIE used by ISRAEL (the SUPREMACIST <b> Nation </b>built on that POLITICAL LIE) to justify CRIMES AGAINST HUMANITY, ABUSES, OPRESSION and the MURDER of civilians, in pursuit of a VIOLENT & DISHONEST Theopolitical FANTASY..!!Criticism of Israel is not Anti-Semitism.Resistance to Israel's NUMEROUS CRIMES is not Anti-Semitic.Israeli \"exceptionalism\" is a false & propagandist tool.Zionist Hasbarra Propaganda is<b>  NOTHING</b> MORE THAN A LIE.And this video is Hasbarra propaganda.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nothing",
                "Nation"
            ]
        },
        {
            "id": "UggX4Ciwhb7T7ngCoAEC",
            "user": "C M",
            "date": "2 years ago",
            "timestamp": 1509190331085,
            "commentText": "Who's this Eton mess wannabe? Was this this same toff twat that interviewed the prick Tommy Robinson?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgiHEz1amBAzvXgCoAEC",
            "user": "Joseph Ward",
            "date": "2 years ago",
            "timestamp": 1509190331087,
            "commentText": "No religion should have state. God is not here to control it.... Humans will use the religions for their own gains...",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgiHEz1amBAzvXgCoAEC.8Qw94CqYsC58R9ugr3xbns",
                    "user": "Mark Simons",
                    "date": "2 years ago",
                    "timestamp": 1509190331522,
                    "commentText": "Dissolve Pakistan and Bangladesh now!",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgiHEz1amBAzvXgCoAEC.8Qw94CqYsC58RHwbNYoR-e",
                    "user": "Joseph Ward",
                    "date": "2 years ago",
                    "timestamp": 1509190331523,
                    "commentText": "Why just Pakistan and Bangladesh.... There are many more... If one is to be dissolved on those grounds, all must be?... Including The Vatican, Israel and Saudi Arabia?",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgiHEz1amBAzvXgCoAEC.8Qw94CqYsC58qA0q8_IPd0",
                    "user": "yakuza4",
                    "date": "9 months ago",
                    "timestamp": 1548675131525,
                    "commentText": "@Mark Simons Pakistan was created by the British, it's their fault.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgjKu6Ulx1LFP3gCoAEC",
            "user": "nickodemo1",
            "date": "2 years ago",
            "timestamp": 1509190331090,
            "commentText": "well jewish people in my city say that the only viable solution  to the problem  is the definitive dissolution of the state of israhell..ill stick with that option thank you :)",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgiokoOasBJz-3gCoAEC",
            "user": "Elyse Alperstein",
            "date": "2 years ago",
            "timestamp": 1509190331092,
            "commentText": "When are we all going to wake up and stand up for justice and what`s right????????????????",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjYPocNRpqsxngCoAEC",
            "user": "Johnny James",
            "date": "2 years ago",
            "timestamp": 1509190331094,
            "commentText": "These students would serve humankind better by fucking off a cliff",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugy44vtibA4f2Sps1dN4AaABAg",
            "user": "Ofir",
            "date": "2 years ago",
            "timestamp": 1509190331096,
            "commentText": "We should have a \"SOAS <b> racism </b>week\" dedicated to highlighting<b>  racist</b> attitudes at the 'uni'",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy44vtibA4f2Sps1dN4AaABAg.8Qgps7oZF2K8R9u_73yqDI",
                    "user": "Mark Simons",
                    "date": "2 years ago",
                    "timestamp": 1509190331505,
                    "commentText": "Every week is SOAS <b> racism </b>week.",
                    "likes": 1,
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "Ugy6WwiJt6PKxPRbKBx4AaABAg",
            "user": "Solange Silverman",
            "date": "2 years ago",
            "timestamp": 1509190332342,
            "commentText": "The <b> terrorist </b>attacks on Israel are not about land at all, as has already been proven.  They derive from religion, the religion of Islam, jihad and Jew hatred, something found in the verses and teachings of the koran.  Israel's enemies do not want peace.  They want the total destruction of Israel and its people, simply because they are Jews and \"infidels.\"  Also, their leaders do  not want peace, since it would put a stop to their lives of luxury.  And, so, they make up lie after lie after lie, and ignorant people, many of whom already harbor antisemitic feelings, believe them.  Sadly, it seems to me that these kids would be fine with the massacre of Jews that the jihadis want to see.  Their tolerance includes everyone but the Jews, the Jews, who want<b>  nothing</b> more than to be left in peace and to live in their land in the only democracy in the Middle East.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nothing",
                "Terrorist"
            ]
        },
        {
            "id": "Ugydnplq5dGSMQH87oR4AaABAg",
            "user": "Solange Silverman",
            "date": "2 years ago",
            "timestamp": 1509190332344,
            "commentText": "OMG, so sad that these kids are so very much misinformed, and that they are basing their hatred on that very misinformation, otherwise known as propaganda and lies.  I wonder if any of  them know how to open an actual history book or do research for the truth.  I am so glad you had the patience to complete these interviews.  I think I would have lost it.  The ignorance is overwhelming.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxA-4yh9IpM29zTvO54AaABAg",
            "user": "Agnes Losonczi",
            "date": "2 years ago",
            "timestamp": 1509190332347,
            "commentText": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nThe pile of brainwashed ignorance!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!GGGGGGGGGRRRRRRRRRRRRRRRRRRRRRR!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyWzfVwca0luEy_QfB4AaABAg",
            "user": "Dunwire Media",
            "date": "2 years ago",
            "timestamp": 1509190332349,
            "commentText": "\"SOAS University of London is the world's leading institution for the study of Asia, Africa and the Middle East.\" - It seems to be failing in its mission to educate. Israel will prevail.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyWzfVwca0luEy_QfB4AaABAg.8Qc8w6fd75l8R8rUCt3-ya",
                    "user": "J-TV: Jewish Ideas. Global Relevance.",
                    "date": "2 years ago",
                    "timestamp": 1509190332630,
                    "commentText": "Let's hope something is done about this!",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgyWzfVwca0luEy_QfB4AaABAg.8Qc8w6fd75l8t1ttoRbMr1",
                    "user": "E",
                    "date": "7 months ago",
                    "timestamp": 1553772732631,
                    "commentText": "Israel is a <b> terrorist </b>state. Get over it. It's the truth. Yes sadly Israel will always exist, Jews shud have a home land sure, but they act like the nazis did to them. Anyone who denies Palestinians were there first is delusional. Give Palestine the right to exist and their rights and maybe they wud get along. But it's the Jews who refuse to accept anything other than their state, they are the issue, no one else .",
                    "likes": 0,
                    "keywords": [
                        "Terrorist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugz38QHlBkvgAMzHgrd4AaABAg",
            "user": "harveyg123",
            "date": "2 years ago",
            "timestamp": 1509190332352,
            "commentText": "I have a strong suspicion that Israel will survive the opinions of these ignoramuses.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz38QHlBkvgAMzHgrd4AaABAg.8Qc0Pn58yiE8QptgkQmi95",
                    "user": "J-TV: Jewish Ideas. Global Relevance.",
                    "date": "2 years ago",
                    "timestamp": 1509190332596,
                    "commentText": "Lol!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxwhKAtgW9Fudf7ra94AaABAg",
            "user": "Reb Mordechai",
            "date": "2 years ago",
            "timestamp": 1509190332355,
            "commentText": "Not surprising but nevertheless, trully shocking. This is not newwave anti-semitism at all. Demonising Israel by making false comparisons to Hitler, supporting <b> terrorist </b>orgnanisations dedicated to exterminating Jews is all part of classic anti-semitism.\n\nWhat might be interesting is a follow up video where you interview Jewish students on campus and record their reactions to such statements of hatred against Israel. My guess is that they will bend over backwards to deny that it's really not that bad, that it doesn't really mean anything and perhaps it is partially our fault that theae Jewsa haters think the way they do.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxwhKAtgW9Fudf7ra94AaABAg.8Qc-56oQi8z8R8rYjqF1ma",
                    "user": "J-TV: Jewish Ideas. Global Relevance.",
                    "date": "2 years ago",
                    "timestamp": 1509190332592,
                    "commentText": "You may find this article interesting http://www.standard.co.uk/lifestyle/london-life/soas-students-scared-to-wear-the-star-of-david-and-speak-hebrew-a3444466.html",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Terrorist"
            ]
        }
    ]
}