{
    "header": {
        "title": " The Big Bang Theory: Instances of Sexism ",
        "subtitle": " NA ",
        "owner": " Natasha Vashist ",
        "views": " 150,920 views ",
        "likes": " 392 ",
        "dislikes": " 249 ",
        "shares": " NA ",
        "datePosted": " Apr 16, 2014 ",
        "dateExtraction": " 2019-10-04 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=HMQZuBytY4Q ",
        "postText": " The fair use of a copyrighted work, including such use by reproduction in copies or phonorecords or by any other means specified by that section, for purposes such as criticism, comment, news reporting, teaching (including multiple copies for classroom use), scholarship, or research, is not an infringement of copyright. This video is meant for a research project. ",
        "numberPosts": " 209 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Sexual,Sexism,Sex,Woman,Gender,Misogyny,Patriarchy,Crazy,Dumb,Lame,Blind,Nothing,Nobody,Racist,Racism,Race,Old,Dumb blonde,Bimbo,Fat,Beta male,Effeminate,Black,Nazi,Indian,pussy,Common,Classism,doctors,PIGS",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgzFABSXCXd4px3wVHJ4AaABAg",
            "user": "STEVE P",
            "date": "7 months ago",
            "timestamp": 1551689196526,
            "commentText": "Women are lucky they can vote, for now anyway.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugyp2N19u9JTYUxQnaB4AaABAg",
            "user": "Love Bug",
            "date": "7 months ago",
            "timestamp": 1551689196527,
            "commentText": "...I don't get it?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyEIeZavhyYwkdL2zd4AaABAg",
            "user": "Grainne 99",
            "date": "8 months ago",
            "timestamp": 1549269996529,
            "commentText": "It's sad to see that so many people here are happy to dismiss some of the terrible things said in this show simply because \"oh they're geeks! They don't fit in and have trouble getting women just because they're quirky and nerdy, but trust me, they're the nice guys I swear.\" when the show literally has instances where the main characters commit crimes of <b> sexual </b>harassment. If the main characters were very masculine and confident (like 'jocks') it would come across as creepy and demeaning. You can't shut down everyone who calls out something you like by calling them oversensitive and<b>  crazy</b>. Accept that it isn't right and it isn't fair. There i<b> s nothin</b>g wrong with believing that both genders deserve equal amounts of respect. Yes, men do get treated unfairly but no where near enough as women do, it's not a game of who's worse off, it's a fucking social issue. The show sometimes acknowledges t<b> he sexi</b>sm of its jokes through lampshading, but there is a difference between acknowledging and trying to s<b> top sex</b>ism. The writers lampshade jokes so they can get away with sexist<b>  and ra</b>cist jokes without paying the repercussions. The examples in this video aren't very good in all honesty so try watching this video with an open mind :)  [LINK] ",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyEIeZavhyYwkdL2zd4AaABAg.8q_x3BbtFZK8s10R6RgOEf",
                    "user": "Lettuce Asparagus",
                    "date": "7 months ago",
                    "timestamp": 1551689196818,
                    "commentText": "I kind of feel the same … Tried watching it, but the constant laughter in these shows is so irritating especially when it is not even funny like \"Call it what you want, I get minimum wage\" insert laughter … but maybe I am just humourless what do I know …",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual",
                "Sexism",
                "Nothing",
                "Racist",
                "Crazy"
            ]
        },
        {
            "id": "UgxXWTdWNOmEvrKOkH54AaABAg",
            "user": "Lukas Held",
            "date": "1 year ago",
            "timestamp": 1538642796531,
            "commentText": "It's a fucking COMEDY series. You are not supposed to take it 100% seriously. And besides, there are so many TV-Series that are \"Sexist\". Also I find it ridiculously funny how easily feminists feel offended by everything around them. One out of 20 women I asked about the show felt offended by the jokes. It's just ridiculous",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwuffXrXV8O0AiyE5d4AaABAg",
            "user": "Rose Macaskie",
            "date": "1 year ago",
            "timestamp": 1538642796533,
            "commentText": "I hate Leonard, he is meant to be good and not only does not help Penny with her acting career but always pours scorn on it and acting must be a career that those who try it need a lot of support with so the nasty attitude of Leonard domes her to failure.\n As series are full of actores, it is always umpleasant to hear the actors in the series down those who would be actors. \n  To cap this lack of caring, he has a good job while her job is a waitress  and they always tell her she is a bad waitress as well as not helping her to better hersself by becoming an actress, which would bring her up to their level as university professors.\n   On top of that, Sheldon and Leornard like havign her around and chase off any man who gets close to her but make her feel as if she is merely getting food of them, instead of making her feel good that they like her. Do anyhting they can to stop her leaving and make her feel as if she s the one who manipulates them.\n After all of this, she gets a job that makes her sad and makes her drink and leonard remains the goodey of the series though he does all he can to keep her in this high paying but dishonest and soul destroying job. He says his mother is bad but she at least made him get a high kudos job. that does not make him feel desperate. He says he loves Penny and keeps her down. his education also seems to allow him to hold his own with Penny and more or less with Sheldon even, while they all use and abuse Penny, enjoying her company all while they  pretend that she does <b> nothing </b>for them. \n The program continuously makes reference to how soul destroying Pennies job selling medicines is and how she is conscious of this. I think it invites us,  the audience to complain about his behaviour but it seems we don't, because the Penny Leonard trajectory,  goes on being the same, about as sexist as the KIll Bill Beatrice Kido one is, in which, much as every thing we know about the relationship indicates that Bill controls Beatrice, untill the second last scene, all their friends say they hold the belief that Beatrice controls Bill, that she is the one who controles him. This fact, that he has convinced all that she manipulateds him, much as the opposite is evidente, mirrors real life in which men usually have more control of the life trajectory of the couple but not about putting their feet on the table, while they say that women control them. \n Leonards teatment of Penny's situation and her hopes and fears, given her much expressed disgust of her role at wor, so her evident understand of how evil this job is,  is so mean that he is even begining to look more and more unattractive, as his nasty role just holds for longer and longer.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "UgwRwX3t3yUII7IwLLV4AaABAg",
            "user": "MrJNebula",
            "date": "1 year ago",
            "timestamp": 1538642796534,
            "commentText": "Calculating how many women penny has had <b> sex </b>with is not sexism",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sex",
                "Sexism"
            ]
        },
        {
            "id": "Ugwvw4gqT0jRWd2Ln5t4AaABAg",
            "user": "Mandii Singh",
            "date": "1 year ago",
            "timestamp": 1538642796536,
            "commentText": "well this is left ass video so fuck this video",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyC2Z7M_g2_E4FHSx94AaABAg",
            "user": "autohmae",
            "date": "1 year ago",
            "timestamp": 1538642796538,
            "commentText": "I thought this video is a lot better:\nhttps://www.youtube.com/watch?v=X3-hOigoxHs",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwUTGbbIrcoMgzhmdh4AaABAg",
            "user": "drazpa",
            "date": "1 year ago",
            "timestamp": 1538642796540,
            "commentText": "Those examples are really bad and it's not like there is no actual, blatant <b> sexism </b>in the show. Sheldon, Raj and Howard quite regularly make highly misogynistic comments, most of the time without repercussions and a lot of jokes about Raj are about his failure to conform to male stereotypes.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "UgzpnkKJzhhkPOJy1At4AaABAg",
            "user": "aaron atwood",
            "date": "1 year ago",
            "timestamp": 1538642796541,
            "commentText": "The only one of these scenes that is even arguably sexist is the first one.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugx92WLA3VfEshMXB094AaABAg",
            "user": "Crazy Joe Shorts",
            "date": "1 year ago",
            "timestamp": 1538642796543,
            "commentText": "Don't just stand there, take your breasts out!\nAnd Raj is standing there, nodding, smiling.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugyoy65jDpKjq18njsB4AaABAg",
            "user": "Krishnan unni",
            "date": "1 year ago",
            "timestamp": 1538642796544,
            "commentText": "TBBT is one of the beat sitcoms.\nAnd Yea Feminism sucks\nFeminism is cancer\nSuck your video on <b> sexism.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "UgytQBuLtNwqCyeOBSx4AaABAg",
            "user": "Shriyuta A. Bajpai",
            "date": "1 year ago",
            "timestamp": 1538642796546,
            "commentText": "I partly love this show but I always talk about how there are multiple instances of <b> sexism </b>within the show. I am glad you compiled it and loving all these deluded men's rights activist are riled up. Women have been historically objectified and subjected to<b>  sexism</b> in popular shows and movies, I did not expect it to an otherwise well written show.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgytQBuLtNwqCyeOBSx4AaABAg.8fJPapkapTF8o-yQCqMmzD",
                    "user": "Jean-Loïc De Jaeger",
                    "date": "10 months ago",
                    "timestamp": 1543913196910,
                    "commentText": "How about Zach? Penny's super retarded boyfriend?\nPeople make fun about him even more than they make fun of Penny.\nWould you consider this as sexist as well?",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "Ugxpu47f-AYi_k1VW4Z4AaABAg",
            "user": "Maniac Masturbator",
            "date": "1 year ago",
            "timestamp": 1538642796548,
            "commentText": "Yeah these are really examples of being 'sexist'.  So many people looking for reasons to find something offensive",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwFhGtp7D6N-PL83RB4AaABAg",
            "user": "I need a new name",
            "date": "1 year ago",
            "timestamp": 1538642796550,
            "commentText": "None of these are sexist stop pushing agenda",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxcLlqA0ji4IljndLt4AaABAg",
            "user": "SngJason",
            "date": "1 year ago",
            "timestamp": 1538642796552,
            "commentText": "Hey. \n\nYou can't just mention an experiment and then not update",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyBoxz5CKr0rRLhd354AaABAg",
            "user": "Isabella Sophie",
            "date": "1 year ago",
            "timestamp": 1538642796554,
            "commentText": "People seem to forget how Penny and Leonard got together, he kept pestering her to the point she went out with him to get him off her back, this is not healthy and not normal, because if a <b> woman </b>says no she's just playing hard to get, even if it's numerous rejections.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "Ugw7wZm6f4gK2_qVITR4AaABAg",
            "user": "Ian Ghose",
            "date": "1 year ago",
            "timestamp": 1538642796555,
            "commentText": "How are the 2nd and 3rd sequences sexist? Especially the third?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwsyXKSkQx_Dn22JO14AaABAg",
            "user": "Slim Shady",
            "date": "1 year ago",
            "timestamp": 1538642796557,
            "commentText": "An <b> Indian </b>butt hurt feminist 😂😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Indian"
            ]
        },
        {
            "id": "UgweNR1Ci_V27MJMakR4AaABAg",
            "user": "Happy",
            "date": "1 year ago",
            "timestamp": 1538642796559,
            "commentText": "This is not sexist.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgylwmBpd0_SNflo54l4AaABAg",
            "user": "Luis Enrique",
            "date": "1 year ago",
            "timestamp": 1538642797668,
            "commentText": "It appears that if a female character's traits include being academically inept  then the entire show around it is sexist. By that logic , characterisation for females is strictly limited to portrayals of success. The show has other female leads that are just as attractive as Penny and boast an education far superior than any of you snowflakes will ever have (e.g Bernadette)I'm not surprised at all ; people have been changing the meaning of words just so they can further their agenda. Sad really.\nNext time you attempt to bash a sitcom with perfectky acceptable characters look for better examples because none of these clips exemplify how Penny has been belittled by the sole fact she's a <b> woman.</b> Because that really is<b>  sexism</b>.\nExamples of other attractive females with Higher education:\nPriya , Emily , Stephanie , Alex",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "UgwV-MK_zJupsKl31eN4AaABAg",
            "user": "Kevin Blanchard",
            "date": "1 year ago",
            "timestamp": 1538642797669,
            "commentText": "Idk if the show is really sexist. I mean they don't really treat any of the characters all that well. Penny mooched off of her neighbors for years and it was ok because she is an attractive <b> woman.</b>........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "UgwdKJJ-UQLIzL8vZx14AaABAg",
            "user": "Chloe Amber",
            "date": "1 year ago",
            "timestamp": 1538642797671,
            "commentText": "They really messed up with Penny and Leonard to be honest. The more I think about it the more I realise that Leonard is probably more interested in how penny looks then her personality. I think penny just wants to settle down and be loved somehow and therefore goes for the sweetest person to her who would never hurt her. I mean lets be honest her ex boyfriends have all been hot and <b> dumb </b>like her, why not switch it up and not get hurt by them anymore, not get cheated on and go for the safety shot. No offence to either of them but I think they shouldn't have gotten together because now they are boring and constantly trying to sort out their marriage. I know penny and Leonard seemed to be a cute couple but I preferred Leonard and Priya.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwdKJJ-UQLIzL8vZx14AaABAg.8dX2u2M3a_98gGf8DWjShM",
                    "user": "Chloe Amber",
                    "date": "1 year ago",
                    "timestamp": 1538642798243,
                    "commentText": "Márk Moldován ..... so women can't have <b> sex </b>now... woah Victorian days flashback. I don't care about how many guys penny's been with, but since she's tired of feeling awful about one night stands she uses Leonard as a security blanket. She may love him, but I don't like the pairing. My opinion.",
                    "likes": 0,
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "UgwdKJJ-UQLIzL8vZx14AaABAg.8dX2u2M3a_98gGjXtbiQxU",
                    "user": "Chloe Amber",
                    "date": "1 year ago",
                    "timestamp": 1538642798245,
                    "commentText": "Márk Moldován ah I see, yeah I don't like the way penny wants him to be loving to her but she doesn't return it then she complains when he doesn't make an effort",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Dumb"
            ]
        },
        {
            "id": "UgzIjDO7xnHDSEcgRm94AaABAg",
            "user": "thedarkness111",
            "date": "1 year ago",
            "timestamp": 1538642797673,
            "commentText": "If anything is it not sexist to say that a bunch of <b> old </b>men would be so startled by a pair of breasts that they'd automatically give leonard the job? Of course it's probably true but if anythig that's a power we women have. And how is saying this particular women has slept with a lot of men or this particular women doesn't understand physics sexist? XD Penny's the only main female character who's not a scientist and even then she's far from<b>  dumb</b>, she's jus<b> t dum</b>b in comparison to above average intelligence.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Dumb"
            ]
        },
        {
            "id": "UgzHIm-g54YEHYHw7jt4AaABAg",
            "user": "Luboš Motl",
            "date": "1 year ago",
            "timestamp": 1538642797675,
            "commentText": "They're great scenes, like so many others. I laughed like mad, although I have already seen them about 5 times in average. Who doesn't laugh while watching this video has no sense of humor or humanity.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgzHIm-g54YEHYHw7jt4AaABAg.8c_RxFhdOsx8fUVqu44mPQ",
                    "user": "JustARandomUser2001",
                    "date": "1 year ago",
                    "timestamp": 1538642798268,
                    "commentText": "Luboš Motl But the Big Bang Theory isn't funny at all. Who watches this trash? No I'm not offended over the jokes it's just that the writing is so fucking lazy. Basically the characters say a bunch of nerdy shit that we don't understand and that's the 'joke' I'm assuming. I'm sorry who's <b> dumb </b>enough to watch this crap. This show feels like it's smartly written but in reality it's a nerd comedy for dumbasses that don't get jokes and have to be explained while that fucking annoying laugh track laugh at EVRY SINGLE 'JOKE' POSSIBLE.",
                    "likes": 1,
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "UgzHIm-g54YEHYHw7jt4AaABAg.8c_RxFhdOsx8mCIjV30Lnk",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321198269,
                    "commentText": "@JustARandomUser2001 The only people who watch this are creepy losers who think they are above average intelligence.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzHIm-g54YEHYHw7jt4AaABAg.8c_RxFhdOsx8mCItQAxi7Y",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321198272,
                    "commentText": "@JustARandomUser2001 Basically the Rick and Morty fandom.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgydNCXxdabCWYJYDjh4AaABAg",
            "user": "mana_narie x",
            "date": "1 year ago",
            "timestamp": 1538642797685,
            "commentText": "I hate this show.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgydNCXxdabCWYJYDjh4AaABAg.8byOuegaNqM8dvVMuxXTOp",
                    "user": "Rick Ross",
                    "date": "1 year ago",
                    "timestamp": 1538642798261,
                    "commentText": "mana_narie x ur a disgrace",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgydNCXxdabCWYJYDjh4AaABAg.8byOuegaNqM8fUVXhUPD3t",
                    "user": "JustARandomUser2001",
                    "date": "1 year ago",
                    "timestamp": 1538642798263,
                    "commentText": "Charles Newton K it's her opinion",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgyConnFZytZBygqruB4AaABAg",
            "user": "Lori Wolfcat",
            "date": "1 year ago",
            "timestamp": 1538642797687,
            "commentText": "Umm, so Penny, a character that's the stereotypical blonde, is somehow unfair?? Penny has played the <b> dum<b> b </b>blonde</b> before in 8 Simple Rules. Genderism* is she being the ONL<b> Y woma</b>n with all these guys and that never happened. It would also be if all the women that were in the show were like Penny and they're not. Penny And Zach are the on<b> ly du</b>mb ones. Yet, we're only talking about a blo<b> nde bi</b>mbo and Not Zach. It's equal, dude.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyConnFZytZBygqruB4AaABAg.8bQYx71DWYm8dPTdhCyBmO",
                    "user": "Ammaji Ammaji",
                    "date": "1 year ago",
                    "timestamp": 1538642798254,
                    "commentText": "Lori Wolfcat op",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Dumb blonde",
                "Bimbo",
                "Dumb"
            ]
        },
        {
            "id": "UgxZAnhLhheUsyxTAFF4AaABAg",
            "user": "Indrajit Chatterjee",
            "date": "1 year ago",
            "timestamp": 1538642797689,
            "commentText": "How come the last scene is sexist. Bruenedatt is also blonde but she is super smart.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwyYkxzL_XN3YjIuCF4AaABAg",
            "user": "Joker",
            "date": "1 year ago",
            "timestamp": 1538642797692,
            "commentText": "First clip- Fair enough. I do agree that that is sexist (even though the most raging feminist will weaponize her <b> sexual </b>appeal without second thought if she has the chance).\nSecond clip- I'm sorry but a<b>  woman</b> havin<b> g sexua</b>l with so many men does indeed make her a slut. You want to know why society has this perception? Very simple.<b>  A wom</b>an has it A LOT easier to h<b> ave </b>se<b> x. A w</b>oman is like a club security guard and men are like a line of drunks trying to get in. If you let them all in... Very stupid from your pa<b> rt. A </b>woman can get pregnant, so she must be extremely cautious. If she lets just anyone in, she's not just a slut, she's fucking stupid. Also, if you ever see a man bragging about sleeping with high numbers of women, he is most likely a bullshitter.\nThird clip- How is that sexist? Penny has trouble getting science becuase that is her character, not because s<b> he's a</b> woman.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sex",
                "Sexual",
                "Woman"
            ]
        },
        {
            "id": "Ugy7Pm_JJNt7_hUnBX14AaABAg",
            "user": "Henry . .",
            "date": "1 year ago",
            "timestamp": 1538642797694,
            "commentText": "How is a character who has been established as someone who knows <b> nothing </b>about science, finding difficulty in learning science an example of<b>  sexism</b>? \n\nThe fact that shes <b> a woma</b>n h<b> ad nothi</b>ng to do with the scene. The joke was that shes uneducated in the world of science, irrelevant to <b> her gen</b>der. If anyone is sexist its you for putting that clip in this video and assuming the scene was depicted because sh<b> es a w</b>oman.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugy7Pm_JJNt7_hUnBX14AaABAg.8avc2iXKgVB8d3wIsb7kKd",
                    "user": "thedarkness111",
                    "date": "1 year ago",
                    "timestamp": 1538642798248,
                    "commentText": "Cali . . Also the humour is that sheldon expects others to be as smart has him despite being if above average intelligence. It's more a joke at his expense than hers.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugy7Pm_JJNt7_hUnBX14AaABAg.8avc2iXKgVB8uazAnBLSiF",
                    "user": "Tim Riggins",
                    "date": "4 months ago",
                    "timestamp": 1559637998250,
                    "commentText": "But it's okay that they show Zack as <b> dumb.</b>",
                    "likes": 0,
                    "keywords": [
                        "Dumb"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Sexism",
                "Woman",
                "Nothing"
            ]
        },
        {
            "id": "Ugx-FcGWvkRHqRE1Y2d4AaABAg",
            "user": "Henry . .",
            "date": "1 year ago",
            "timestamp": 1538642797696,
            "commentText": "If you think putting a <b> woman'</b>s<b>  sexual</b> appeal on display as is done in the first scene i<b> s sexis</b>m, you're a fucking idiot.\n\nSince when is<b>  a wom</b>an feeling confident in her body an example<b>  of sex</b>ism? Do you even know <b> what se</b>xism<b>  is?? S</b>exism is am act of DISCRIMINATION done to a person solely based on<b>  their </b>gender. In what way is drawing attention to the fa<b> ct tha</b>t woman have boobs, at all a form of discrimination? God you're stupid\n\n\nIt's people like you t<b> hat mak</b>e sexism still exist.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Gender",
                "Sexual",
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "Ugx69QuLR9OtjyoPPXt4AaABAg",
            "user": "Matthew Valero",
            "date": "1 year ago",
            "timestamp": 1538642797698,
            "commentText": "SJW Alert",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugxmuv4tFiHaWu9xqtJ4AaABAg",
            "user": "popstarprincess123",
            "date": "1 year ago",
            "timestamp": 1538642797700,
            "commentText": "How is the first and last part sexist in anyway \nThis show beats all the stupid feminists test i know within 20 episodes or more",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzDJLBgc9PRGRVvpWN4AaABAg",
            "user": "Howlermouse",
            "date": "1 year ago",
            "timestamp": 1538642797702,
            "commentText": "In \"real\" life Kaley makes one million dollars per episode. Equal to the 4 other original actors who are all male. No wage gap. No earnings gap. <b> Nothing </b>to see here.",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgzDJLBgc9PRGRVvpWN4AaABAg.8YyV3_hxYVG8d3vTTTbQ3c",
                    "user": "thedarkness111",
                    "date": "1 year ago",
                    "timestamp": 1538642798294,
                    "commentText": "Actually it's only her, sheldon and leonard. Howard and raj don't even earn that despite the fact they've also been in it since the beginning and do just as many scenes etc. (And yes i know those aren't there real names, but asides from jim parsons i don't know them lol).",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzDJLBgc9PRGRVvpWN4AaABAg.8YyV3_hxYVG8hMO1x8I2xA",
                    "user": "Hiếu Tô",
                    "date": "1 year ago",
                    "timestamp": 1538642798296,
                    "commentText": "Well they are not the one who sell the show are they.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzDJLBgc9PRGRVvpWN4AaABAg.8YyV3_hxYVG8kKceuvHh0a",
                    "user": "Lauren Coombes",
                    "date": "1 year ago",
                    "timestamp": 1538642798298,
                    "commentText": "You might as well have said \"If a <b> woman </b>is being paid a lot, it doesn't matter what else is done to her\". Nice!",
                    "likes": 4,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "UgzDJLBgc9PRGRVvpWN4AaABAg.8YyV3_hxYVG8v79IukFsVd",
                    "user": "John doe",
                    "date": "4 months ago",
                    "timestamp": 1559637998300,
                    "commentText": "@Lauren Coombes \"Done to her\" is a bold statement considering she actively pursued this specific role and remained there for several years. She is a grown <b> woman,</b> who put an effort in doing what she does and her effort seems to you as \"oh! poor<b>  bimbo</b> being exploited for her looks by leering men sleazy men\".",
                    "likes": 0,
                    "keywords": [
                        "Woman",
                        "Bimbo"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "Ugx7sH6yXwno2jbAQst4AaABAg",
            "user": "Meade Music",
            "date": "1 year ago",
            "timestamp": 1538642797704,
            "commentText": "Its a sit com. Its not at all sexist. Its  just for comedic effect.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugx7sH6yXwno2jbAQst4AaABAg.8YTIyhcvEM18mCMCdUhDOa",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321198257,
                    "commentText": "that doesn't make it any less sexist.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgzgEv1bgw7yUG2q25x4AaABAg",
            "user": "Tim Riggins",
            "date": "1 year ago",
            "timestamp": 1538642797707,
            "commentText": "I'm confused how is Penny struggling with physics sextist. Should men only be seen not comprehending physics. I mean they did show Zack as a complete idiot so they weren't saying only women struggle with it.",
            "likes": 25,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxJYnvIPn2k8LxWPuN4AaABAg",
            "user": "GuusF",
            "date": "1 year ago",
            "timestamp": 1538642797708,
            "commentText": "Funny how people can get upset with the writers. Its just a show people! I already feel sad for you when something really bad happends. Dont commit suïcide right away.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg",
            "user": "blurry face",
            "date": "2 years ago",
            "timestamp": 1507106797710,
            "commentText": "It's sad that even humour has to take a hit in the 21st century from thick headed feminists who fail to comprehend the concept of 'Context'.\nGod save this world. The 90s and early 2000s were so much more of a happier, better place to live in.",
            "likes": 34,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08dDqXoJHoSD",
                    "user": "Living Lifeform",
                    "date": "1 year ago",
                    "timestamp": 1538642798306,
                    "commentText": "You know anti feminists are really thoughtless when they consider big bang theory as humour.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08f29zgMaSfR",
                    "user": "FlyingPaladin",
                    "date": "1 year ago",
                    "timestamp": 1538642798308,
                    "commentText": "Feminism is cancer",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08fUTDFoe8T7",
                    "user": "JustARandomUser2001",
                    "date": "1 year ago",
                    "timestamp": 1538642798310,
                    "commentText": "blurry face But the Big Bang Theory is not funny. That laugh track is enough to drive someone to insanity. Where are the jokes?",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08goCumuYCl5",
                    "user": "Trevor Brown",
                    "date": "1 year ago",
                    "timestamp": 1538642798311,
                    "commentText": "I actually think the 80's were better way before all the issues we have now!!!!! 90's ok....2000's forget em....",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08j2BdUXvQPH",
                    "user": "Dumb Benioff, Dumber Weiss",
                    "date": "1 year ago",
                    "timestamp": 1538642798313,
                    "commentText": "Yes 90's and 2000 were <b> fat </b>bettered. If you really wish to simulate the era, revert to dial up so no one is subjected to your poor tastes henceforth. This show is cringe worthy. The laugh track is heard more than the dialogue. The joke seems to be that the characters engage in sexist attitude, but are so unmasculine that the attitude is not harmful. Which is completely false. It implies that<b>  sexism</b> ultimately is not harmful if your main characters casually partake in it. The context of the joke is not that these men are wrong in their thinking, rather that they are not masculine enough to believebly pull it off. This is a synopsis of everything said in the video titled Adorkabl<b> e Misogyn</b>y. Check it out if your fragile male ego won't get be shattered.",
                    "likes": 1,
                    "keywords": [
                        "Sexism",
                        "Misogyny",
                        "Fat"
                    ]
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08jh_8PQub0x",
                    "user": "Djlullaby22",
                    "date": "1 year ago",
                    "timestamp": 1538642798315,
                    "commentText": "That's not laugh track, they perform in front of an audience and tickets are hard to get.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugz1O4cBiXB-FHKJjYZ4AaABAg.8XwVPM6Lfj08mCGFmYCG6F",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321198317,
                    "commentText": "@Djlullaby22 I bet the audience has a laugh cue.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwOXe51CzLuc3W2H3x4AaABAg",
            "user": "n8 NoCircumciseBaby",
            "date": "2 years ago",
            "timestamp": 1507106797712,
            "commentText": "as if any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugzst45d61dH-dRRXXt4AaABAg",
            "user": "Ayyy CentiMetres",
            "date": "2 years ago",
            "timestamp": 1507106797713,
            "commentText": "So it isn't sexist how Amy is always trying to have <b> sex </b>with Sheldon or how she fantasised him pouring water over him in a<b>  sexual</b> manner. It also isn't sexist how penny took Leonard away from when alex was there.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugzst45d61dH-dRRXXt4AaABAg.8X1-AuYJoLu8X5rpwRG0aJ",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106798239,
                    "commentText": "yeh accusers are rarely honest and instead \"cherry pick\" the bits they think serve their purpose. i have seen many women, who would be sensitive to this issue, respond that this series is not guilty of this problem.",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Sexual"
            ]
        },
        {
            "id": "UghfAgEnduYbiHgCoAEC",
            "user": "entertain7us14",
            "date": "2 years ago",
            "timestamp": 1507106799219,
            "commentText": "Lol, she says \"14\" like it's really embarrassing that someone would be dating that young, when these days there are literally 10 year-olds getting together.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghfAgEnduYbiHgCoAEC.8Sozy8Pvclc8b8wZvi1LIH",
                    "user": "Dewaldt",
                    "date": "1 year ago",
                    "timestamp": 1538642799764,
                    "commentText": "entertain7us14 I once dropped of my neighbours daughter at kindergarten and I can swear I saw a 6 year <b> old </b>pimp.",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "Uggq969apjVWxHgCoAEC",
            "user": "mfriedrich2012",
            "date": "2 years ago",
            "timestamp": 1507106799222,
            "commentText": "All of the men on the show are uber-beta, <b> effeminate,</b> friend zoned ninnies and weaklings, begging for<b>  pussy</b> and demonstrating obscene levels of deference to women. \n\nThis plays right to the female feminist viewer's sense of superiority, golden vagina syndrome and triumphalism. \n\nExcept healthy women are simply not attracted to such men in reality.\n\nSo if there is anything comical about this show, that would be it. Well, that and of course the Nebraska born alpha widow whore character who after rejecting the jerks sees wall coming and \"falls\" or settled for the short<b> , fa</b>t, complia<b> nt beta ma</b>le scientist.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "pussy",
                "Beta male",
                "Effeminate",
                "Fat"
            ]
        },
        {
            "id": "UgjmZtdOxNBAhXgCoAEC",
            "user": "Imperator",
            "date": "3 years ago",
            "timestamp": 1475570799224,
            "commentText": "I like how you don't bother to include any of the <b> sexism </b>against men. Such as the episode where a<b>  woman</b> uses her body to seduce Raj, Howard and Leonard into doing favours for her.",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8X5s0uK6Cvu",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106799815,
                    "commentText": "yeh, and as if any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women...",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8XxFY4dZxOg",
                    "user": "jpowers55",
                    "date": "2 years ago",
                    "timestamp": 1507106799816,
                    "commentText": "Imperator Or the numerous times Raj and Howard were made fun of for their poor luck with women. Or when Bernie would remind Howard she makes more money than him. Or the time Penny told Howard to sign Bernie's prenup because no other <b> woman </b>wants him. Yeah those seem to get ignored.",
                    "likes": 9,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8c7yrwlLdmw",
                    "user": "Betty Snow",
                    "date": "1 year ago",
                    "timestamp": 1538642799817,
                    "commentText": "Reverse <b> sexism </b>lol. Haha",
                    "likes": 0,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8f29rSOhUwG",
                    "user": "FlyingPaladin",
                    "date": "1 year ago",
                    "timestamp": 1538642799819,
                    "commentText": "There is no such thing as reverse <b> sexism.</b> It's just sexism",
                    "likes": 2,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8gEJU7mMpNg",
                    "user": "Frenzied Heart",
                    "date": "1 year ago",
                    "timestamp": 1538642799820,
                    "commentText": "The show portrays men really badly imo",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgjmZtdOxNBAhXgCoAEC.8JJRd17sEdF8hAiNH66PiC",
                    "user": "EmJay",
                    "date": "1 year ago",
                    "timestamp": 1538642799821,
                    "commentText": "Men suffer under <b> Patriarchy </b>as well, but women seen as only powerful from the use of being a<b>  sex</b> object is not traditionally known as a position of power. Otherwise, female porn stars would be military commanders, billionaire CEOs, and among the last 45 United States Presidents....... and scientists.",
                    "likes": 1,
                    "keywords": [
                        "Sex",
                        "Patriarchy"
                    ]
                }
            ],
            "keywords": [
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "UghZY6Yl7GNVGHgCoAEC",
            "user": "entertain7us14",
            "date": "3 years ago",
            "timestamp": 1475570799226,
            "commentText": "What always irritated me was the fact that the female characters only exist because of their relations to the male characters. The men are introduced first and are characterised by their personality and background. Penny is introduced as a love object for Leonard to pine over for some reason, Bernadette is introduced to date Howard, and Amy is introduced to date Sheldon. This kind of <b> sexism </b>is so<b>  common</b> in the film and TV industry, and as a female I'm getting fucking sick of.",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8KMOxEgKdpO",
                    "user": "entertain7us14",
                    "date": "2 years ago",
                    "timestamp": 1507106799827,
                    "commentText": "@Henry Butcher You're proving my point - isn't that an awful plot? \n\nIt insults the female characters because they're only there to have an effect on the male characters.\n\nAnd it insults the male characters because they need women to, quite literally, grow up. They can't find it within themselves to be respectful of women or be confident to be who they are, they need a <b> woman </b>to tell them how to live.\n\nNot only that, it's a misrepresentation of nerd culture in general. 'Nerds' are the majority of people now, it's no longer the 90s where it was not cool to be a nerd. The show perpetuates the stereotype that nerdy guys are socially awkward, disrespectful of women and have a stunted sense of self.",
                    "likes": 2,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8KPoCUBs3E-",
                    "user": "entertain7us14",
                    "date": "2 years ago",
                    "timestamp": 1507106799828,
                    "commentText": "@Henry Butcher \"Why does this have to be about <b> gender </b>it's about men growing up.\"\n\nI'm just going to let that irony sit in the air...",
                    "likes": 2,
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8KPq2gWjsMQ",
                    "user": "entertain7us14",
                    "date": "2 years ago",
                    "timestamp": 1507106799829,
                    "commentText": "@Henry Butcher It's still sitting in the air, waiting for you to figure it out.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8M8j1gBr-Ld",
                    "user": "trisha chakraborty",
                    "date": "2 years ago",
                    "timestamp": 1507106799831,
                    "commentText": "ashob",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8MS0OX0tL18",
                    "user": "Jamie Reid",
                    "date": "2 years ago",
                    "timestamp": 1507106799832,
                    "commentText": "entertain7us14. Are you fucking serious? These characters weren't written in just so 'they could date' other members of the cast. I could spin it around and say that Amy came into the show just to take sheldons lime light. All the characters blend amazingly together. They're portrayal of the real world is almost exact. Men are sexist, women are controlling, and the majority of people are <b> racist.</b> However, none of us make a big deal out of it and play the victim because for millions of years it's kept our species in peak form. When all you females parade men to be awful creature's  and put women on a pedestal you are the ones being sexist. You're all hypocritical. You seem to forget that it's men who build the entire world you live in. Who build Rome? men. Who build the USA? men. Who build great Britain? men.\nwho created governments? men. Who invented that technology in your hand? men. Everyone should thank men for the sacrifices they've made over hundreds of thousands of years to make sure their families had food, clothing and a warm house. And lady, you wouldn't be here if it wasn't for men. You will end up alone at the end of your life if you keep alienating people with your narrative.",
                    "likes": 0,
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8MVHJCTKt9M",
                    "user": "entertain7us14",
                    "date": "2 years ago",
                    "timestamp": 1507106799833,
                    "commentText": "@first name surname \"Men are sexist, women are controlling, and the majority of people are <b> racist.</b>\" uh-huh that about sums up the intellectual worth of your entire comment. Nice job.",
                    "likes": 0,
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8MVtzsogq8N",
                    "user": "Jamie Reid",
                    "date": "2 years ago",
                    "timestamp": 1507106799834,
                    "commentText": "entertain7us14. Thank you :)",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8SoicjgXmLv",
                    "user": "Mesut Ozil",
                    "date": "2 years ago",
                    "timestamp": 1507106799842,
                    "commentText": "entertain7us14 you are such a fucking idiot",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8VxbHZN1l1V",
                    "user": "AtheistZ",
                    "date": "2 years ago",
                    "timestamp": 1507106799843,
                    "commentText": "entertain7us14 Hugh Mungus",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8X5sIMT_JqZ",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106799844,
                    "commentText": "big bang is just as valid as james bond series on this issue and it is not accused of <b> sexism.</b> as if any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women... the theme of the series is so different then contempt of women.",
                    "likes": 0,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8YTCvU5VT0K",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642800368,
                    "commentText": "entertain7us14 But on the show Girlfriends werent the women introduced first and the male characters only shown in their relationship to female characters.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UghZY6Yl7GNVGHgCoAEC.8HfhMGGhw2K8_-CPSG0fkP",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642800369,
                    "commentText": "entertain7us14 But you can't show women maturing because it would be sexist.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexism",
                "Common"
            ]
        },
        {
            "id": "UgiwyWjXOPjzFHgCoAEC",
            "user": "Ezel",
            "date": "3 years ago",
            "timestamp": 1475570799231,
            "commentText": "this show makes me wanna puke",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ughu6MtxZ_ccZngCoAEC",
            "user": "TwiceTheAsians",
            "date": "3 years ago",
            "timestamp": 1475570799233,
            "commentText": "They have a <b> dumb </b>character in every show, Joey from friends is a prime example of how Penny is in BBT. Just because a female character is not portrayed as a god doesn't mean it is sexist. There are plenty of good female characters mind you in this show.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ughu6MtxZ_ccZngCoAEC.8Dl8wl9bx3-8X5sR9EGazk",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106799772,
                    "commentText": "yeh the accuser is like: any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women...",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ughu6MtxZ_ccZngCoAEC.8Dl8wl9bx3-8cJHdjjzrx9",
                    "user": "PizzaSchraubin",
                    "date": "1 year ago",
                    "timestamp": 1538642799774,
                    "commentText": "It's not about how she behaves it's about other men behave towards her... Think about it this way",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Dumb"
            ]
        },
        {
            "id": "UgjANFeaobSTJXgCoAEC",
            "user": "Neto Rodz",
            "date": "3 years ago",
            "timestamp": 1475570799237,
            "commentText": "Lmao this is good stuff",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjANFeaobSTJXgCoAEC.892NYBMrV0z89gStePtWij",
                    "user": "Shushkin",
                    "date": "3 years ago",
                    "timestamp": 1475570799787,
                    "commentText": "+Neto Rodz EEeey bro!!! :D I like your picture. :D",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgicJzUDcSjn73gCoAEC",
            "user": "San Dan",
            "date": "3 years ago",
            "timestamp": 1475570799240,
            "commentText": "I'm genuinely amazed by how terribly they treat the fucking FEMALE LEAD. They can't even respect her, of course the one-off female characters are going to be awful.",
            "likes": 68,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR189gSd9UBRqA",
                    "user": "Shushkin",
                    "date": "3 years ago",
                    "timestamp": 1475570799855,
                    "commentText": "+cheesecake134 Hard to tell if you're joking or serious.",
                    "likes": 5,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR189h5AyaU6i3",
                    "user": "San Dan",
                    "date": "3 years ago",
                    "timestamp": 1475570799856,
                    "commentText": "@Fatty8Claws Serious, but I'm sure you think it's a joke.",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR189h_Q1P2kwK",
                    "user": "Shushkin",
                    "date": "3 years ago",
                    "timestamp": 1475570799857,
                    "commentText": "@cheesecake134\nYour comment or the show?",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18AKi0hd5oqU",
                    "user": "Sanjay Patel",
                    "date": "3 years ago",
                    "timestamp": 1475570799858,
                    "commentText": "+cheesecake134 if the roles were reversed none of the guy would be moaning about it , its a healthy humour you pillock",
                    "likes": 12,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18KMKe45HJNF",
                    "user": "San Dan",
                    "date": "2 years ago",
                    "timestamp": 1507106799860,
                    "commentText": "@Henry Butcher The constant jokes that she's not as smart as them and is a \"slut\". They're unnecessary and only serve to demean the character. It's saying this particular kind of <b> woman </b>is not as good as \"smart women\".",
                    "likes": 3,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18KMq0YoXstY",
                    "user": "Shushkin",
                    "date": "2 years ago",
                    "timestamp": 1507106799862,
                    "commentText": "@Steven Glansberg\n The constant jokes that they're not as outgoing as her and are \"nerds\". They're unnecessary and only serve to demean the characters. It's saying all scientists are nerdy losers.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18KNqvGgREFC",
                    "user": "San Dan",
                    "date": "2 years ago",
                    "timestamp": 1507106799863,
                    "commentText": "@Fatty8Claws No one is saying the show doesn't rely on <b> lame </b>stereotypes for jokes, but they do seem to mock the female lead for more degrading reasons.",
                    "likes": 5,
                    "keywords": [
                        "Lame"
                    ]
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18KNtBlJHFIm",
                    "user": "Shushkin",
                    "date": "2 years ago",
                    "timestamp": 1507106799864,
                    "commentText": "@Steven Glansberg\nYou keep forgetting that there are 4 more female characters that are scientists, that are smart, funny and have funny personalities. 2 of those females are main characters of the show. You can't have them all be scientists, Howard isn't a scientist either, he's a horndog, nerd, engineer that one of the main character mocks in every episode.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18X5sYV0xngC",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106799865,
                    "commentText": "CP as if any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women...",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18_-8H5POObm",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799866,
                    "commentText": "Carter Pewterschmidt But the jokes about Zach being <b> dumb </b>or Stuart being creepy are okay.",
                    "likes": 2,
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18avcU8XpV90",
                    "user": "roland van der Vegt",
                    "date": "1 year ago",
                    "timestamp": 1538642800343,
                    "commentText": "Tim Riggins selective complaining\n\nIts utterly pathetic\n\nThis guy is one big joke himself",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18avfw_YvIXd",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642800344,
                    "commentText": "roland van der Vegt I guess he only wants male leads shown in a poor light and female characters shown as perfect.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18avgK7aRSQt",
                    "user": "roland van der Vegt",
                    "date": "1 year ago",
                    "timestamp": 1538642800346,
                    "commentText": "Tim Riggins the definition of a feminist",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgicJzUDcSjn73gCoAEC.88lCp3gahR18fGd2FicfF9",
                    "user": "a•muse",
                    "date": "1 year ago",
                    "timestamp": 1538642800348,
                    "commentText": "There's a show called jersey shores where women are being respected for banging as many guys as possible, especially the rich ones.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugg-eqfLv9Q_YHgCoAEC",
            "user": "FreeRadical462",
            "date": "3 years ago",
            "timestamp": 1475570799243,
            "commentText": "I don't really watch the big bang theory, but none of these examples were really sexist",
            "likes": 111,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8X5seiYc5JB",
                    "user": "n8 NoCircumciseBaby",
                    "date": "2 years ago",
                    "timestamp": 1507106799909,
                    "commentText": "yeh the accuser is like:  any video which shows a lady in swim suit is guilty of treating a lady like an object- \"objectify\" consider from the first episode lenard and sheldon helped penny that is not dislike nor contempt of women...",
                    "likes": 7,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8X8nev_J7k3",
                    "user": "Masticatious",
                    "date": "2 years ago",
                    "timestamp": 1507106799910,
                    "commentText": "that might be because you dont know what the word even means\nwith the level of ignorance you already displayed, I wouldn't be surprised if this were the case",
                    "likes": 12,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8XR6x2ZmSpl",
                    "user": "Mantis king",
                    "date": "2 years ago",
                    "timestamp": 1507106799911,
                    "commentText": "Masticatious or he shares different beliefs than you",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8avbeiGbVTz",
                    "user": "Henry . .",
                    "date": "1 year ago",
                    "timestamp": 1538642799912,
                    "commentText": "Masticatious You're an idiot.\n\nThe word <b> sexism </b>is a term derived to refer to when a<b>  woman</b> or man is being discriminated against solely due to the fact that they are <b> a woma</b>n or man. \n\nNone of these clips show that in the slightest.\n\nExplain, if you can, how<b>  a wom</b>an simply wearing a tight dress in the first clip is an example of discrimination. It isn't. Since when is it sexist to hav<b> e a wo</b>man comfortable enough with her body to put it on display?<b>  Has not</b>hing to do<b>  with s</b>exism. By that logic any time you see the stereotypical scene of a man taking his shirt off to reveal a jacked body, that <b> too is </b>sexism, right? No, it isnt.\n\nBecause what overly sensitive children like yourself fail to understand, <b> is that</b> nobody is saying all penny is good for is her body, just like they don't say that about the men taking their shirts off. Ignorant kids like you have perverted the mea<b> ning of</b> \"sexism\" and redefined it to fit your own agenda; which has basically become <b> that i</b>f a woman at any point displays her sexuality in a tv show, it must <b> somehow</b> be sexism on the writers part.\n\nYou're stupid. Feel stupid.",
                    "likes": 15,
                    "keywords": [
                        "Sexism",
                        "Woman",
                        "Nobody",
                        "Nothing"
                    ]
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8eftxC7xRT6",
                    "user": "The Invisible Hand",
                    "date": "1 year ago",
                    "timestamp": 1538642799913,
                    "commentText": "But as we learned today: just because you're stupid, that's no reason to cry. ;)",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8fF_g7p0bsX",
                    "user": "J",
                    "date": "1 year ago",
                    "timestamp": 1538642799915,
                    "commentText": "Masticatious  In other words \"if you don't agree with me your wrong and ignorant\".",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8hAhqV1Y-FC",
                    "user": "EmJay",
                    "date": "1 year ago",
                    "timestamp": 1538642799916,
                    "commentText": "The whole scene is sexist. You may want to think about what the term \"sexist\" actually means. The scene promotes the social policy that........The only power a <b> woman </b>has is the use of her body as a<b>  sex</b> object. In scene, Man leering at her breast. \"I don't have ball players I have girls, girls are who you sleep with after the game, not coach during the game (A League of Their Own)\" So, not an example of how a women might use highly skilled negotiation powers but use<b> s se</b>x manipulation. \"She slept her way to the top.\" The women does not have power by merit, education, sales growth and management success, and seniority in the company... she us<b> ed s</b>ex manipulation. Sheldon points out her supposedly lowed skill employment as reference to her abilities, which traditionally known as \"women's work\" is actually not paid work at all but requires a great deal of skill and responsibility, raising the children who will make up the future work force. Vehicle transportation of children is a lowed paid job, transportation of any other object such as garbage are all paid substantially more. 45 U.S. Presidents, all male. Women were not granted citizenship until the 192<b> 0s. Bl</b>ack man were protected to vote before white women were protected to vote, no citizenship (=participation in Democracy, as opposed to being a subject under a king, see Athens Greece birthplace of Democracy (from the West) (named after founder Athena, Goddess of Wisdom, Defensive War, the person who discovered how to cultivate olive tree crops. (her bibliography not glorified by modern Westerners (Christianity/Judaism is not a western religion, it is an Arab religion ).... subjects....not paid..... for intensive labor or otherwise skilled labor .....AKA.....SLAVES..<b> .... se</b><b> xism, r</b><b> acism, cl</b>assism.... systemic (systematic) epidemic OPPRESSION =   SEXIST.... the accumulation of attitudes, expressions, values, behaviors that reinforces higher institutions of power. Institutions= schools, banks, Industries, judges, police, Military, CONGRESS",
                    "likes": 3,
                    "keywords": [
                        "Sex",
                        "Sexism",
                        "Woman",
                        "Racism",
                        "Black",
                        "Classism"
                    ]
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8hLssMAcln6",
                    "user": "Rose Macaskie",
                    "date": "1 year ago",
                    "timestamp": 1538642799917,
                    "commentText": "I whatch the show because everyone is horrible and in real life that is often the case too, The answer in the big bang theory is to just go on with all those horrible friends.\nSheldon is so good at manipulating them all and holds them all together. As he says he is not a hippy, or a <b> woman </b>if it looks as if another block is going to pinch the graceful and pretty often very amiable Penny he makes sure that does not happen. I have known so many manipuyative people, whatching the show whatching Sheldon helps me understand them and how they have manipulated me. I whatch every trick of Sheldons so that in future I recognise it when somone plays on one his tricks on me.  \n In my experience the manipulative dotn hold people together they drive them apart so this is an unrealistic bit of the program.\n Leonard stands up to him and at first Amie Farrow Fowler does not, the result is that he is bored by her. This may be often what bores men about girlfriends, women are too nice to their boyfriends, behave in a way with them they would not indulge in with other women. \n   The show is not really about good professionales, it is about those whose first interest is their friends, awful as these are. Chuck Lorrie puts peoples horrible bits of behaviour in front of our noses, it is up to us to complain, he draws horribleness for us, it is not as if he did not know they were horrible.",
                    "likes": 0,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8hvh-83y7fv",
                    "user": "Mellena Brave",
                    "date": "1 year ago",
                    "timestamp": 1538642799918,
                    "commentText": "FreeRadical well actually they were. Or rather they are in context. \nPenny's sexuality in both cases is being viewed as shamefull. Her using her body to get an advantage is viewed as morally corrupt and her having dated and slept with a lot of men as something she should be ashamed of.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugg-eqfLv9Q_YHgCoAEC.88TnvEu7D7z8jjTo6GP2lz",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799919,
                    "commentText": "Yes evidently it's wrong to show Penny not understanding  physics  but it's ok to Zac as <b> dumb.</b>",
                    "likes": 0,
                    "keywords": [
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "UgiXCAP_di2_9XgCoAEC",
            "user": "G June36",
            "date": "3 years ago",
            "timestamp": 1475570799248,
            "commentText": "These are the sexist instances you can find in this show? How about all the men are desperate and each episode they will do almost anything to get attention from women. They will happily enslave themselves for a chance at <b> sex </b>- that is for the except of Cooper.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "UgiizBqUHpQ66HgCoAEC",
            "user": "Geo Ali",
            "date": "3 years ago",
            "timestamp": 1475570799250,
            "commentText": "what episode is the first clip?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgiizBqUHpQ66HgCoAEC.86xRzQ1s9758YTrXLpih4r",
                    "user": "WoTExpat",
                    "date": "1 year ago",
                    "timestamp": 1538642799785,
                    "commentText": "The Tenure Turbulence: Season 6, Episode 20",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UggMTn98ofrZn3gCoAEC",
            "user": "brunobmenezes",
            "date": "4 years ago",
            "timestamp": 1443948399254,
            "commentText": "\"madam curie has a penis made of science\", that should me added from tonight's episode",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjiX7-dJVLWzngCoAEC",
            "user": "Sean Armstrong",
            "date": "4 years ago",
            "timestamp": 1443948399257,
            "commentText": "Are these jokes sexist? sure, but they're also funny. They also show what's wrong with society, so i don't see a big deal. \n\nNotice, btw, that the show NEVER endorses <b> sexism.</b> It's merely pointing out the perceptions that exist in our society!!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG7-JLSqsz_MQ",
                    "user": "brunobmenezes",
                    "date": "4 years ago",
                    "timestamp": 1443948399792,
                    "commentText": "+Sean Armstrong if men were qualified to tell what is <b> sexism </b>and what isn't, society would be really fucked up now wouldn't it? wait, it is...",
                    "likes": 2,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG7-JLyn5xR3p",
                    "user": "Sean Armstrong",
                    "date": "4 years ago",
                    "timestamp": 1443948399793,
                    "commentText": "@brunobmenezes LOL so you're saying only females are allow to judge what is sexist?\n\nHAHAH oh the irony...",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG8Ds7hocLBir",
                    "user": "TwiceTheAsians",
                    "date": "3 years ago",
                    "timestamp": 1475570799794,
                    "commentText": "+Sean Armstrong Don't try to argue with a femenist, logic and evidence is there enemy.",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG8X8o-qjbVYJ",
                    "user": "Masticatious",
                    "date": "2 years ago",
                    "timestamp": 1507106799795,
                    "commentText": "*their \n*feminist\nand it seems grammar is yours :)\n\nthe only \"logic\" under feminism is the belief that both genders should be treated as equals.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG8an7lQDLNgm",
                    "user": "Wolverine Wolf",
                    "date": "1 year ago",
                    "timestamp": 1538642799797,
                    "commentText": "Yes, but they only point the <b> sexism </b>out, they never challenge it.",
                    "likes": 3,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UgjiX7-dJVLWzngCoAEC.84QxFuXjIMG8mCMMYCLGa5",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321199798,
                    "commentText": "@Sean Armstrong Pretty sure he means both men and women need to.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "Ugh8L1j0d8qjEHgCoAEC",
            "user": "breb",
            "date": "4 years ago",
            "timestamp": 1443948399261,
            "commentText": "LEARN TO TAKE A FEW JOKES, PEOPLE.",
            "likes": 37,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8X8oXPvH_14",
                    "user": "Masticatious",
                    "date": "2 years ago",
                    "timestamp": 1507106799803,
                    "commentText": "as long as the white males are having a good laugh, its okay",
                    "likes": 12,
                    "keywords": []
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8_EgBUodDX0",
                    "user": "Maria-Louisa Brennan",
                    "date": "1 year ago",
                    "timestamp": 1538642799804,
                    "commentText": "Kyle The Crusader some people may not always see them as jokes. They do use <b> sexism </b>in most of the series to highlight points, but it's not always okay to do so.",
                    "likes": 2,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8cva0HjiEgf",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799806,
                    "commentText": "Masticatious I know a lot of <b> black </b>males who like this show.",
                    "likes": 2,
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8e8q7xGoMqt",
                    "user": "soham mehta",
                    "date": "1 year ago",
                    "timestamp": 1538642799807,
                    "commentText": "Tim Riggins asian males and females love this show as well... in fact people who actually don't get offended easily like it",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8e8wLgejecw",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799808,
                    "commentText": "soham mehta Yes I apologize not sure why I said that now.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8jh_JGNtrfa",
                    "user": "Djlullaby22",
                    "date": "1 year ago",
                    "timestamp": 1538642799809,
                    "commentText": "While males? lol This show has success all over the world, in South America, Europe, Asia, that's why the show keeps going.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugh8L1j0d8qjEHgCoAEC.80BdU7BUGN_8zE6AI1Lf2R",
                    "user": "Sigríður Tinna",
                    "date": "1 month ago",
                    "timestamp": 1567586799811,
                    "commentText": "it is not just jokes you fool.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UggiGIcl5cHeZHgCoAEC",
            "user": "Katalina Vergara",
            "date": "4 years ago",
            "timestamp": 1443948399265,
            "commentText": "Good video :)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjpvkFPEt4B23gCoAEC",
            "user": "Apollo",
            "date": "4 years ago",
            "timestamp": 1443948399268,
            "commentText": "I fucking hate this show",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjSQqAIvu2ZyngCoAEC",
            "user": "Big Guy",
            "date": "4 years ago",
            "timestamp": 1443948399271,
            "commentText": "You know we're living in a world of cultural marxism/fascism when comedy is under attack.",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjSQqAIvu2ZyngCoAEC.7-H0Z7-5aEF8X888T_XfvZ",
                    "user": "Stieg Lenin",
                    "date": "2 years ago",
                    "timestamp": 1507106799782,
                    "commentText": "Yeah, cause comedy is always perfect\n\ncoughcoughblackfacecough",
                    "likes": 16,
                    "keywords": []
                },
                {
                    "id": "UgjSQqAIvu2ZyngCoAEC.7-H0Z7-5aEF8X8nAVI1Qe3",
                    "user": "Masticatious",
                    "date": "2 years ago",
                    "timestamp": 1507106799783,
                    "commentText": "comedy will always be subjective, therefore left open for criticism \n(ex amy schumer) your argument is essentially \"geez! its just a joke man, no harm done\" would devaluing someone for their <b> gender </b>or<b>  race</b> consistently over a large span of time be harmful to that persons self worth? who knows",
                    "likes": 7,
                    "keywords": [
                        "Gender",
                        "Race"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "UghDjgygJC3D-XgCoAEC",
            "user": "Michael McKenzie",
            "date": "4 years ago",
            "timestamp": 1443948399274,
            "commentText": "Feminists are stupid",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UghDjgygJC3D-XgCoAEC.7-H0Z7-PckB7BzSsmnKYvM",
                    "user": "Hazza Foott",
                    "date": "3 years ago",
                    "timestamp": 1475570800031,
                    "commentText": "+Michael McKenzie If you're willing to to call 1/5 of Americans stupid, then I suggest you start by putting a full-stop on your sentence (correct grammer goes a long way, particularly when calling someone stupid).",
                    "likes": 6,
                    "keywords": []
                },
                {
                    "id": "UghDjgygJC3D-XgCoAEC.7-H0Z7-PckB7BzVdnPZw_J",
                    "user": "Michael McKenzie",
                    "date": "3 years ago",
                    "timestamp": 1475570800032,
                    "commentText": "@Hazza Foott Go away, grammar <b> Nazi.</b>",
                    "likes": 4,
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "UghDjgygJC3D-XgCoAEC.7-H0Z7-PckB8dfllenVCqf",
                    "user": "soham mehta",
                    "date": "1 year ago",
                    "timestamp": 1538642800034,
                    "commentText": "Michael McKenzie good one Michael.",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UggySlGNlfF063gCoAEC",
            "user": "Andi amo",
            "date": "4 years ago",
            "timestamp": 1443948399278,
            "commentText": "I actually think the show has a lot of issues (Chuck Lorre as well), but these are not good examples\n\nIMO, <b> sexism </b>is not giving Penny a last name. <b>  Sexism</b> is making Penny, the popular, attractive, female lead....an utter disaster and failure.  I'm sorry to have to put it bluntly, but for the majority of the lifespan of the show, she's been a mess.<b> \n\nSexis</b>m is not sleeping with 30+ men, or bei<b> ng du</b>mb, or using her breasts to further Leonard's career.<b>   \n\nSex</b>ism is making an audience believe that the unstable girl is the one that everyone blindly desires, while the other women on the show, who are intelligent and successful come acros<b> s as c</b>razy and bossy.  \n\nFor the record, I actually think the men are portrayed horribly as well.  Raj in particular.  \n\nBut that's most main stream TV.",
            "likes": 116,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg7-kqWTX6i1f",
                    "user": "ExertHaddock",
                    "date": "4 years ago",
                    "timestamp": 1443948399877,
                    "commentText": "I think that this show is extremely not-sexist. All of the examples of <b> sexism </b>that you listed are not aimed at women in general, but are character traits of one female character. And, there are two other female leads (and one supporting character) that are the opposite of Penny. It may be your opinion that those two \"come across as<b>  crazy</b> and bossy\", but I actually prefer Bernadette and Amy to Penny because they are smart, successful, and all around better people than Penny. I'm a guy, and I would choose Bernadette over Penny in a heartbeat. And the guys on the show are not \"All guys\". They are nerdy, introverted guys and that is the staple of the show. That is also why they \"blindly desire\" Penny. Think of it this way: When everybody says \"I want to be a movie-star\", all they actually want is the money and fame. What they don't want is the familial dysfunction, abortions, and plastic surgeries up into their 80s just to look attractive. It's the same way with Penny. People want the looks, but they don't want the alcoholism, career failure, and stupidity. She represents a guilty pleasure, not a role model and most people see it.",
                    "likes": 9,
                    "keywords": [
                        "Sexism",
                        "Crazy"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg74Mq56tgScC",
                    "user": "mytimetravellingdog",
                    "date": "4 years ago",
                    "timestamp": 1443948399878,
                    "commentText": "Yes. <b> Sexism </b>is saying I don't have a hobby or life interest or anything in my life. That I live through my boyfriend. He's my life. Which was the 'lesson' penny learned in one episode",
                    "likes": 9,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg77-Kvp7yVGK",
                    "user": "MrKulosle",
                    "date": "4 years ago",
                    "timestamp": 1443948399880,
                    "commentText": "@ExertHaddock i agree. leonard learns that the <b> blind </b>pursuit of a pretty girl ends up being horrible for you. He learns to look for character and starts to actively criticize penny, where as in the first season he says she's perfect. if someone where to try and make a case for the show being sexist i would think bernadette would be a better example (although i don't think there is much of a case there either).",
                    "likes": 3,
                    "keywords": [
                        "Blind"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg77-Lq_8KAEX",
                    "user": "MrKulosle",
                    "date": "4 years ago",
                    "timestamp": 1443948399881,
                    "commentText": "@mytimetravellingdog the point of that episode was that hobbies and fandom does not equal character. That you should value the people in your life. Something penny (and everyone in the show really) has a hard time doing. That's the first time penny tells sheldon she loves him. It's the start of them showing good platonic relationships between sexes (something a lot of shows have a hard time doing). Penny has her own life, that is discussed frequently on the show. They don't show it as much cause that would require them to hire more actors make more sets, and it really doesn't fit with the theme of the show.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8Vykp9u8HAL",
                    "user": "Meade Music",
                    "date": "2 years ago",
                    "timestamp": 1507106799883,
                    "commentText": "Sexism doesn't exist. Its a made up term used by <b> Nazi </b>feminists.",
                    "likes": 3,
                    "keywords": [
                        "Sexism",
                        "Nazi"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8YTCfZkrVum",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799884,
                    "commentText": "But it's okay for them to portray men as horrible because the feminist view is that men are horrible.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8_-0Ha5m6c0",
                    "user": "jussayin mipeece",
                    "date": "1 year ago",
                    "timestamp": 1538642799885,
                    "commentText": "\"<b> Sexism </b>is making an audience believe that the unstable girl is the one that everyone blindly desires, while the other women on the show, who are intelligent and successful come across as<b>  crazy</b> and bossy\"\n\nSeriously? That's a very stupid, idiot thing to say!! Penny IS sexy for the vast majority of people, men and women.\nAs they appear in the show lined up Penny would be the most desirable by pretty much every group of men followed by Bernadette then Amy for very obvious reasons.\nPenny is tall, beautiful and is quite smart in her own way.\nBurnadette is very short but looking closely at her (past the never ending breast covering sweaters) she is also quite sexy (large breast and tiny waist). The fact that she has a bad temper is offputting for some men but the fact that she is supersmart and generous offsets this.\n\nAmy dresses rather unattractively and this would be a big turnoff for most men. Her being smart and quite nice looking is something that a man would have to find out having gone past the linguistic turns she has and the rather offputting manner .\n\nHow are any of those some type o<b> f sexis</b>m? They are all based on real people I have encountered.\nLets take myself as an example. I like all three women  but Penny would be my first choice and here is why.\n\nI could not deal with Bernadettes bad temper no matter how generous and smart she is.\n\nWhile Amy is obviously super horny and would be great in bed she just does not appeal to me as the character \"Amy\" although I am attracted to her reasonableness and tendency to be diplomatic.\n\nPenny would be an obvious choice in that she is quite smart, has an opinion, has the right mix of humility and go fuck yourself, is willing to accept that others my be smarter than her and is willing to learn but refuses to be bullied intellectually.\n\nAnd the most important of all. nice hips that look quite child bearing.\n\nIs th<b> at sexi</b>sm?\nNO!! its called millions of years of evolution. Take it or go find another planet.",
                    "likes": 2,
                    "keywords": [
                        "Sexism",
                        "Crazy"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8_-85FZIXsK",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799886,
                    "commentText": "jussayin mipeece It seems to show women in any light other than complete perfection is <b> sexism.</b> Even if the men are written with flaws as well.",
                    "likes": 1,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8_-fpAWUe4p",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642799888,
                    "commentText": "Andi amo My theory is that her last name is going to be a massive joke directed at a former associate of Lorre's that he dislikes. When he can work it in it will be Sheen.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8hM-SA5TeYP",
                    "user": "Rose Macaskie",
                    "date": "1 year ago",
                    "timestamp": 1538642799889,
                    "commentText": "In the program the three girl protagonists have immoral jobs. Amy experiments with monkeys and Bernadette makes drugs or helps to do so and her few commens on her job show how irresponsible about human health her and her fellow workers are in tha tfeild and we all know the bad things about drug companies while Pennies job is to sell the drugs to <b> doctors </b>and her job is reknowned for its imorality, atractives salesmen selling the most expensive prototype to<b>  doctors</b> or some drug with bad side efects or tha tais in some other wise otherwise dangerous.\n Penny is hte only one that is really distressed by the imorality of her job, drinking more when she thinks of it and often trying to cry out of it a thing that pig Leonard wont hear of. That makes her the most together of the three women I reckon. \nThat she is attrractive is the fault of the program. There are, in real life, a lot of attractive profesional women. indeed profesional women can spend more on clothes and on help so have more time to do themselves up than house wives do. In this programthough  the unproffesional one is the most graceful both physcal and as to social graces which are an product of intelligence. What is sexist is to look down on women unless they have a good job and often even when they do, and even more so the fact that they abuse her is sexist. \n    Sheldon and Leonard want ther around, even chase off competition so making it hard for her to escape them, while they continually say disparaging things to her so that she would be better off without them. She is a social advantage for them and also her company is pleasurable, she is an intelligent and witty and kind and soothing for them, a person, who they want to have around and who makes them more attractive to others but they want to have her without allowing her to feel she has any worth. They dont want to have to pay for it treating her well, sharing their glory of intelligent beings with her. \n    They dont only, not acknowledge her worth, acknowledging her worth would be to credit her, only sin by default, they actually knock her often, discredit her all the time and also knock any chance she has of being something that is more respected, has a higher social kudos value, would bring her up to their level, by doing all they can to make ther feel her desire to act is hopless, and so making it psychologiacally hard for her to go on instead of trying to help her get it off the ground and so to reach their level.\n   Optimally, as leonard pretends to love her,  he could as well as not discourageing her give her pratical. He could maybe help her to do less work in hte cheescake factory so giving her more time to work at acting. He could give her acting classes. His mother helped him to be a scientist, cold as she was she did not turn him into <b> a nobod</b>y. Acting is a career that is despised by some but which needs talented people, you need to be good to do it to adquire a lot of skills to do well at it, it is not easy to be a good actor. \n   They like to keep the relationship as unequal as possible, they hope to enjoy her and also to increase their value at her expense, by pretending she has none and so that they shine bright at her side. They are looking for a  Tintin and Capitan Haddock type relationship but instead of just letting it be that if tha tis how things turn out, they are trying to make such a relationship happen by design, by behaving like though a bit less so, the second mate in Allen who is doing his best to knock Capitan Haddock to his knees. It is part of the whole, \"we are bullies a<b> nd pi</b>gs\", bit that is what this series is all about. \n     This work exposes bullies <b> and p</b>igs by describing them, it is why it is so good.",
                    "likes": 0,
                    "keywords": [
                        "Nobody",
                        "doctors",
                        "PIGS"
                    ]
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8hsX6R_r4pa",
                    "user": "Mellena Brave",
                    "date": "1 year ago",
                    "timestamp": 1538642800334,
                    "commentText": "Meade Music uh huh, let me guess? You failed at life despite having a penis?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UggySlGNlfF063gCoAEC.7-H0Z7-4IZg8hvh_T_-I-6",
                    "user": "Mellena Brave",
                    "date": "1 year ago",
                    "timestamp": 1538642800336,
                    "commentText": "Andi amo actually these two exampels do show <b> sexism.</b> Mostly because the joke in the first is that Penny using her body to get a advantage is morally wrong and \"playing dirty\", while ignoring the fact that it is the men who lack the self control to not treat her like a object. \nIn the second exampel Penny is being made uncomfortable for having a active<b>  sex</b> live, implying that that somehow is shameful while also ignoring that Lenord had a multitude o<b> f sexua</b>l partners aswell a<b> nd nobo</b>dy shames him for this. Rather they treat that as a accomplishment for him.",
                    "likes": 0,
                    "keywords": [
                        "Sex",
                        "Sexual",
                        "Sexism",
                        "Nobody"
                    ]
                }
            ],
            "keywords": [
                "Sexism",
                "Dumb",
                "Crazy"
            ]
        },
        {
            "id": "UggtaROTF6NoCHgCoAEC",
            "user": "EchoBase esaBohcE",
            "date": "5 years ago",
            "timestamp": 1412412399282,
            "commentText": "Ok, so is it <b> sexism </b>because of the stereotype she plays or to support her stereotype? I'm sorry it just seems that definition according to female seperatists, I mean \"feminists\" have divided into so many double standards it's hard not to laugh",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggtaROTF6NoCHgCoAEC.7-H0Z7-F9hp8mCHB1QON3u",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321199768,
                    "commentText": "Wow,  a lot of people in this comment section are idiots and you're one of them.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "Ugjy41COptKovXgCoAEC",
            "user": "Robin Powell",
            "date": "5 years ago",
            "timestamp": 1412412401193,
            "commentText": "I've heard FAR worse than this said about men by women.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 26,
            "replies": [
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk70r8NlBECBv",
                    "user": "Clarice Ripley",
                    "date": "5 years ago",
                    "timestamp": 1412412401650,
                    "commentText": "Your anecdotes don't mean anything. Do I think women haven't said nasty things about men? Of course they have. Does that invalidate this or make this non-sexist?  Nope. Not even a bit. Still sexist.",
                    "likes": 31,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk7AkUQzFZfyP",
                    "user": "MrKulosle",
                    "date": "4 years ago",
                    "timestamp": 1443948401651,
                    "commentText": "@Jessica Davis While i agree with your point that just because there is <b> sexism </b>against men doesn't invalidate the<b>  sexism</b> against women<b> . sexis</b>m is wrong always. but I don't know for sure if this is really sexist. I mean i think they handled the scene with them talking about the number of partners penny has had very well. there was no slut shaming. Amy asks how penny herself would categorize herself out of curiosity. No one ever implied it was wrong to sleep with that many people. Amy and bernadatte have both expressed jealousy in that regard so clearly they don't think its wrong. I also don't think them having a stupid female character makes them sexist. Does every women on film have to be intelligent now? Stupid women exist so what. Stupid men exist. the boys have often asked penny for help on things they are stupid about too. The first example yeah i'll give you that one. but i feel like t<b> he sexi</b>sm in that one is so conspicuous in that scene that you are suppose to be laughing at <b> the sex</b>ism. Not with it. It's suppose to be wrong. And it's pointing that out very loudly. Now whether or not that makes penny a bad role model is a good discussion, but i don't think every character on tv needs to be a good role model. TV would become profoundly boring if that were true.",
                    "likes": 3,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8agZv0PPP9f",
                    "user": "roland van der Vegt",
                    "date": "1 year ago",
                    "timestamp": 1538642801653,
                    "commentText": "Here is an idea\n\nStop being offended by every small thing. The world is never gonna be perfect and while there are violations that shouldn't be tolerated some things you should just not bother about. Zap away watch a different show if you don't like it. No one is making you watch the show so if you are offended by it it's your own fault watching it.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8arAS4KomcR",
                    "user": "Rosa _",
                    "date": "1 year ago",
                    "timestamp": 1538642801654,
                    "commentText": "Yes indeed but what I think is that we should all treat each other equally no matter what <b> race,</b>religion,or<b>  gender</b>.",
                    "likes": 1,
                    "keywords": [
                        "Gender",
                        "Race"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8avaYs3Nwsf",
                    "user": "Henry . .",
                    "date": "1 year ago",
                    "timestamp": 1538642801656,
                    "commentText": "Clarice Ripley how is a <b> woman </b>simply wearing a tight dress as is done in the first scene at all sexist lol.... Holy shit, people like to get offended by anything nowadays.\n<b> \nSexism</b> is a form of DISCRIMINATION. Please tell me how that scene is an example of discrimination lol. God you're painfully stupid.",
                    "likes": 2,
                    "keywords": [
                        "Sexism",
                        "Woman"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCH3J1bVmz",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321201657,
                    "commentText": "@Henry . . Really?  \"Let me tell my significant other to object from her body so that I can get ahead. \" Totally not sexist.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCIgXp5TDM",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321201659,
                    "commentText": "@RockBeauty :3 except in the episode Leonard never told her to do so. She took it upon herself to support him the best way she could in light of the circumstances being that shes not as smart as the people they're trying to impress. Therefore it's a simple expression of her sexuality on her part.\n\nNot to mention, even if Leonard HAD told her to use her body, she is her own person. She makes that decision. Not him. Shes an adult <b> woman </b>capable of making her own decisions.\n\nYou sound incredibly ignorant. Try again.",
                    "likes": 1,
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCNz0GMXtF",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321201660,
                    "commentText": "@Henry . . You're absolutely stupid.  For multiple reasons. First of all,  the writing is still sexist because A)  They pointed out that Leonard can only get the job because of her body which is still sexist non the less.  The video also shows only a few times they objectify Penny and other women as well.  Sheldon always saying women are inferior to men.  Raj sexually harassing women when drunk.  Leonard never being able to take no for an answer and also never chastising his friends for their sexist behavior.  Howard overall behavior around women to the point where he tries to manipulate them.  This is all \"downplayed\" Because they are nerds.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCO2kt1Lu2",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321201661,
                    "commentText": "@Henry . . Btw,  liking your own comment doesn't prove any normal person agrees with you.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCkHwQotUL",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321201663,
                    "commentText": "@RockBeauty :3 shame you have to resort to insults rather than having a simple conversation but I can do that too if that's how you want to behave.\n\nIt must physically hurt to be that <b> dumb.</b> Please, for your own safety, stop running full tilt into walls.\nRead this entire comment if you want to learn something for once. If not; remain delusional, fine by me.\n\nA) that's a joke at Leonard's expense, not pennys, you imbecile. Just because you dont understand a concept as basic as that doesnt make it sexist. Sorry. The joke that clearly flew over your head was that Leonard isnt a good enough scientist to beat out the likes of sheldon, or kripke, so his<b>  woman</b> is there to support him. Seeing as her character is established as someone not of high intellect, she obviously cant support him in that regard, now can she? There is simpl<b> y nothin</b>g sexist about her expressing her sexuality.\n\nSecondly, that's not sexist in the slightest. It's becoming more and more apparent that you dont actually know wh<b> at sexi</b>sm means. Like I posted above, the concept<b>  of sex</b>ism is D I S C R I M I N A T I N G against someone solely due to t<b> heir ge</b>nder. That's not what was done in the clip at all. Firstly, the joke isnt a reference t<b> o her g</b>ender, it's a reference to her attractiveness. If penny was the scientist and Leonard the arm-candy, you wouldn't call that sexist. So fuck off with your idiotic double standards. The joke isnt prioritized <b> on her </b>gender, get that through that excuse you call a brain.\n\nThirdly, sheldon doesnt believe women are inferior to men. Nor does the show. The show has countless intelligent female presences. Just because penny isnt one isnt sexist. Amy, Bernadette, leslie winkle, that newitski girl who helped sheldon, Leonard's mother, etc. The list goes on. On top of which he CONSTANTLY references madam curie as a pioneer of science. In addition, let me remind you Zach was a character. A male, who's less intelligent than the rest of the cast (like penny), who's attractive (like penny), which serves as his form of comedic value (like penny). So if the show is \"sexist\" towards women because if how they occasionally portray Penny, then I guess its sexist against men too, right? No. Neither is true. Just because you're easily offended by the fact that Penny isnt a rocket scientist doesnt make it sexist. \n\nThis is getting long enough, so I'll wrap this explanation up with one final point. Penny, is portrayed by Kaley Cuoco. Kaley Cuoco in real life is a devout feminist and constantly fights for equality, as well as the extinc<b> tion of</b> sexism. Fortunately, shes clearly much smarter than you are. If this scene, or any scene on the show for that matter was sexist in anyway, she wouldn't do it. That'd be a basic contradiction to her beliefs. And shes a huge part of the show so she definitely has the option to refuse certain scenes.\n\nI'd say hopefully this knocked some sense into you but I think you're far past that. Chances are you wont even read this entire comment, simply due to the ignorance you've already shown. Sorry to break it to you, but you simply repeating \"nonono it IS sexist\" and offering no explanation as to why, doesnt make you right.",
                    "likes": 0,
                    "keywords": [
                        "Gender",
                        "Sexism",
                        "Woman",
                        "Nothing",
                        "Dumb"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCkg7tR_S-",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202132,
                    "commentText": "@RockBeauty :3 for the record, I dont disagree that Howard is sexist or demeaning to women. That was a big part of his character in the early seasons.\n\nBut the thing you have to realize is that that isnt a promotion of <b> sexism.</b> If anything it was to show how disgusting of a person he was, hence why a big part of his character development was outgrowing that stage in his life and becoming a more respectable human being.",
                    "likes": 0,
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCliSS7fUN",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202141,
                    "commentText": "@Henry . . R/ I'm so smart and I get a joke you don't get because it takes a superior intellect to understand.  \n\nFirst of all,  you really are an idiot.  The show objectifies Penny all the time like when creepo Howard looks up her skirt with those toy cars,  but when she calls him out for being creepy she has to apologize for his creepiness.  Sheldon has said countless times that women are just emotional not smart with all his <b> dumb </b>period jokes claiming he never does anything wrong and that the women around him are the problem because it's their time of the month.  He calls every<b>  woman</b> around him less intelligent than he is.  He claimed Curie is basically a man because she's smart like how man should be.  The first joke still objectified Penny which plays a role i<b> n sexis</b>m,  yet you really don't get that because you don't know wh<b> at sexi</b>sm means.",
                    "likes": 0,
                    "keywords": [
                        "Sexism",
                        "Woman",
                        "Dumb"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCmVPfUwzq",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202142,
                    "commentText": "@Henry . . BTW,  you should be the last person to insult someone's intelligence when you can't conduct a proper sentence and use correct grammar which is something they taught you in the 3rd grade.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCoLwMg9lo",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202144,
                    "commentText": "@RockBeauty :3 Talking about proper grammar in that long ass run on sentence, and dont know what a paragraph is. I love it. My grammar, spelling, and sentence structure are fine but its adorable that that's what you need to resort to because your argument is so embarrassingly weak.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCp0kXBFPh",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202145,
                    "commentText": "@RockBeauty :3 I mean, I explained numerous times why the show is not sexist nor displays <b> sexism,</b> and your only response is \"you're an idiot, the show objectifies penny\". You're not even worth arguing. Dont make statements you cant back up or defend.\n\nI proved you wrong in so many ways in my last comment, in an organized and logical manner and that's what you respond with? Truly pitiful.\n\nLet me know when you're willing to actually have a conversation about the matter like an adult. If youre not even going to bother addressing the numerous facts and evidence I've provided you with, I'm not going to continue arguing with you.\n\nKeep resorting to ad-hominem though, it just makes it more and more apparent you have no clue what you're talking about. My 7 year<b>  old</b> niece can form a better argumentative paragraph than the shit you babble on about.\n\nI've essentially told you why the show isnt sexist and backed it up with irrefutable evidence and examples, and all you've said in response is \"no you're wrong. Its sexist.\"\n\nYou are to<b> o dum</b>b to breathe. \n\nLike I said, if you want to actually have a meaningful discussion about this subject, I'm more than willing to do so, respectfully. But if you just want to deflect everything I say with childish insults, I'll just move on. Your call. Post something of substance or I'm just done with you.\n\nAlso,  showing<b>  a wom</b>an is attractive is much different than discriminating against women. \n\nWww.google.com\n\nPlease, type in the wo<b> rd \"sex</b>ism\" so you know what it means. I'm not going to be your personal dictionary.",
                    "likes": 0,
                    "keywords": [
                        "Sexism",
                        "Woman",
                        "Old",
                        "Dumb"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCpfUKaJlA",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202146,
                    "commentText": "@Henry . . Isn't* doesn't* you don't start a sentence with nor.  She's*",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCpu896kLU",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202148,
                    "commentText": "@Henry . . Completely ignores I said other women and gave an example...  Ie:  Howard looking up her skirt,  indicating he wants to have a 3some with her even when she expressly says she's not interested.  Using his friend to fly a drone over the Victoria Secret house ect.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCpzG0UGTR",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202149,
                    "commentText": "@Henry . . don't* isn't* like 18 times on edited comments.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCqLGqEdky",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202151,
                    "commentText": "@Henry . . Also,  you didn't prove anything wrong.  You actually did just ignore all my comments about Raj objectfying and also sexually harassing women while drunk.  Sheldon's ongoing tangents about how women aren't smart and are only emotional.  Howard just sitting there and doing <b> nothing </b>while all of the ones that have manage to get a<b>  woman</b> mistreat them and devalues them which is apart o<b> f sexis</b>m dumbass.  If your 7 ye<b> ar o</b>ld niece can come up with a better argument than I can,  she most definitely puts you to shame already.",
                    "likes": 0,
                    "keywords": [
                        "Sexism",
                        "Woman",
                        "Old",
                        "Nothing"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCrPXDAcWL",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202152,
                    "commentText": "@RockBeauty :3 Lol. Honestly pathetic. At this point I just feel bad for you. To be so devoid of logic or reason that you have to resort to pointing out a few missed apostrophes that autocorrect didn't pick up, as if that's what's important in an argument. Not to mention your comments are riddled with grammatical errors, incorrect sentence structure, etc.\n\nStill didnt post anything if substance though. Not a single response to any of my many arguments debunking everything you've said. I'd find it cute if you were 10, but I'm guessing you are not.\n\nThat's alright. Continue on with the ad-hominem. People only resort to that shit when they know they've already lost the actual argument so I don't mind. By all means, keep embarrassing yourself by showing whatever reads this that you're too incompetent to have an adult discussion or back up a single thing you say. Not an issue for me. You do you.\n\nFrom here on, unless you post a comment actually addressing the many arguments I've made proving you wrong, I'm going to simply respond with the same comment. \"Pitiful attempt, try addressing the argument this time\", or something along those lines. \n\nNot going to waste anymore time on someone so stubbornly set in their ways they dont even bother to listen to the oppositions explanation. Keep acting like a child.\n\nCurious, hows it feel to lose not only the original argument, but the whole grammar dilemma as well to someone who has English as their 4th language?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCrbKVsfco",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202154,
                    "commentText": "@RockBeauty :3 I can tell you didnt even bother to read my comments because I already explicitly stated that Howard WAS sexist. You're either not reading my comments or you're simply illiterate. Not sure which. I like how you shifted the focus point from the scene in question to talking about Howard though. That's cute. I also explained why they made his character a womanizing sexist to show character development. I guess your reading comprehension failed you there as well.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCs1vqGdvY",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202156,
                    "commentText": "@Henry . . So you ignore the other comments?  Okay buddy.  Also,  counting on autocorrect doesn't show your intelligence,  r/I'm very smart.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCsDaqDHgT",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202158,
                    "commentText": "@Henry . . Btw,  you still didn't make an argument.  I know you think you did, but you didn't.  Also How's* and didn't* Mr.  my grammar is perfect.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mCt0sIwcVw",
                    "user": "RockBeauty :3",
                    "date": "11 months ago",
                    "timestamp": 1541321202161,
                    "commentText": "@Henry . . BTW,  I read all your comments  you're actually making things up now.  Go ahead and edit your comment so you can act like you said them all along because you didn't bring it up.  Nor did you bring up my other points.  Notice how in the v2ry beginning you just start insulting me trying to prove your point,  while also being wrong all together.  Claiming <b> sexism </b>is just discrimination when in fact even if you claimed to know the definition,  you would see that devaluing,  enforcing<b>  gender</b> roles and stereotypes and general hatered for the othe<b> r se</b>x is apart <b> of sexi</b>sm not just discrimination.  Maybe you want to use that link you suggested yourself.",
                    "likes": 0,
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Sexism"
                    ]
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mGT6RMqrMM",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202163,
                    "commentText": "@RockBeauty :3 I mean, you clearly didnt read all my comments because you're still groaning on about how Howard is sexist when I already stated he was quite a while ago.\n\nAt this point you're just changing the argument from the first scene we were talking about because you know your argument holds no merit.\n\nHence you STILL not responding to me effortlessly proving you wrong about those points.\n\nDont start arguments if you cant finish them. Its pitiful.\n\nLike I said, ready when you are if you ever actually want to address the fact that I proved you wrong countless times. Until then I'll just continue to laugh at how immature you are.\n\n\nImagine; starting an argument, then refusing to respond to the oppositions counters, then the only thing you have to say is insults about him missing a few apostrophes due to autocorrect. Just imagine being that uneducated. I almost feel bad for you.\n\nWhenever you're ready. I'm still willing to have a reasonable, logical debate with you like an adult if you decide you ever want to play the part of one.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugjy41COptKovXgCoAEC.7-H0Z7-95Jk8mGTWqNjsry",
                    "user": "Henry . .",
                    "date": "11 months ago",
                    "timestamp": 1541321202165,
                    "commentText": "@RockBeauty :3 \" you still haven't made an argument \"\n\nI've made numerous arguments. Your lackluster reading comprehension isnt my problem.\n\nI'll help you I guess though. Refer to the earlier comment of mine in this thread, that starts with \"shame you have to\".....\n\nIt's got 4 primary arguments you STILL haven't responded to. I mean. You made a somewhat pathetic attempt, but you didnt respond to the one after that either.\n\nSoooooooo\n\nWhenever you're ready to escape that delusional mindset and actually address the arguments you know I DID provide, go ahead. \n\nHave a nice day!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgjEMGYMDLLLyXgCoAEC",
            "user": "Eric Alvaro",
            "date": "5 years ago",
            "timestamp": 1412412401195,
            "commentText": "You are pretty Natasha, too bad you are a <b> crazy </b>feminst :(",
            "likes": 26,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds70AALvfON7A",
                    "user": "siena malmad",
                    "date": "5 years ago",
                    "timestamp": 1412412401674,
                    "commentText": "I cordially invite you to shut up.",
                    "likes": 47,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds70AAjX5ZT2n",
                    "user": "Eric Alvaro",
                    "date": "5 years ago",
                    "timestamp": 1412412401675,
                    "commentText": "@Hannibal Bananibal\nWell, I politely invite you to go to hell.",
                    "likes": 8,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds714zyujK8_p",
                    "user": "Joolsthejools",
                    "date": "5 years ago",
                    "timestamp": 1412412401676,
                    "commentText": "*sane feminist",
                    "likes": 18,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds76-9J54U5eN",
                    "user": "Michael McKenzie",
                    "date": "4 years ago",
                    "timestamp": 1443948401678,
                    "commentText": "I agree with you",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds77dVo46_3Zb",
                    "user": "Eric Alvaro",
                    "date": "4 years ago",
                    "timestamp": 1443948401679,
                    "commentText": "Amen, brother!",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds7GlB0SsLQcZ",
                    "user": "Patrick O'Brian",
                    "date": "4 years ago",
                    "timestamp": 1443948401681,
                    "commentText": "+Eric P. Alvaro Or else she would have been lucky enough to have a youtube creep like her?",
                    "likes": 6,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds8SOa5sjUi4n",
                    "user": "Anna Jager",
                    "date": "2 years ago",
                    "timestamp": 1507106801682,
                    "commentText": "Oh Eric, you are a <b> crazy </b>sexist :( too bad",
                    "likes": 12,
                    "keywords": [
                        "Crazy"
                    ]
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds8X8mMxP_Sl3",
                    "user": "Masticatious",
                    "date": "2 years ago",
                    "timestamp": 1507106801683,
                    "commentText": "meaning if she didn't have any personal beliefs you would think shes hot\nthis show serves your kind well, sexist and dismissive\neric the douche bag should be your profile name",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds8arATyafR_3",
                    "user": "Rosa _",
                    "date": "1 year ago",
                    "timestamp": 1538642801685,
                    "commentText": "Lmao yep",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds8avb2mr6eQo",
                    "user": "Henry . .",
                    "date": "1 year ago",
                    "timestamp": 1538642801686,
                    "commentText": "Anna Jager oh anna, you've deluded your poor mind into thinking that any comment that doesn't praise women must somehow be <b> sexism.</b> What an idiotic conclusion.<b>  Nothing</b> in the video above i<b> s sexis</b>m\n\nSee, what idiots like you tend to misunderstand is that in order for something to be sexist, it must be DISCRIMINATORY against women. In no way are any of the clips above discriminating women. Like honestly, how does a clip of<b>  a wom</b>an simply wearing a tight dress get classified as sexist? Jesus christ you people are overly sensitive.... \n\nIts people like you who cl<b> aim sex</b>is<b> m or ra</b>cism everytime they hear something they don't like or don't agree with that are the r<b> eason s</b>exi<b> sm and </b>racism are still an issue.\n\nGrow up, kid, it's pathetic.",
                    "likes": 6,
                    "keywords": [
                        "Sexism",
                        "Woman",
                        "Nothing",
                        "Racism"
                    ]
                },
                {
                    "id": "UgjEMGYMDLLLyXgCoAEC.7-H0Z7-Q1Ds8c7ywHBeMvx",
                    "user": "Betty Snow",
                    "date": "1 year ago",
                    "timestamp": 1538642801916,
                    "commentText": "What a creep.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Crazy"
            ]
        },
        {
            "id": "Ugh2tYQbk1fY4XgCoAEC",
            "user": "Brunette Doll",
            "date": "5 years ago",
            "timestamp": 1412412401206,
            "commentText": "I'ts a man's series ( we can see <b> woman </b>are not welcome), made for stupid man to stupid man. I used to watch, but I gave up after some episodes...",
            "likes": 55,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8_nI1Me60pK",
                    "user": "Gambit Godsey",
                    "date": "1 year ago",
                    "timestamp": 1538642801636,
                    "commentText": "It's funny how you say it's made for stupid man to stupid man n yet they probably talk over your head most the time considering they do most people. Stupid feminists. Why don't you watch the whole series.  By the end there downing on men by far more then women.",
                    "likes": 7,
                    "keywords": []
                },
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8avfnnCxQM_",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642801637,
                    "commentText": "Brunette Doll That's funny because the female characters are always protrayed as more mature and well adjusted than the male characters.",
                    "likes": 7,
                    "keywords": []
                },
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8cptnF-cqnS",
                    "user": "DOLLEM 3",
                    "date": "1 year ago",
                    "timestamp": 1538642801639,
                    "commentText": "Tim Riggins just aren't though",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8cvaMw6InI8",
                    "user": "Tim Riggins",
                    "date": "1 year ago",
                    "timestamp": 1538642801640,
                    "commentText": "DOLLEM 3 you don't think the female characters are portrayed as more mature?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8d3w86gx8P-",
                    "user": "thedarkness111",
                    "date": "1 year ago",
                    "timestamp": 1538642801641,
                    "commentText": "Women are not welcome, except that all except raj are married or engaged and they've all except sheldon been obsessed by women since day 1?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugh2tYQbk1fY4XgCoAEC.7-H0Z7-OYAA8fMJxMcHF3a",
                    "user": "Karl Whistler",
                    "date": "1 year ago",
                    "timestamp": 1538642801643,
                    "commentText": "Probably not a bad idea to learn the language that you want to debate in before debating. Also, the Producers of the show have accomplished more than you ever will, and are by no means stupid, considering the high level of speech and the complex topics adressed in the show, which you would know, Had you actually watched it",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        }
    ]
}