{
    "header": {
        "title": " Everyday sexism: Laura Bates at TEDxCoventGardenWomen ",
        "subtitle": " NA ",
        "owner": " TEDx Talks ",
        "views": " 1,209,496 views ",
        "likes": " 34K ",
        "dislikes": " 3.5K ",
        "shares": " NA ",
        "datePosted": " Jan 17, 2014 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=LhjsRjC6B8U ",
        "postText": " In this fascinating talk, founder of the award-winning EverydaySexismProject, Laura Bates, talks about her inspiring initiative. The EveryDaySexism is an ever-increasing collection of over 50,000 women's experiences of gender imbalance. The stories come from women of all ages, races and sexual orientations, disabled and non-disabled, employed and unemployed, religious and non-religious. The project has expanded into 18 countries worldwide and become internationally renowned, featuring in media from the New York Times to French Glamour, CNN to Grazia South Africa, Cosmopolitan to the Times of India. See more in: www.everydaysexism.com. In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations) ",
        "numberPosts": " 25 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Sexual,Sexism,Woman,Zero,Weird",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugi5zs_Crcu2n3gCoAEC",
            "user": "Stina Westberg",
            "date": "5 years ago",
            "timestamp": 1412335302392,
            "commentText": "So good, thanks Laura!",
            "likes": 419,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgijznUqnW4w2HgCoAEC",
            "user": "Ben Atherton-Zeman",
            "date": "5 years ago",
            "timestamp": 1412335302394,
            "commentText": "Absolutely stunning statistics, presented in a way that I can't ignore.  As a man, this is a call to me to act, until the statistics are no longer like this.",
            "likes": 2468,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ughrn0KrACTOQ3gCoAEC",
            "user": "RonFyne",
            "date": "5 years ago",
            "timestamp": 1412335302396,
            "commentText": "0:49 So everybody on the bus reacted the same way as if you were a man. And you're calling this '<b> sexism'</b>. You don't know what<b>  sexism</b> is, do you? Just because people don't jump to your aid and help the poor maiden who's claiming to be in distress that does mean society is sexist, it means you feel entitled as <b> a woma</b>n to being protected. Sorry, equality's a bitch.\n\n3:48 Disparity is not discrimination. For example, you say 1 in 5 people in parliament are women? Okay, what percentage of people trying to get IN to parliament are women? Because if it's anywhere near 20%, then there's no discrimination. You keep using the term 'gender equality' when you mean to say 'gender parity'. This entire section is just you talking about disparity as though it is discrimination, and that is openly dishonest; and the fact that you'd use such a tactic to make your argument instead of using actual evidence of discrimination proves two things: 1) You are an intellectually dishonest person, and 2) There are no actual examples of discrimination for you to present, because if they existed, you would use them. Parity is arbitrary and anybody seeking parity at the expense of fair treatment is a pretty awful person who's just seeking power.\n\n5:11 \"84% front page articles are dominated by male subjects\"\nWhat is a \"male subject\"? Is it any subject that doesn't cater specifically to women? Because subjects, especially news subjects, don't have to cater exclusively to one gender; and just because the front page news article isn't about shoes and fashion, that doesn't mean it's directed solely at men.\n\n5:24 \"Only 1 in 5 UK architects is female, yet 63% of them report experienci<b> ng sexu</b>al harassment in the workplace during the course of their career\"\nWhat the hell do you mean \"yet\"? Those two claims are in no way related whatsoever; it's a complete non-sequitur.\n\n5:40 This entire section is just ridiculous. You are claim<b> ing sex</b>ism against women, not because women are the predominant victims of crimes (Because they aren't), but simply because women ARE victims of crimes. That's insane. So in your mind, unless we live in a world where men are the victims of crime and women aren't, the world is sexist. You are messed up. Also, half the statistics you quote here are crap you've made up, and the fact you have to do that just further demonstrates not only how dishonest you are, but that your position holds absolutely no merit, as you feel you have to lie to justify it.\n\n6:07 \"1 in 3 women will be raped or beaten in her lifetime\"\nSo, correct me if I'm wrong, but what you're saying here is that 2 in 3 women, the SIGNIFICANT MAJORITY of women, live their entire lives without being the victim of violence? That's incredible. Human beings live a long time, and their lives are complicated. The idea of being alive for that long without ever being the victim of violence is unfathomable to me. But you're telling me not only is this the reality for some women, but for the significant majority of them? And this is worldwide, even including countries were people are beaten on regular basis?  What number of men are beaten or raped in their lifetime? 49 out of 50? This is not an exampl<b> e of se</b>xism against women, this is an exclamation that women are a pampered and protected class.\n\n6:11 \"I decided that that argument that women were equal now really didn't stand up to scrutiny\"\nYou're right, you have all the same opportunities, MORE rights, and are treated much more favourably by society. Women would need to be taken down quite a few pegs before men and women could ever be considered equals.\n\nNot a single examp<b> le of s</b>exism was given. I think you have a different definition to the one I'm using. Yours seems to be \"Everybody doesn't live their lives how I want them to and consider me more important\". Boohoo.",
            "likes": 1168,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugi5JbuPz2YWYngCoAEC",
            "user": "fabedavid",
            "date": "5 years ago",
            "timestamp": 1412335302398,
            "commentText": "Check out also \"Oppressed Majority\" by Éléonore Pourriat",
            "likes": 62,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh0ihDLybXMR3gCoAEC",
            "user": "Scott Howard",
            "date": "5 years ago",
            "timestamp": 1412335302400,
            "commentText": "Fantastic speech! I love this project and hope it inspires change around the world.",
            "likes": 476,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjDpY58KvBvjXgCoAEC",
            "user": "Heather H.",
            "date": "5 years ago",
            "timestamp": 1412335302403,
            "commentText": "Brilliant. This is so important and necessary. I hope everyone can take this on board.",
            "likes": 699,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggKrKyyxRawv3gCoAEC",
            "user": "Abigail Johnson",
            "date": "5 years ago",
            "timestamp": 1412335302405,
            "commentText": "Well done Laura",
            "likes": 384,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjN2NI1wxUIqXgCoAEC",
            "user": "Elie Saad",
            "date": "5 years ago",
            "timestamp": 1412335302407,
            "commentText": "awesome speech, made me realize the struggle women face everyday, hopefully this project will reach it's goal",
            "likes": 1360,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiU0K9BrWEFDHgCoAEC",
            "user": "LadyHelena Ravenclaw",
            "date": "5 years ago",
            "timestamp": 1412335302409,
            "commentText": "You're so so so so incredible Laura. The importance of this conversation cannot be overstated.",
            "likes": 1210,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg770zG9I-yq3gCoAEC",
            "user": "Unity Jonsson",
            "date": "5 years ago",
            "timestamp": 1412335302411,
            "commentText": "Be the change you want to see... :)",
            "likes": 971,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggaOETLOn79DngCoAEC",
            "user": "Andrea Snow",
            "date": "5 years ago",
            "timestamp": 1412335302413,
            "commentText": "Fantastic talk. Ties together the apathy towards \"everyday <b> sexism\"</b> in the street or bus to the workplace with the bigger picture of systemic degradation of women. Pointing out the nuances of peoples' reaction to \"making a fuss\" about harrassment and how that triggers guilt, shame and keeps people from reporting or speaking out about it. The implied 2nd class status of women in our society is harmful to everyone. Time for a cultural shift.",
            "likes": 1019,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiCv17MjlNveHgCoAEC",
            "user": "David Johnstone",
            "date": "5 years ago",
            "timestamp": 1412335302416,
            "commentText": "thanks for sharing this, although many many males wouldn't dream of 'trying on' the stuff exposed here, really all men should hear it!",
            "likes": 775,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghzuopAH9fwa3gCoAEC",
            "user": "Sam W",
            "date": "5 years ago",
            "timestamp": 1412335302418,
            "commentText": "Should have had more men in the audience to hear this!",
            "likes": 755,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjfYQ1wv7jki3gCoAEC",
            "user": "FrancesHawkhead",
            "date": "5 years ago",
            "timestamp": 1412335302420,
            "commentText": "Laura Bates is SO impressive.",
            "likes": 336,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggjRS5PabJMUHgCoAEC",
            "user": "Noémie Zoé Bourbonnais",
            "date": "5 years ago",
            "timestamp": 1412335302423,
            "commentText": "Seriously Laura, you're absolutely amazing.",
            "likes": 607,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UginD_IGERe-93gCoAEC",
            "user": "Bethan Lilly",
            "date": "5 years ago",
            "timestamp": 1412335302425,
            "commentText": "Laura Bates is such an inspiration, I'm so proud someone has finally taken a stand.",
            "likes": 690,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Uggqpqk_xZp44HgCoAEC",
            "user": "kkpancini",
            "date": "5 years ago",
            "timestamp": 1412335302428,
            "commentText": "thank you, Laura <3",
            "likes": 199,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Uggo3t2gxfGkfHgCoAEC",
            "user": "KowBoySpace",
            "date": "5 years ago",
            "timestamp": 1412335302430,
            "commentText": "Equality of opportunity does not equal equality of outcome. Less women WANT to be politicians. It doesnt mean they cant be. I dont see any complaints that women have a lower death rate in the army, they make up almost <b> zero </b>roadworkers, or garbage collectors. So what is the deal here? \"We want to be equal in the good jobs but not the crap ones\"?\n\nIn the uk 2 women a week are killed by a partner. She doesnt mention 1 MAN a week also dies at the hands of a partner. Not exactly insignificant is it. Also, in domestic situations MORE women are violent than men. She doesnt mention that either. If she is going to speak about equality, she should present statistics which represent BOTH GENDERS how can you discuss equality only mentioning one side?",
            "likes": 1646,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghzCgmvVdDGPngCoAEC",
            "user": "caz lab",
            "date": "5 years ago",
            "timestamp": 1412335302432,
            "commentText": "Weird that a video with over 8000 views has only one comment. Weirder still that before I refreshed the page there were three  comments.",
            "likes": 160,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggZY9IXzPYDnHgCoAEC",
            "user": "Hellsconsort",
            "date": "5 years ago",
            "timestamp": 1412335302434,
            "commentText": "Wonder, does she support the ending of archaic alimony laws, the ending of 'positive' discrimination/affirmative action, giving men rights to paternity/DNA testing, more mens shelters?",
            "likes": 261,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggfhrZoeLEqP3gCoAEC",
            "user": "Manchester Climate Monthly",
            "date": "5 years ago",
            "timestamp": 1412335303324,
            "commentText": "Well done, Laura!!!  It's a real pity that, in 2014, such a project has to exist, but it clearly does. My only advice - if you think patriarchy/casual <b> sexism </b>is bad in the UK, for goddess' sake, never visit Australia...",
            "likes": 526,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg-OtFV6YNlXngCoAEC",
            "user": "Ciara Kelly",
            "date": "5 years ago",
            "timestamp": 1412335303325,
            "commentText": "Wonderful talk. Thank you. Your air of optimism is so inspiring.",
            "likes": 546,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh4BIKhcoui5ngCoAEC",
            "user": "Goo",
            "date": "5 years ago",
            "timestamp": 1412335303327,
            "commentText": "Fantastic work Laura! Inspiration!",
            "likes": 558,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjQLQhqQxtcYXgCoAEC",
            "user": "Alexander Lyons",
            "date": "5 years ago",
            "timestamp": 1412335303329,
            "commentText": "Was there to see this in person at TEDxCGW, and honestly couldn't describe to you just how electric the atmosphere was when Laura spoke. Truly inspired.",
            "likes": 1333,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgixUQ-taaG163gCoAEC",
            "user": "Veronica Nuttelingu",
            "date": "5 years ago",
            "timestamp": 1412335303330,
            "commentText": "Amazing and heartbreaking at the same time....",
            "likes": 993,
            "hasReplies": false,
            "numberOfReplies": 0
        }
    ]
}