{
    "header": {
        "title": " Ageism in the Knowledge Era | Jennifer Manuel | TEDxSacramento ",
        "subtitle": " NA ",
        "owner": " TEDx Talks ",
        "views": " 8,605 views ",
        "likes": " 59 ",
        "dislikes": " 2 ",
        "shares": " NA ",
        "datePosted": " Apr 29, 2016 ",
        "dateExtraction": " 2019-10-08 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=Vk_eoTFhlko ",
        "postText": " Examining the historical forces that form our (mis)perceptions of the value of today's Baby Boomers in the workforce, Jennifer Manuel makes the case for shedding stereotypes about older workers that no longer serve us in today's knowledge-based economy.. . Jennifer is passionate about helping women navigate their most challenging career transitions with grace. As the 'Millennial Advocate for the Baby Boomer Generation', Jennifer helps retiring women define their ‘encore' careers, encouraging them to pave the way for the next generation of women in leadership. She proudly serves as a Leadership Ambassador for Take the Lead Women, VP of Community Outreach for NAWBO-Sacramento, and a leadership & management instructor at the University of California, Davis Extension. An Organizational Psychologist at heart, Jennifer holds her M.A. from New York University in I/O Psychology and undergraduate degrees in Psychology and Philosophy from Santa Clara University.. . This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx ",
        "numberPosts": " 10 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Age,Ageist,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugz_WejNuRceHbgFwfN4AaABAg",
            "user": "AKA G-bomb",
            "date": "6 months ago",
            "timestamp": 1554717083272,
            "commentText": "I tried to look up that study 2015 the speaker cites from the Center for Creativity and Aging. I can't even find the organization, let alone the study.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzXFnLZ4-DncXBKXaZ4AaABAg",
            "user": "Ruth M",
            "date": "1 year ago",
            "timestamp": 1538992283275,
            "commentText": "While I truly appreciate the effort of this video, it does <b> nothing </b>to identify how people are being discriminated and any suggestions for dealing with it.  What this video doesn't mention, is the fact that companies do not want to pay retirement benefits, fully knowledgeable about the growing<b>  age</b> force and the millions of dollars they would have to pay out.    What many people do not know is tha<b> t ag</b>e discrimination begins as soon as the job application is filled out.  If you have 10+ years of experience and companies are advertising 3-5 years, they can systematically eliminate your application from the system.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxomRq_XS-gsK9Dqwd4AaABAg",
            "user": "Mark D",
            "date": "1 year ago",
            "timestamp": 1538992283277,
            "commentText": "Are these videos addressing <b> age </b>discrimination working? Nope...........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxLsr0GaIVc1jUSmyB4AaABAg",
            "user": "Rich Dobbs",
            "date": "1 year ago",
            "timestamp": 1538992283279,
            "commentText": "No data.  No convincing argument on how those who are discriminating are hurting themselves.  In a era with an apparent surplus of knowledge and labor, why shouldn't the jobs be given to the young?   How do you change things so there is an incentive for employing those who need to be employed?  How does the legal framework need to change so that there is an effective price system again, where those already better off are less incentivized to contribute than those worse off?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgztbwSA3PDEsAUMaCF4AaABAg",
            "user": "Ray Indra",
            "date": "1 year ago",
            "timestamp": 1538992283281,
            "commentText": "Stop buying the goods of <b> ageist </b>companies",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxRHwpw5xIMy6TxGHB4AaABAg",
            "user": "Sirius White",
            "date": "1 year ago",
            "timestamp": 1538992283284,
            "commentText": "thanks for your talk. the industrial 'revolution' was largely a failure.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyXhTd8MghzXi3ulOV4AaABAg",
            "user": "Debbie Harriman",
            "date": "2 years ago",
            "timestamp": 1507456283286,
            "commentText": "no seniors are very important in society today.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyXhTd8MghzXi3ulOV4AaABAg.8WpwxwH63PX8XAw6pownW3",
                    "user": "Clariccy",
                    "date": "2 years ago",
                    "timestamp": 1507456283569,
                    "commentText": "why does one call people of a certain <b> age </b>that",
                    "likes": 0
                },
                {
                    "id": "UgyXhTd8MghzXi3ulOV4AaABAg.8WpwxwH63PX8sxApMJN37M",
                    "user": "Mary Claire Branton",
                    "date": "6 months ago",
                    "timestamp": 1554717083572,
                    "commentText": "Wow. Perhaps get rid of them then? WTH",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugj84plYLbXgtHgCoAEC",
            "user": "Horrendous Troll",
            "date": "2 years ago",
            "timestamp": 1507456283289,
            "commentText": "you baby boomer have made corporations people, making actual people 2nd class citizens and enslaving us to corporations. you boomer need to be exterminated",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        }
    ]
}