{
    "header": {
        "title": " Say NO to Ageism - Older People's Commissioner for Wales ",
        "subtitle": " NA ",
        "owner": " olderpeoplewales ",
        "views": " 8,197 views ",
        "likes": " 53 ",
        "dislikes": " 2 ",
        "shares": " NA ",
        "datePosted": " Sep 30, 2015 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=ykAqkOoST8U ",
        "postText": " Through her Say NO To Ageism Campaign, the Commissioner wants to challenge the stereotypes associated with getting older and change the way society thinks about older people. . . For more information, visit www.olderpeoplewales.com/en/ageism.aspx ",
        "numberPosts": " 9 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - Over 65s,Age - General,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Elderly,Old,Senior,Ageism,Age,Nothing,Disabled",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugy4ySranf6inqxfgYZ4AaABAg",
            "user": "John Made burgers",
            "date": "1 year ago",
            "timestamp": 1540458645849,
            "commentText": "Yep that's millennials for you\nIt's sad",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjOeAciKnm5PngCoAEC",
            "user": "Tim Makarenko",
            "date": "2 years ago",
            "timestamp": 1508922645851,
            "commentText": "I don't know much about Wales, but in Russia <b> ageism </b>most of all happens to U-18s. NO ONE would trust your opinion if you're much younger. In any conflict if you are for example 50 years<b>  old</b>, and your opponent is 15 y/o, u can always say \"omg, u r too young for this shit and u don't understan<b> d nothin</b>g\". It often happens when it comes to politic discussion, because most<b> ly elder</b>ly people watch only TV and don't use the Internet to check some information. You might know, that TV is 95% controlled by the Russian government, so it makes easier for them to provide news they need. \nSo, as for my country, we should firstly fight agai<b> nst age</b>ism to teenagers, because at the moment, our point of view p<b> lays not</b>hing in the life of society.\nAnyway, thanks to Older People's Commissioner for Wales for mention this really important topic, because <b> still a</b>geism is one of the most, if not the most widely happened kind of discrimination.\nFrom Russia 🇷🇺 with love.\nKeep fighting!\n#SayNoToAgeism",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjOeAciKnm5PngCoAEC.8Vhc9Iq6TjQ8VhciQgKmP9",
                    "user": "Tim Makarenko",
                    "date": "2 years ago",
                    "timestamp": 1508922646463,
                    "commentText": "As for the problem of Russian mass media, I mentioned it, because when adults see some information on TV, they won't hear anything from teenagers. I hope you understand, what I mean.\nAnd sorry for my grammar mistakes, if I had some, English isn't my mother tongue.\nCheers💞",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Elderly",
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "UghAyglodvS8angCoAEC",
            "user": "Sandra Noneofyourbusiness",
            "date": "2 years ago",
            "timestamp": 1508922645854,
            "commentText": "Great video. I loved the graphics.\nI hate that our culture does not value <b> senior </b>citizens. \nI wrote a novella series of books where the heroes in the story are <b> \nelderly</b>.  They use<b>  'ol</b>d school' methods to solve mysteries and catch the bad\n guys with the help of a ghost and a haunted photograph. \nAt first, the younger adult characters dismiss them because of the<b> ir a</b>ge, but learn to respect them in the end. \nThe series is called 'The Haunted Seniors of Specter County'. \nYou can read it for free here if you are interested:\n [LINK] \n\n\"Living next door to the lo<b> cal sen</b>ior center, 10 <b> year</b>-old Henry thought \nhe'd gotten used to the peculiarities and quirks of the retirees. Among<b>  \nth</b>e old timers is <b> Sal; a di</b>sabled veteran with a talent for finding \ningenious uses for ordinary objects, and Phyllis; a hoarder whose \ncolossal handbag is filled with ordinary objects, plus a tiny dog with a\n knack for locating items within the giant bag. \nBut Henry is about to discover that the lives of the seniors are even \nodder than they seem. Ghosts linger among the living and the dead live \non in photographs. Aided by supernatural forces, Henry and a gr<b> oup of \n</b>elderly misfits must face danger and overcome the obstacles of a<b> dvan</b>ced \nage as they struggle to right wrongs and bring justice to criminals.\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Elderly",
                "Old",
                "Senior",
                "Disabled"
            ]
        },
        {
            "id": "UggX3P44Grhan3gCoAEC",
            "user": "David Peters",
            "date": "2 years ago",
            "timestamp": 1508922645856,
            "commentText": "I was twice asked, in a menacing tone of voice: What's your date of birth?!\" by hospital staff on two separate occasions whilst seeking treatment for a broken wrist. I never respond to 'Command and control tactics' ... and ended up going to another hospital where they don't identify people by their date of birth. This use of people's date of birth before asking their name in order to ensure they have the right person is being widely abused in British hospitals by staff who obviously have psychological/mental health issues and take it out on the <b> elderly.</b> Every hospital in the NHS has staff who, in former days, would be given their cards and told to find another profession if they began tormenting the<b>  elderly</b>.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgjERtgChQxppXgCoAEC",
            "user": "RockyExplicity",
            "date": "3 years ago",
            "timestamp": 1477386645859,
            "commentText": "Ageism also happens to younger people .-.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "Ugiz8BeM7LNhGXgCoAEC",
            "user": "Louise Morse",
            "date": "3 years ago",
            "timestamp": 1477386645861,
            "commentText": "It's a really good video.  Well done Older People's Commissioner for Wales!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgjYmZlbpTkvBHgCoAEC",
            "user": "Mc Monobrow",
            "date": "3 years ago",
            "timestamp": 1477386645864,
            "commentText": "It's not just <b> old </b>people",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjYmZlbpTkvBHgCoAEC.87Ghyb_QFSz8TfdUEFDSGO",
                    "user": "Homie Atheist",
                    "date": "2 years ago",
                    "timestamp": 1508922646459,
                    "commentText": "True",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        }
    ]
}