{
    "header": {
        "title": " I am a Sexist?! | Sexism in Art ",
        "subtitle": " NA ",
        "owner": " Kinky Karrot ",
        "views": " 7,686 views ",
        "likes": " 218 ",
        "dislikes": " 4 ",
        "shares": " NA ",
        "datePosted": " Feb 4, 2018 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=uaeB7jocovY ",
        "postText": " As an erotic artist I hear sometimes that it is sexist what I do. In this video I share with you what makes good & female friendly erotic art in my opinion and how to avoid creating sexist content where women's bodies are objectified. KINKY KARROT WEBSITE: http://www.kinkykarrot.com. PLEASE SHARE THIS VIDEO: https://youtu.be/uaeB7jocovY. FOLLOW ME HERE: Facebook: http://www.facebook.com/kinkykarrot. Instagram: http://www.instagram.com/kinkykarrot. Pinterest: http://www.pinterest.com/kinkykarrot. MUSIC LICENSE. Envato Market Item. Licensor's Author Username: Trendsound. Licensee: Marie Sann. Item Title: Dubstep Motivational. Item URL: https://audiojungle.net/item/dubstep-... Item ID: 15081979. Item Purchase Code: 517ca3af-8c53-4783-973b-5b0fe8e1143c. Purchase Date: 2017-11-01 14:54:49 UTC ",
        "numberPosts": " 52 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Sexism,Sexual,Woman,Sex,Gender,Thin,Gay,Gay,Fuzzy,Lesbian,Weird",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgwMIMqzrFSxM7YJdSF4AaABAg",
            "user": "trahapace150",
            "date": "6 months ago",
            "timestamp": 1554300766594,
            "commentText": "Most erotic art is sexist...you are so full of shit. And you claim we should emphasize more bodies but you only paint hot <b> thin </b>white women...such bullshit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzUFWcVRCFZBIj55fh4AaABAg",
            "user": "franco pasqua",
            "date": "6 months ago",
            "timestamp": 1554300766596,
            "commentText": "make a video for this artist: franck cho,adam huges, milo manara, j scot cambel and terry dodson plece",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwSz2iGSgGtiC0yL4x4AaABAg",
            "user": "Damin Mance",
            "date": "6 months ago",
            "timestamp": 1554300766598,
            "commentText": "I don't give a fuck what those <b> gay<b>  </b</b>>asses people think we are real men who love titties and ass!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy7ZxSGxBlCcRsG71l4AaABAg",
            "user": "Alexandria Ocasio-Cortez",
            "date": "6 months ago",
            "timestamp": 1554300766599,
            "commentText": "Love your channel",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy7ZxSGxBlCcRsG71l4AaABAg.8sOApuAqytQ8zlXcQk3mH0",
                    "user": "Ronald Robben",
                    "date": "3 weeks ago",
                    "timestamp": 1568297567295,
                    "commentText": "SO do I ok bye",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgymTReXg921WMtaYZB4AaABAg",
            "user": "strezztechnoid",
            "date": "6 months ago",
            "timestamp": 1554300766601,
            "commentText": "Bravo, Ms. Karrot. A definition for perspective concerning an oft time appropriated term, men have not allowed for the space required for women to define ART...anew. Art is highly subjective but it is a worthwhile endeavor. I can appreciate your coming to terms with the nature of erotic art and it seems you are providing a positive perspective that must be recognized. Hats off to you!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzlodmPDvWigKh9Hd14AaABAg",
            "user": "Skippy19812",
            "date": "6 months ago",
            "timestamp": 1554300766603,
            "commentText": "Just because something appeals to a particular demographic it doesn't automatically make it \"sexist.\" <b> Sexism </b>is exclusionary by definition. Not catering to someone in particular isn't excluding, it is simply not catering. There is a very important difference here.\n\nIf I were to create something I enjoyed specifically for me to enjoy, does that make me sexist/racist/homophobic/transphobic/whatever-ism-ic because I didn't go out of my way to please people that aren't me? No, of course it doesn't. If I make a ham sandwich because I like ham sandwiches, it doesn't make me anti chicken sandwich. I wasn't thumbing my nose at people who prefer chicken sandwiches. It wasn't a secret dig at vegans. It's just a man making a ham sandwich because he likes ham sandwiches.\nIf you're going to make negative assumptions about me and my motives simply because I didn't personally consult you before making a decision, then it is you who is in the wrong, not me.\n\nSo some people enjoy idealised depictions of the human body. Who cares? What harm does it do? And what's wrong with an idealised body anyway? Shouldn't it be something to aspire to, or at very least admire?\nIf you don't personally like idealised depictions of the human body then that's great. You're entitled to your opinion. However, that doesn't give you the right to go around insulting and attacking people who do like them.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwxyKvPBal0TfTaNT94AaABAg",
            "user": "Kelly Billette",
            "date": "7 months ago",
            "timestamp": 1551622366604,
            "commentText": "If you do not depict men as <b> sexual </b>objects as well, you are a sell out and a sexist as well. Gee, do naked women paintings sell?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyhmc2h2xatpd4-hTJ4AaABAg",
            "user": "TerZoKun",
            "date": "1 year ago",
            "timestamp": 1538575966606,
            "commentText": "u r such a pervert",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxIphsnkGq2OX3EB8p4AaABAg",
            "user": "son wukong",
            "date": "1 year ago",
            "timestamp": 1538575966608,
            "commentText": "theu're no many women  in erotic art. and your approach is alway funny details, maybe a <b> woman </b>touch, but so different from classic erotics stuff. And how you play with stereotype is interesting.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxIphsnkGq2OX3EB8p4AaABAg.8fTWdlY38qt8fk2QbPV1D6",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967320,
                    "commentText": "Hey Son! Thank you for the kind words. It's good to hear that you enjoy my art and the project. 😙",
                    "likes": 1
                },
                {
                    "id": "UgxIphsnkGq2OX3EB8p4AaABAg.8fTWdlY38qt8fk6LHhkrS7",
                    "user": "son wukong",
                    "date": "1 year ago",
                    "timestamp": 1538575967322,
                    "commentText": "you're welcome.i lnew that i will like  your project when i saw the title : kinky carot (good sens of humor).  ah.........i just realize that i'm so bad with comment when i use my keyboard too fast.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugze1h-pFH2b-lfzxwJ4AaABAg",
            "user": "Florin Nitulescu",
            "date": "1 year ago",
            "timestamp": 1538575966610,
            "commentText": "I really do think that ART cannot be SEXIST. Does anyone categorize their imagination or fantasies? It's not even a discussion. The 'artistic expression' doesn't belong in <b> sexual,</b> religious or legal trials.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugze1h-pFH2b-lfzxwJ4AaABAg.8dE2dIY5YbI8dI4d55PVs7",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967301,
                    "commentText": "Thank you for your feedback Florin. I know what you mean. And I get the point. But then the question comes up WHAT can be titled as art... and then it gets reaaally complicated. 😅😙",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyx1h9a2GxkitP0HI14AaABAg",
            "user": "Bryan Hey",
            "date": "1 year ago",
            "timestamp": 1538575966612,
            "commentText": "I'm a pinup artist too... and I can honestly say your artwork elevates your subject to a place of reverence... which is the opposite of sexist. That being said, I do similar artwork... and have been called everything from a masterful genius to a perverted sexist deviant. So, I guess, opinions are really a mixed bag.\n\nI've always believed that 'good' or 'successful' art elicits an emotional response; either good or bad. One of my favourite things to do is listen to what people say about my artwork, without them knowing I'm the artist,  when they're being shown in galleries. And while I love the ones that love my work, the critics that downright hate my work are a lot more interesting. I can honestly say that I didn't put anything disgusting, sexist, or terrible in my artwork, so when people see those things in there, it makes me wonder if they brought that to the experience themselves.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugyx1h9a2GxkitP0HI14AaABAg.8d78NBbH1mh8dI5kaYo6XG",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967290,
                    "commentText": "Hey Bryan! Thank you for your feedback. Very interesting to get an opinion from another (pin-up) artist. I love by the way that you are listening silently to the opinions of the viewer of your art. That's a very brave thing to do cause I can imagine it can be hurting sometimes as well as people can be mean. 😅 but I understand that the artist can learn a lot by it. About how the his art is seen. And as you said also about preconceived opinions about erotic art in general. I will try out this \"undercover\" thing as well if I have the chance... 😁😉",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugw7xr1oic6OsVeLLSF4AaABAg",
            "user": "Steven Zayas",
            "date": "1 year ago",
            "timestamp": 1538575966614,
            "commentText": "I definitely don't think Kinky Karrot's art is sexist, but I also think that some of the criteria used to determine whether something is sexist is <b> fuzzy.</b> For example, I don't think there's necessarily anything wrong with an artist only being interested in drawing sexualized women who don't have any real depth of character. What matters most are the ideas behind it; if an artist draws sexualized women as an expression of his/her ideas that women are MERELY<b>  sexual</b> beings, or aren't worthy of respect, or are only useful to <b> a sexua</b>l capacity, then yeah, I would characterize the artist as sexist, but I don't know how that would be expressed in their art, since the art itself could be identical to that by another artist who has liberal, progressive, feminist views on women. \nIt's a bit of a case of \"judging a book by its cover\". But I definitely wouldn't characterize Karrot's art as sexist, because (as she explains in the video), a lot of the features of her art show a deeper, richer view on women than would otherwise be shown by most artists who may ACTUALLY be sexist.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxGBpnLjetH_HLf7Jh4AaABAg",
            "user": "Abigail Jarvis",
            "date": "1 year ago",
            "timestamp": 1538575966616,
            "commentText": "I think <b> sexism </b>in art is when the artist fails to depict a character as a person with agency and instead creates a soulless object for their or other's pleasure. It's more than just idealized feminine features. Many sexist artists fail to depict their characters, especially females, as unique individuals. They see a collection of body parts before they picture a person in their mind. Many of their characters have the same facial features, poses, and bodies. Many of their characters aren't expressive or enthusiastic. I think it's important for us as artists to try to replicate reality, especially in fantasy, so that the immersion is stronger and the people we depict are respected.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxGBpnLjetH_HLf7Jh4AaABAg.8cJTwstItR28cJjTtKV41X",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967293,
                    "commentText": "Absolutely! I am 100% your opinion!! 👌🏻😙",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgyKq3iMHARw-QxNLUx4AaABAg",
            "user": "Ferry Suatgui Karmani",
            "date": "1 year ago",
            "timestamp": 1538575966618,
            "commentText": "i love you very much!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy6L9o9RokJd6Ww9aJ4AaABAg",
            "user": "AL Artist",
            "date": "1 year ago",
            "timestamp": 1538575966620,
            "commentText": "Awesome channel! You got a new subscriber here 😀 I have an art channel I started recently check it out if you want 😀",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy6L9o9RokJd6Ww9aJ4AaABAg.8cIlbjGWTeb8cMe5rYqbpn",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967298,
                    "commentText": "Thank you Al!\nYou have great stuff on your channel, too. Keep it up!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzpDSjvJbdu39YNEFt4AaABAg",
            "user": "hinddee",
            "date": "1 year ago",
            "timestamp": 1538575966622,
            "commentText": "I don't think what you do is. I think it all just comes down to a matter of preference. Each person has their own limits and no matter how you try to do it someone will always be offended for some reason. If I may I will use me as an example. I just completed a pinup piece with a young lady in jeans and a shirt leaning up against her 68 Camaro. When I posted this I also stated I wanted to do more pinup work. While most of the responses where great I did get a few of I shouldn't be objectifying women. I was a little confused on what I created was bad?? I come to realize I don't care. I'll do what I like and those that like it will support me and those that don't no longer have any affect on what I create.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzpDSjvJbdu39YNEFt4AaABAg.8cI0mG02UOm8cMe-pZN9dy",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967286,
                    "commentText": "Good point! An artist shouldnt be concerned too much if what he does is pleasing to other people or not. Of course it's not easy if you need to make a living from this very kind of art at the same time... But in general you really shouldnt stop or change what you are passionet about just because of other people's opinion. If people don't like it they donÄt have to look at it, right?  ;)",
                    "likes": 1
                },
                {
                    "id": "UgzpDSjvJbdu39YNEFt4AaABAg.8cI0mG02UOm8qenFtLDqNA",
                    "user": "Alex m",
                    "date": "8 months ago",
                    "timestamp": 1549203167287,
                    "commentText": "@Kinky Karrot was wondering your take on Fetish art. As it goes into the realm of lust but on the bizzareness that is either sexualizing certain body parts to fictional matter that is impossible to make in real life.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugy39um_S8JJGHLQSk94AaABAg",
            "user": "Vincent Dauclair",
            "date": "1 year ago",
            "timestamp": 1538575966624,
            "commentText": "Sexualizing doesn't sound to me like <b> sexism.</b> If drawing something that please to the opposite<b>  sex</b> i<b> s sexis</b>m, here ends the possibility of seduction games. The re<b> al sexi</b>sm starts when drawing gives up to add some kind of humor, romanticism or innocence, naivety in sexualized content. When drawings are shameful, spiteful or vicious, then we can call<b>  it sex</b>ism. Humiliatin<b> g is se</b>xism, showing sexiness is not. Here were my 2 cents.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy39um_S8JJGHLQSk94AaABAg.8cHzfn6c_xg8cMcvyVKQw1",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967339,
                    "commentText": "Hey! Vincent. Thanx for sharing your opinion.\nI guess everybody has another definition where exactly <b> sexual </b>content turns into something that's over sexualized or<b>  sexism</b>. \nThat's what makes this topic so complicated. :)",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzcdn1dF8vBqAB3hHt4AaABAg",
            "user": "Scott Lovejoy",
            "date": "1 year ago",
            "timestamp": 1538575966626,
            "commentText": "There's a vast difference between 'SEXY' and 'SEXIST'.  Your work contains sexy depictions of strong women characters. I enjoy your work very much.  I find your attitudes towards erotica refreshing.  Thank you for sharing.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugzcdn1dF8vBqAB3hHt4AaABAg.8cHmYHH6OA68cMc_MBiF4T",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967283,
                    "commentText": "Absolutely Scott! For you and me the difference is obvious. But I noticed that for many people it isn't. That was the occasion for me to record this video.\nReally glad that you like my project. Thanx for the support!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwiRZSPT6QpK0TbF-J4AaABAg",
            "user": "SER CEM",
            "date": "1 year ago",
            "timestamp": 1538575966629,
            "commentText": "You do great workouts :) go on :)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwiRZSPT6QpK0TbF-J4AaABAg.8cHO09h31WU8cMcMRfXw5l",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967304,
                    "commentText": "Thank you! :*",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugy-nB6S68dl48_FOYx4AaABAg",
            "user": "A Green Cherry",
            "date": "1 year ago",
            "timestamp": 1538575966631,
            "commentText": "Very very important discussion and i think it needs much more space and time to discuss. I absolutely love your work and adore a lot of other art when it comes to womens body, erotic and nudity. It does not mean i am a <b> lesbian </b>or sexist.  I enjoy and celebrate the body of a<b>  woman</b>... in every shape. I see art and another point of view. In my opionion it has to do a lot with the costumers/viewers personal view about life. When is see art, a human being, curves, sensuality ... others may se<b> e sexis</b>m.  Too many people feel offended by everthing today that they don't know or understand. \n\nYears ago i was a Burlesque Performer. From my point of view: I was a performer, an artist, an actress, it was a show, an illusion. I was celebrating being<b>  a wom</b>an. I was playful, charming, entertaining and made people smile (and sometimes blush). But some men were thinking  \"i am a slut, easy to get, have no brain, just need attention\". So who is the sexist? \n\nLots of Love from Berlin.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugy-nB6S68dl48_FOYx4AaABAg.8cHMoKLtonQ8cIc2xi4jLx",
                    "user": "Just Saying",
                    "date": "1 year ago",
                    "timestamp": 1538575967454,
                    "commentText": "Anja Karnstedt That's the thing ......\nYou never noticed it because your white or Caucasian .\nOnly a minority or person of color can feel the effects of it.",
                    "likes": 0
                },
                {
                    "id": "Ugy-nB6S68dl48_FOYx4AaABAg.8cHMoKLtonQ8cMcJKvn7xi",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575967456,
                    "commentText": "Dear Anja\nThank you for your sweet comment.\nIt's SO cool that you have been a burlesque dancer yourself. I admire that! And I can feel your pain regarding stupid opinions and comments of narrow minded people who don't know ANYTHING of the meaning of Burlesque...  :(\nAnd yes - That most people feel offended by things they don't know or understand is a big problem. My aim with \"Kinky Karrot\" and the related Youtube channel to open peoples mind a little bit. I e.g. plan to do interviews with wonderful people that don't represent \"the norm\". Really looking forward to that. There are SO many amazing people with unique stories out there! I am glad to share some of them with you here soon.  ♥",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugz2IMLgyyNx-neNV9d4AaABAg",
            "user": "BjDoll Colored Pencil",
            "date": "1 year ago",
            "timestamp": 1538575968224,
            "commentText": "Hello, May I ask if your are going to start the drawing challenges again in futur?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugz2IMLgyyNx-neNV9d4AaABAg.8cHEvb4M9Q88cMb0EkSKG1",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968797,
                    "commentText": "YES! I will. :)\nThere will be a quite similar concept here on this channel soon.\nI came up with a new facebook group where you can upload your darwing on a topic I choose for us: \nhttp://www.facebook.com/groups/KinkyKarrotSketchySunday \nPlease read more about it directly in the group! Hope you like it and have fun! ;)",
                    "likes": 0
                },
                {
                    "id": "Ugz2IMLgyyNx-neNV9d4AaABAg.8cHEvb4M9Q88cNYsdfEO85",
                    "user": "BjDoll Colored Pencil",
                    "date": "1 year ago",
                    "timestamp": 1538575968798,
                    "commentText": "Ah cool, thank you:)",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyEJdpA66R5hQE6lz54AaABAg",
            "user": "Bonny.Arts",
            "date": "1 year ago",
            "timestamp": 1538575968226,
            "commentText": "No way! Your art is amazing and not sexist.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyEJdpA66R5hQE6lz54AaABAg.8cH-NNnVsNY8cMaXyQMd0i",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968806,
                    "commentText": "Thank you very much, Cosmic Child! :*",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx6IR51SUHyLLZPCHN4AaABAg",
            "user": "CyberLitaBot",
            "date": "1 year ago",
            "timestamp": 1538575968228,
            "commentText": "You changed my mind and heart ever since I saw your collaboration with whyt manga. \nNow I want to write and draw my own erotica. \nThis is going to seem <b> weird </b>to a lot of people, but I am also a christian and I am a<b>  woman</b> too. \nI was always <b> a weir</b>d christian to boot. there are a lot of things my family don't approve of what I say and draw. Like horror and psychological stuff. sigh Now they are really up my butt now that I have told them my thoughts about stuff like this.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugx6IR51SUHyLLZPCHN4AaABAg.8cGeR_YKhso8cMaVIXAjtp",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968802,
                    "commentText": "Dear CyberLita\nThank you for your sweet comment!\nI feel flattered that my project is an ispiration to you.\nI can just encourge you to go for it - write your own erotica! I am convinced that it helps you a lot to find out important things about yourself. Are you going to write a text or do you wanna draw an erotic comic/ graphic novel?\nI can imagine that it's hard not to get support from your beloved ones. But deniying what's part of us isn't good and healthy either. At least not for a longer period of time...\nGood luck for you! And all the best. :*",
                    "likes": 1
                },
                {
                    "id": "Ugx6IR51SUHyLLZPCHN4AaABAg.8cGeR_YKhso8cNrfD5-MO4",
                    "user": "CyberLitaBot",
                    "date": "1 year ago",
                    "timestamp": 1538575968803,
                    "commentText": "Thank you. :) An adult picture book. Something that no one has ever done. My brother invented the name \"Illustration novel\" not just a novel and not a comic. X) That is my plan.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwspfof0-UBVscDX4B4AaABAg",
            "user": "ArcticTheGamer",
            "date": "1 year ago",
            "timestamp": 1538575968231,
            "commentText": "Sexualizing a  body isn't <b> sexism,</b>  at least in the context of your art, since it depicts these characters as<b>  sexual</b> beings, but it doesn't say that women ar<b> e sexua</b>l beings, it says that this characters in particular were created and design to be sexy",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwspfof0-UBVscDX4B4AaABAg.8cGb9OP6frs8cMa30yzg3W",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968793,
                    "commentText": "Thanx! :* Glad you see it like this.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwBsBNuxJhUG7mB4Ut4AaABAg",
            "user": "Rob Snevely",
            "date": "1 year ago",
            "timestamp": 1538575968234,
            "commentText": "The short answer is not in my opinion. You are creating characters that are consenting and reveling in their own sexuality and <b> sexual </b>power. Hardly a basis for any definition of<b>  sexism</b>. The longer answer. If we take the definition o<b> f sexis</b>m for the Oxford English dictionary as \"prejudice, stereotyping, or discrimination on the basis <b> of s</b>ex\" I don't find your characters prejudical, none are saying they are of less (or greater) worth than others simply because if th<b> ere gen</b>der. Are you discriminating by drawing the female form? If it is a form you like and have a desire to draw, then know. Was Van Gogh discriminating against roses because he liked to draw sunflowers? I doubt many would say so. \n\nSo are you stereotyping? I think there is enough variety within your work to make the argument this is not the case. I suppose one could make the case that your \"Superhoeroines\" (\"Harlequin\", \"Amazon Goddess\" & \"Lois & Superman\") are more stereotypical images. However, that argument would be based on the long narrative history of those characters and not t<b> heir ge</b>nder.\n\nWas the work of Archie Dickens sexist? I don't believe so. His characters always had a playful/impish quality that showed their ownership of their sexuality.\n\nWas the work of Irving Klaw sexist. A topic of great debate, given some of the most famous Bettie Page bondage photos where done by Klaw. On the surface and looking at a particular photo, I have had people tell me that it is. \"How<b>  is a </b>woman in bondage and peril not sexist!\" But, must not one look at a body of work to make a claim. Show that same person the female dominatrix photos he took, and they often change their tune on those photos. Add to that the myriad of specific costume and shoe fetish photos he did. Which are sexist and which aren't. Is is body of work sexist? When looking at it as a totality, I would have to say no. If anything, relative to its time, it was the antithe<b> sis of </b>sexism.\n\nAre the main characters in the Story of O by Pauline Réage and the Beauty series by Ann Rice  sexist, even though we have female authors writing about main characters often in the position of being<b>  female</b> sexual submissives? Since in both cases, the characters are choosing to do what they do ONLY because they OWN their sexuality.\n\nPeople/characters who truly own their own sexuality are still far from the norm (at least here in the US, perhaps Berlin in is different, although I doubt it) People/characters who truly own their own sexuality are those who truly understand their own power and freedom. When understanding one's own power and freedom becomes the norm, perhaps than it can be stereotyped. (Although I have my doubts, sadly, that day will ever come.)\n\nYour works don't meet any of the criteria for being sexist. Please keep doing what you love. You are so very talented and your subject matter is worthy of the fine creations you bring to life.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwBsBNuxJhUG7mB4Ut4AaABAg.8cGUY6Rpcz18cM_x_iw-ds",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968808,
                    "commentText": "Thank you Rob, for this detailed comment!\nI am glad that you see it like this.\nIn general it is really a tough topic. It was really important to me to bring it up at one point but I can just scratch it here. So even more I am thankful for such extensive comments like yours. I appreciate that you took the time.  :*\nAnd what you said about people who own their own sexuality - I am also very convinced that they are the happier and healthier ones. But for most of all coming out in this society means to be very brave. I hope to be able to change that at least a tiny little bit with my project. At least by opening peoples eyes, encouraging them to be more open and also true to themselves.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugy_Vyo9e-3NXvtfbDl4AaABAg",
            "user": "DJ ScharrY",
            "date": "1 year ago",
            "timestamp": 1538575968236,
            "commentText": "Hi Marie,\nich schreibe einfachheitshalber mal auf Deutsch... :-)\nSexismus in der Kunst... hmmmm. Kein einfaches Thema, denn natürlich könnte man wieder mit dem Argument der Kunstfreiheit kommen, die ja auch ein Grundrecht ist. Ebenso könnte man sagen \"das liegt im Auge des Betrachters\". Das wäre mir persönlich aber zu einfach. Natürlich \"darf\" Kunst sexistisch sein, wenn man danach geht. Kunst \"darf\" auch provozieren oder politisch sein... Dass dies allerdings schon öfter nach hinten losging, ist nichts neues und ich weiß nicht, wo man da die imaginäre Linie ziehen sollte. Sexismus in der Kunst würde für mich persönlich da anfangen, wo dargestellter <b> Sex </b>nur plakativ ist und bewusst provokant eingesetzt wird. Wenn Darstellungen herabwürdigend sind und es nur Mittel zum Zweck ist, ist eine unschöne Grenze erreicht, die mit der Absicht überschritten wird, um anzuecken und zu provozieren. Ist es dann noch Kunst oder ist es dann Pornographie? Wie gesagt, ein schwieriges Thema...\nAnders verhält es sich mit erotischer Kunst, die in meinen Augen in ihrer Darstellung auch viel ansprechender sein kann. Es kann ein Blick, eine Geste sein, die das Knistern in einem Bild vermittelt. Das Spiel von Licht- und Schattenwurf auf den dargestellten Charakteren. Zeichnerische Andeutungen, die das nicht sichtbare erahnen lassen, können viel ansprechender und inspirierender sein, als das Offensichtliche. ;-)\n\nHerzliche Grüße\n-Marcel",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugy_Vyo9e-3NXvtfbDl4AaABAg.8cGPLZWaCGg8cM_-GJVLhV",
                    "user": "Kinky Karrot",
                    "date": "1 year ago",
                    "timestamp": 1538575968818,
                    "commentText": "Ja Marcel\nEs fällt mir selbst schwer, über so ein komplexes Thema auf Englisch zu sprechen. Kann dich also gut verstehen... \nWenn Kunst sexistisch ist, um zu provozieren und eine (gute) Message zu verbreiten, sehe ich es vollkommen ein. Es darf nur nicht sein, wenn es positiv dargestellt und verherrlicht wird. \nIch finde auch, dass Pornografie gut sein kann. Ich denke, nicht alle Arten von Pornografie müssen sexistisch sein. Im Gegenteil. In dem Comic, den ich für Kinky Karrot machen werde, werde ich pornografische Elemente nutzen, die nichts mit Sexismus zu tun haben! Es geht also auf jeden Fall!\nDas größte Problem ist meiner Meinung einfach das schlimme Frauenbild, das bei vielen leider nach wie vor in den Köpfen steckt. Frauen werden viel zu oft zu sehr auf ihre sexuellen Attribute reduziert und zu Sexobjekten runtergestuft. Das müssen wir ändern!",
                    "likes": 1
                },
                {
                    "id": "Ugy_Vyo9e-3NXvtfbDl4AaABAg.8cGPLZWaCGg8cMpOq1N3Cu",
                    "user": "DJ ScharrY",
                    "date": "1 year ago",
                    "timestamp": 1538575968820,
                    "commentText": "Kinky Karrot \nGenau das meinte ich, Marie. Provokant im positiven Sinne, um die leider immer noch verschrobene Denkweise vieler Hinterwäldler offen zu legen und diesen damit bewusst vor den Kopf zu stoßen, halte ich für mehr als berechtigt. Starke Frauen, zu denen ich Dich natürlich auch zähle, die offen mit Sexualität umgehen und einem Teil der Gesellschaft lächelnd den Spiegel vorhalten, um zu zeigen, dass sie mit ihrem Schubladen-Denken mit Vollgas vor die Wand fahren. Wer Deine offene Art und künstlerisch ästhetische Darstellung sexistisch findet, der haut auch zum Feuermachen noch zwei Steine aneinander.\nNatürlich kann auch Pornografie positiv sein. Mir ging es dort hauptsächlich um den Punkt der Herabwürdigung. Da ist die Grenze deutlich überschritten und wir wären wieder beim Thema Hinterwäldler. Aktuelle Meldungen aus Hollywood und auch Deutschland zeigen, dass von dieser Spezies leider noch sehr viele Exemplare existieren.\nAuf Deinen Kinky Karrot-Comic freue ich mich schon sehr!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzFO4cOOpLwsCykUJJ4AaABAg",
            "user": "Epoch_AE 21",
            "date": "1 year ago",
            "timestamp": 1538575968239,
            "commentText": "Hi",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzFO4cOOpLwsCykUJJ4AaABAg.8cGKq36xLYN8cGLDoQShi2",
                    "user": "Weatherman on Channel 3",
                    "date": "1 year ago",
                    "timestamp": 1538575968814,
                    "commentText": "Epoch_AE 21 hi",
                    "likes": 2
                },
                {
                    "id": "UgzFO4cOOpLwsCykUJJ4AaABAg.8cGKq36xLYN8zlXShXSXo0",
                    "user": "Ronald Robben",
                    "date": "3 weeks ago",
                    "timestamp": 1568297568815,
                    "commentText": "Hi",
                    "likes": 0
                }
            ]
        }
    ]
}