{
    "header": {
        "title": " How Media Sexism Is Already Affecting the 2020 Election | Opinions | NowThis ",
        "subtitle": " NA ",
        "owner": " NowThis News ",
        "views": " 36,290 views ",
        "likes": " 1.2K ",
        "dislikes": " 615 ",
        "shares": " NA ",
        "datePosted": " Apr 30, 2019 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=8nvjFh167L0 ",
        "postText": " Here are some of the most common sexist tropes that women face when running for office. Subscribe to NowThis: http://go.nowth.is/News_Subscribe. This is what gender bias in media looks like on the 2020 campaign trail and what to do about it. Jess McIntosh, Democratic strategist, Co-host Signal Boost: 'What we're looking at is a gigantic field of Democratic candidates. .... We've never seen a field before where we had multiple women running against ... multiple men. When we see the same thing happening to all of the women that doesn't happen to any of the men it becomes much much easier to say I think there's a gender dynamic at play here. We should take this incredibly important learning moment and use it to understand that we do not apply the same lens to men and women yet.  Likable. Authentic. Electable. These are buzzwords that I want red flags to be going off in your head every time you see them.' Morning Joe:  He's such a nice, likable guy, at least for all the people I know that know Joe Biden and how we feel about him Anchor: I think Bernie Sanders did great. He was believable. He was likable. Jess: When Kirsten Gillibrand announced, the very first question that she got asked was are you too likable. When Elizabeth Warren announced, the first question that she got asked was are you likable enough. They're creating a sexism defense because they can't accept the fact that some the women that are running as Democrats are unlikable people. The truth is all of these women are top tier candidates. Millions of people like them. .... That conversation should be over. The next one I want to point out is authenticity. It's a good thing right? It's somebody being true to themselves. Beto is such an authentic candidate. Bernie. Totally authentic candidate. Women aren't allowed to be as vulnerable as men are.  Pete Buttigieg has the staying power because he's an outsider, he's governed as a mayor in a small town in Indiana, he has a different message and he's authentic where as other candidates like Kirsten Gillibrand and Elizabeth Warren are trying much too hard to try and impress voters. Fox News anchor: Warren is getting mocked for awkwardly cracking open a beer while livestreaming.  Fox News anchor: She would have gotten my vote if she shotgunned it. … She has a problem not being herself. It's obvious she's inauthentic. Fox News anchor: And Beto was doing the livestream thing too. Cooking in the kitchen, she's trying to rip that off. Jess: Electability is the last one that just has to die. We subjectively decide that somebody is electable because they look like people who have been elected before.' Anchor: One of Biden's biggest selling points is what experts and political observers call his electability, that he may stand the best chance at beating Donald Trump. Anchor: I would put Beto and Pete Buttigieg and Biden in a lane of electability but also some progressive creds.  Jess: Joe Biden has actually run for president several times and not been elected. But we're used to seeing a candidate that looks like him and saying that's somebody who could be president. The only electability that matters is what happens in the polls on Election Day. Sen. Kamala Harris, she is walking an even tighter tightrope than the rest of the women. She's a woman of color. She's a Black woman running for president. Anchor: Kamala Harris is facing questions about her heritage Her mother is Indian and her father is Jamaican but she says she will always identify as a Black woman. Radio producer: What do you say to people questioning the legitimacy of your Blackness Samantha Bee: Dammit Kamala, why can't you just be one thing so your enemies know what to hate you for? Jess: She is in every conversation that you're having on social media with any with any of your friends or family. But the coverage simply isn't there. It's just not the same. Let's follow her around the clock and see what she feels and thinks on any on any given issue of the day In the same way that it is with a Beto — #Media #Sexism #2020 #2020Election Connect with NowThis: Like us on Facebook: http://go.nowth.is/News_Facebook. Tweet us on Twitter: http://go.nowth.is/News_Twitter. Follow us on Instagram: http://go.nowth.is/News_Instagram. Find us on Snapchat Discover: http://go.nowth.is/News_Snapchat. NowThis is your premier news outlet providing you with all the videos you need to stay up to date on all the latest in trending news. From entertainment to politics, to viral videos and breaking news stories, we're delivering all you need to know straight to your social feeds. We live where you live.. http://www.youtube.com/nowthisnews. @nowthisnews ",
        "numberPosts": " 533 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Ethnicity - General,Age - Over 65s,Age - Youngsters,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Woman,Gender,Sexism,Misogyny,Patriarchy,Chick,Race,Racist,Racism,Old,Nothing,Nobody,Zero,Black,Colored,Dim,Crazy,Dumb,Mental,Weird,Red,Communist,Red,Common,Fat,Thin,PIGS,ABC",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugxw5KbcMXPNG_-j6mZ4AaABAg",
            "user": "Ron G",
            "date": "23 hours ago",
            "timestamp": 1570032195113,
            "commentText": "But you were screaming lack of 'electability' when Trump ran?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz-rMX3-2nv2bM6dZV4AaABAg",
            "user": "mattemo",
            "date": "2 days ago",
            "timestamp": 1569942195115,
            "commentText": "Equal oppertunity. NOT EQUAL OUTCOME!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgypidnvXO3qckyvbqR4AaABAg",
            "user": "Veronica Hopely",
            "date": "1 month ago",
            "timestamp": 1567522995116,
            "commentText": "Let all women pass away there problem solved",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzCJiKudLsIHGKgOQV4AaABAg",
            "user": "James",
            "date": "2 months ago",
            "timestamp": 1564844595118,
            "commentText": "Women are just too emotional to be an effective leader",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyZttv5AmrKAD6xj-B4AaABAg",
            "user": "cheese",
            "date": "2 months ago",
            "timestamp": 1564844595120,
            "commentText": "This video is just idiotic, if you think the first female president is going to be progressive your actually living in a fantasy, the reason electability and like ability are so important this cycle is because the Democratic candidates are a bunch of far left loons and that most of us <b> red<b>  </b</b>>blooded White Americans will never vote for such a candidate. If the National Democratic Party faced the facts, and realized that being for illegal aliens, giving them entitlements and mass immigration was not in the best interest of the country they'd come back to us blue dogs, boll weevils and conservative Democrats and put us in charge of the party",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGW4_hfWmCzUB5rAR4AaABAg",
            "user": "Chris Casida",
            "date": "2 months ago",
            "timestamp": 1564844595121,
            "commentText": "Thank you for the great video. I agree that <b> woman </b>in politics are hyper criticized. I pledge to be aware of these systematic handicaps that minorities face everyday. I will vote for the person who seeks to push humanity in a direction of stability, sustainability, and harmony. \n\"The misery that is now upon us is but the passing of greed - the bitterness of men who fear the way of human progress.\" -Charlie Chaplin (The Great Dictator).",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxW9aQiBkycKmCzTzV4AaABAg",
            "user": "each sold sepreatly",
            "date": "3 months ago",
            "timestamp": 1562166195123,
            "commentText": "It's funny how whenever I watch videos like these they never talk about how these women will benefit society or their personaitly they just never shut up about \"male society\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyDRbdB_a0ydmA6EGF4AaABAg",
            "user": "Eric",
            "date": "3 months ago",
            "timestamp": 1562166195125,
            "commentText": "dude feminist made themselves a joke",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy15RIY0EHRZCgpPdZ4AaABAg",
            "user": "Cristian",
            "date": "3 months ago",
            "timestamp": 1562166195127,
            "commentText": "cant wait till this identity politics wave ends. 'elect this person because shes a <b> woman.</b> and shes the right race'. good god. wtf has happened to this country? have a dislike nowshitnews",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzyTxsS5jr1UAgEoXN4AaABAg",
            "user": "darryl runnels",
            "date": "3 months ago",
            "timestamp": 1562166195128,
            "commentText": "This just goes to show that women should keep their legs crossed and mouths shut.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzNMNSZrlZiYZ0CpPJ4AaABAg",
            "user": "grammar police",
            "date": "4 months ago",
            "timestamp": 1559574195130,
            "commentText": "Andrew yang 2020 spread the word",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxsDXoEChlfL3KkBod4AaABAg",
            "user": "Cori Zattar",
            "date": "4 months ago",
            "timestamp": 1559574195133,
            "commentText": "It is fun to see how feminists are trying to create a viable candidate for the US elections. I do not think it will work, when you alienate 50% of the voters from the start, you will probably lose. By the way \"run for president \" is not what girls do, and it is not what boys do either. What they do to find a job, build a family and raise kids. This is what they have been doing for the last fifty thousand years.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyN0X9MB9zzx5u4qDt4AaABAg",
            "user": "Ana Maldonado",
            "date": "4 months ago",
            "timestamp": 1559574195135,
            "commentText": "I personally don't drink beer but, what?,  women can not like beer or drink in tv, that is the moral of fable? 🤨🤷🏻‍♀️\nMaybe If I run and I appear with an apron, cooking, would look authentic.  \nActually would be totally fake, but hey🤷🏻‍♀️ \nAnd the sad thing is that many of these idiotic comments are from women.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxCa16UjrQXJrnRDZF4AaABAg",
            "user": "TruckerLee",
            "date": "4 months ago",
            "timestamp": 1559574195137,
            "commentText": "Women should create a women's party it'll be interesting and we need a <b> woman </b>in office because I swear my<b>  gender</b> is remedial 😂😂😂😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzj8wnnFffPPGg_3xN4AaABAg",
            "user": "James G",
            "date": "4 months ago",
            "timestamp": 1559574195148,
            "commentText": "TRUMP 2020!!!!\n\n\n\n\n<0.0<      >0.0>     <0.0^      ^0.0>     >0.0<      <0.0>    >0.0>    >0.0>\n\n\nIVANKA (first FEMALE President) 2024!!!\n\n\n\n\nIVANKA (first FEMALE President) 2028!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyXsemAKdx6K7x60pN4AaABAg",
            "user": "Pizza Addict",
            "date": "4 months ago",
            "timestamp": 1559574195150,
            "commentText": "I like how she says \"be aware of the sexism/bias in the media and behind your opinions of political figures and/or voting choices\" and people HEAR \"you can't vote for white dudes\"",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyXsemAKdx6K7x60pN4AaABAg.8utlN_PKPga8uy-Dyusw6W",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574195468,
                    "commentText": "+Pizza Addict   It's okay to be White.",
                    "likes": 0
                },
                {
                    "id": "UgyXsemAKdx6K7x60pN4AaABAg.8utlN_PKPga8uySTDa1Teb",
                    "user": "Pizza Addict",
                    "date": "4 months ago",
                    "timestamp": 1559574195469,
                    "commentText": "@James G I know. I am white. (If you haven't guessed...)",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwiQB0HV39DSe6eqTd4AaABAg",
            "user": "stefanie R",
            "date": "4 months ago",
            "timestamp": 1559574195153,
            "commentText": "ANDREW YANG!!\nhe's an outsider, he's a minority (if that matters to you), he doesn't attack candidates (including trump), and he is so focused on solving problems to improve this country. It's important we elect a democratic candidate that Republicans can get behind or it'll be trump again.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgwiQB0HV39DSe6eqTd4AaABAg.8utDovhakiW8uxmb1smyNt",
                    "user": "Senam Lawson",
                    "date": "4 months ago",
                    "timestamp": 1559574195487,
                    "commentText": "Some Republicans can get behind another candidate. The Trump base, however?? Those guys are zombies. Even if a medical doctor declared Drump insane & unstable, they'd still want to vote for him. Deplorables are a lost cause.",
                    "likes": 0
                },
                {
                    "id": "UgwiQB0HV39DSe6eqTd4AaABAg.8utDovhakiW8uy2pZosqcM",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574195489,
                    "commentText": "Yup!\n\n\n\n\nYang is SO focused on stealing EVEN MORE from working Americans than others,\n\n\nGREAT IDEA to run on!!!   (please do)\n\n\nTRUMP 2020!!\n\n\nIVANKA (first FEMALE President) 2024!!!\n\n\nIVANKA (first FEMALE President) 2028!!!",
                    "likes": 0
                },
                {
                    "id": "UgwiQB0HV39DSe6eqTd4AaABAg.8utDovhakiW8v_B4zDVWn1",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574195490,
                    "commentText": "@James G you playin 😂😂",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwRouLDh9ODhkZoJLN4AaABAg",
            "user": "stefanie R",
            "date": "4 months ago",
            "timestamp": 1559574195156,
            "commentText": "Okay how about Andre Yang. Pete sucks. He's even said he doesn't wanna come up with policies until he gets into office. Joe dose not care about the problems of today and refuses to see them and is stuck in <b> old </b>ways. Beto has done shady things regarding his campaign and hiding his donations and being involved with shady bundlers. You can't elect based on looks and yes I agree however, think about a candidate for what they can do for a country not because you think minorities should win cuz they never have. I don't like how no one is talking about Andrew yang when I think he's such a great candidate so please anybody look him up",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgynepdD8gMi2ToG1sJ4AaABAg",
            "user": "ArtsyGemstone",
            "date": "4 months ago",
            "timestamp": 1559574195158,
            "commentText": "Who cares what your genitals are or if you're \"likable\"!?  ANYONE can LOOK likable.  Your policies are what matter when running for president!\n\nQuit it with your identity politics NowThis",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx_mETg_6gO2-f1frx4AaABAg",
            "user": "H S",
            "date": "4 months ago",
            "timestamp": 1559574195161,
            "commentText": "Welldone, and a really, really important issue to consider and call out.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzx9wu0Swev5WBdy_d4AaABAg",
            "user": "Xien ming Vega",
            "date": "4 months ago",
            "timestamp": 1559574196296,
            "commentText": "You gotta admit \"unlikeable\" sometimes isn't about <b> gender,</b> but actual awkwardness that make the public feel uncomfortable",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugzx9wu0Swev5WBdy_d4AaABAg.8usepDfFtD78utDybSraIf",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574196731,
                    "commentText": "Have you heard of Andrew yang? He's my favorite candidate and really a problem solver!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyLCj_JnLll0EP6XiR4AaABAg",
            "user": "Martin T",
            "date": "4 months ago",
            "timestamp": 1559574196299,
            "commentText": "Thank you for actually saying it!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwDVY8DEd-hq4J8-hp4AaABAg",
            "user": "Matt H",
            "date": "4 months ago",
            "timestamp": 1559574196301,
            "commentText": "After Trump, I'm ready to see a new, younger generation of leaders step up and take charge. Still, I would love to see Senator Warren take the oath of office.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwDVY8DEd-hq4J8-hp4AaABAg.8urUNOz2A8n8utE6Rex8tA",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574196734,
                    "commentText": "You really need to hear about Andrew yang then. He's young but also so kind and genuine. This guy wants to focus on today's issues and addresses them. He a problem solver and no fluff talk.",
                    "likes": 0
                },
                {
                    "id": "UgwDVY8DEd-hq4J8-hp4AaABAg.8urUNOz2A8n8utEYzcgDTR",
                    "user": "Matt H",
                    "date": "4 months ago",
                    "timestamp": 1559574196736,
                    "commentText": "@stefanie R My personal preference is Mayor Pete, but I appreciate how deep the Dem bench is.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwCxHQ6JQ0qTWXMf4l4AaABAg",
            "user": "Jay alva",
            "date": "4 months ago",
            "timestamp": 1559574196303,
            "commentText": "I don't think this convo would be relevant if AOC was eligible to run for POTUS. AOC has a huge following & would poll much better than any of the female candidates. \\_(•_•)_/ Just saying.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzD1YcJTq0p9i_qWZR4AaABAg",
            "user": "Toe Nail",
            "date": "4 months ago",
            "timestamp": 1559574196305,
            "commentText": "James Allsup says hi.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwd2j3AacEvEmrfrh54AaABAg",
            "user": "Griffin Chalem",
            "date": "4 months ago",
            "timestamp": 1559574196307,
            "commentText": "Waaaaaaaa Be nice to waaaamen. Evil white men waaaaaaaa.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw_3LrZynV4tmsyJ3d4AaABAg",
            "user": "Blah",
            "date": "4 months ago",
            "timestamp": 1559574196309,
            "commentText": "I'm just worried people are gonna vote based on <b> gender,</b> both ways.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy9hPB2fpkyiYeYxUZ4AaABAg",
            "user": "Scarlett Huxley",
            "date": "4 months ago",
            "timestamp": 1559574196320,
            "commentText": "I do think there needs to be more women in politics - but I still think that <b> gender </b>shouldn't play a role in who you vote for. You should vote for whoever resonates with you the most, man OR<b>  woman</b><b> . Gende</b>r shouldn't matter when it comes to who is the best leader for our country.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyGklbL3YUSOI5QZfl4AaABAg",
            "user": "Rei Lim",
            "date": "4 months ago",
            "timestamp": 1559574196322,
            "commentText": "main criticism i see is against tulsi is that shes \"\"\"islamaphobic\"\n\n\nhonestly the only candidate i really like is yang and even then its his policies, not because we are the same <b> race.</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwk6ln9BolX1Uhs4FJ4AaABAg",
            "user": "Lea Dumortier",
            "date": "4 months ago",
            "timestamp": 1559574196323,
            "commentText": "No",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxumWYWJo56yxW8nsR4AaABAg",
            "user": "Rich Peacock",
            "date": "4 months ago",
            "timestamp": 1559574196325,
            "commentText": "YAWN you tried that with Clinton. IDIOTS",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUUDqpjMpdwP5ZQ3R4AaABAg",
            "user": "Mati Duarte",
            "date": "4 months ago",
            "timestamp": 1559574196327,
            "commentText": "Love how in the 2020 election the democrats are gonna be ripping each other to see who is more \"woke\" hahaha.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyUUDqpjMpdwP5ZQ3R4AaABAg.8unPOXtnBQJ8uy300OAF8e",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574196723,
                    "commentText": "Get the popcorn    =  ]",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyh-scDc662mI_2bA54AaABAg",
            "user": "akram",
            "date": "4 months ago",
            "timestamp": 1559574196330,
            "commentText": "welcome to feminists  victim hood  poor whamans and  their  manginas male feminists free victim cards from feminists",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwt12E-fwSztLP2MXp4AaABAg",
            "user": "Roberto Rubio",
            "date": "4 months ago",
            "timestamp": 1559574196331,
            "commentText": "Isn't Tulsi Gabbard likeable enough to appear in your video?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwFaSsaxsAYmjd4elJ4AaABAg",
            "user": "Hanze Brix",
            "date": "4 months ago",
            "timestamp": 1559574196333,
            "commentText": "Maybe we should examine our ideas of what a tire should be.  If you are expecting that tire to be round and hold air, maybe you are the problem.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz7uuz2V0YnUi_QmU54AaABAg",
            "user": "Hanze Brix",
            "date": "4 months ago",
            "timestamp": 1559574196335,
            "commentText": "Maybe women should just go do something they have a chance at being good at.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz7uuz2V0YnUi_QmU54AaABAg.8ulJJlUosC_8uoWfQ5kYrN",
                    "user": "Syanne Siler",
                    "date": "4 months ago",
                    "timestamp": 1559574196754,
                    "commentText": "Maybe you shouldnt comment because of your two subscribers. Maybe theres something else you'll be good at.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyIVvq9rQPw7I-CANl4AaABAg",
            "user": "*cough* It's BTS",
            "date": "4 months ago",
            "timestamp": 1559574196337,
            "commentText": "Trump has made everybody electable. I mean, when he got elected, he was opening major doors for orange people",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxAaRonJzsV8PwF9jB4AaABAg",
            "user": "Larry Lampshade",
            "date": "4 months ago",
            "timestamp": 1559574196339,
            "commentText": "Now this news founded by Kenneth Lerer, MOT. Very telling the only real anti-interventionist candidate is not mentioned.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwkfZQuLlrXTkkLu9t4AaABAg",
            "user": "Ebolacrash",
            "date": "4 months ago",
            "timestamp": 1559574196341,
            "commentText": "The \"social justice \"media is collapsing in on its self  CNN ratings are in the dumpster   and VOX is now on the chopping block  Go Woke Go Broke as they say . I hope Now This employees  are starting to learn how to code because their jobs will be gone by the end of the year",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyU96hPm5intRRrBWp4AaABAg",
            "user": "Nguyen Nguyen",
            "date": "4 months ago",
            "timestamp": 1559574196343,
            "commentText": "My prediction is Trump might be able to snatch another victory",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyU96hPm5intRRrBWp4AaABAg.8ukw1UU3keW8utDI8Bjab_",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574196727,
                    "commentText": "Honestly if andrew yang can get his name more out there he would definitely win against trump. He has already gotten a lot of Republicans to like him that voted for trump because he's focused on the issues that got trump elected and is solution focused. Please look him up",
                    "likes": 0
                },
                {
                    "id": "UgyU96hPm5intRRrBWp4AaABAg.8ukw1UU3keW8uy2BrC4SvH",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574196728,
                    "commentText": "@stefanie R Ummm..... \n\n\n\nMOST of the country is AGAINST giving lazy folks THOUSANDS of dollars a month that THEY have to work for.\n\n\nHe's \"focused\" or stealing even MORE from Americans than already is.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugz_WbteF2ITmf6Gwoh4AaABAg",
            "user": "Chip Whitley",
            "date": "4 months ago",
            "timestamp": 1559574197497,
            "commentText": "Okay so maybe I'm in the wrong territory as a republican, but I personally see this video is total as rubbish.\nThis video barley touches upon Kamala Harris compared to Gillibrand and Warren, BECAUSE she is likable, while Gillibrand and Warren aren't getting bashed because they are women, they are getting bashed because they are trying way too hard, and are basically the D.C candidate with the mask trying to be cool and relate able. And what about Delaney or Castro, or the other billion forgettable male democratic candidates, are they likable ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxpRGoRCi2xhw2q0mh4AaABAg",
            "user": "Daniel Baxley",
            "date": "4 months ago",
            "timestamp": 1559574197499,
            "commentText": "Once more a piece on women candidates not getting enough coverage that forgets Tulsi Gabbard exists. Good job you hypocrites!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyWf056MfPNQMhz43l4AaABAg",
            "user": "preeti 2112",
            "date": "4 months ago",
            "timestamp": 1559574197500,
            "commentText": "Mention Tulsi or go home, don't preach if you gonna discriminate on \"likability\" like that.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwKJ5-yReZCaLFO5WN4AaABAg",
            "user": "ozayevable",
            "date": "4 months ago",
            "timestamp": 1559574197502,
            "commentText": "it is a suspicious coincidence that you fail to mention or show an image of Tulsi, who happens to be <b> woman </b>of color, likeable and electable.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwC4Wm7w8WXdBfeUVN4AaABAg",
            "user": "April D.",
            "date": "4 months ago",
            "timestamp": 1559574197504,
            "commentText": "Get a life",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw7ZF1oASMO3dsLPZ14AaABAg",
            "user": "Wicked Amoeba",
            "date": "4 months ago",
            "timestamp": 1559574197506,
            "commentText": "Nothing is going to change.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx9KhqLbIvLMbeHn1F4AaABAg",
            "user": "WOKEN'T",
            "date": "4 months ago",
            "timestamp": 1559574197508,
            "commentText": "Now THIS garbage is sexist, pure and simple.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxEAWFBi-eC6wJjyN14AaABAg",
            "user": "trippnface",
            "date": "4 months ago",
            "timestamp": 1559574197509,
            "commentText": "Tulsi Gabbard?\n\nVery SEXIST of you not to include her.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzRQNC4wHLfBjElIO94AaABAg",
            "user": "Alysia Busbey",
            "date": "4 months ago",
            "timestamp": 1559574197511,
            "commentText": "I lost it when Warren said she's running for president because it's what girls do 😢😭❤",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzRQNC4wHLfBjElIO94AaABAg.8ueOwy2zqsp8uy1HtgyEHM",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574198038,
                    "commentText": "Yeps.\n\n\n\n\n\n\n\n\nShe's 1/1024 the right person for the job.     =p",
                    "likes": 0
                },
                {
                    "id": "UgzRQNC4wHLfBjElIO94AaABAg.8ueOwy2zqsp8uy1v0xI1_N",
                    "user": "Alysia Busbey",
                    "date": "4 months ago",
                    "timestamp": 1559574198040,
                    "commentText": "@James G it wasn't so much who it was but what was said ;)",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzD7nx0GHiHn_KtMed4AaABAg",
            "user": "Ian Oomen",
            "date": "4 months ago",
            "timestamp": 1559574197513,
            "commentText": "\"I'm running for president because that's what girls do\" \n\n\nI hate these <b> gender </b>nortmative roles. like not every girl wants to run for president you know",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzRRA1BpYkhO8un9M54AaABAg",
            "user": "wandering womble",
            "date": "4 months ago",
            "timestamp": 1559574197515,
            "commentText": "What does 'look like an American'\nMean?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzRRA1BpYkhO8un9M54AaABAg.8ud0nDPCe_S8utlUveS8Te",
                    "user": "Pizza Addict",
                    "date": "4 months ago",
                    "timestamp": 1559574198033,
                    "commentText": "In a philosophical way or in a wait I don't understand what they mean way?",
                    "likes": 0
                },
                {
                    "id": "UgzRRA1BpYkhO8un9M54AaABAg.8ud0nDPCe_S8uy2xTaziXB",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574198034,
                    "commentText": "Means the ONLY thing that matters to democrats and liberals are how someone looks.\n\n\nThe kenyan was proof of that (along with MASSIVE voter fraud).",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzLg-4Bz6MBd5aG7tZ4AaABAg",
            "user": "Stephen Gonzalez",
            "date": "4 months ago",
            "timestamp": 1559574197518,
            "commentText": "It's not about what color your skin is, it's not about what your religion is, it's not about what you got between your legs.  It's about policy.  What are these candidate's gonna do for me?  For the American people?  How are these people going to improve our lives and not give us more of the same?  Tulsi Gabbard is my second, with Warren as my third.  But my number one is Bernie.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzWpLpRDVQagHW8Md14AaABAg",
            "user": "angelmushahf",
            "date": "4 months ago",
            "timestamp": 1559574197520,
            "commentText": "Kamala is Biracial. Not <b> Black,</b> same for Obama and Booker. Notice how most <b> \"Black</b>\" candidates are Biracial. Also, at this point I just want to get Trump out of office. Unfortunately, I think Bernie and Yang, 2 men, are our only hope this year. 🤷🏿‍♀️",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzWpLpRDVQagHW8Md14AaABAg.8ucvieaQsRk8uecd391Qag",
                    "user": "X Gartzia Jou",
                    "date": "4 months ago",
                    "timestamp": 1559574198018,
                    "commentText": "Telling another person what <b> race </b>(you think) they are or are not is<b>  racist</b> and hurtful. Telling others what their identity should be is wrong.  =/",
                    "likes": 1
                },
                {
                    "id": "UgzWpLpRDVQagHW8Md14AaABAg.8ucvieaQsRk8uljGQm09Wt",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574198020,
                    "commentText": "What is Obama looked at if he goes down to Tennessee or Alabama? Or if he travels through a \"Sundown\" town?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugzer6c_9UJ1U30U_eV4AaABAg",
            "user": "Tom Groebe",
            "date": "4 months ago",
            "timestamp": 1559574197522,
            "commentText": "I'm not convinced by your argument. At all.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGJaGWedBbi9iXMfV4AaABAg",
            "user": "maria kourh",
            "date": "4 months ago",
            "timestamp": 1559574197524,
            "commentText": "Yes let the LEFT flow through you...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwGJaGWedBbi9iXMfV4AaABAg.8ucpVdbks678uy3MhWXukp",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574198023,
                    "commentText": "That's a good one.    =  ]",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyK8Ict9PekrdpHpOF4AaABAg",
            "user": "White Crow49",
            "date": "4 months ago",
            "timestamp": 1559574197526,
            "commentText": "I'm an <b> old </b>white man, but like others, I have sisters & daughters. Even granddaughters. Yes, I have brothers, sons, & grandsons; but, all their lives they have had strong male role models. It's way past time for us men to step back & support inspiring, strong women as role models & leaders in politics & elsewhere. I'm excited to see the strong women in the running for president; and I look at those good men in the<b>  race</b> & wonder, don't they get it? Do we need another white male president, especially when we have such excellent women in th<b> e rac</b>e?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgyK8Ict9PekrdpHpOF4AaABAg.8ucfSwGdwVK8ueBP-KKM0C",
                    "user": "White Crow49",
                    "date": "4 months ago",
                    "timestamp": 1559574198027,
                    "commentText": "@British National Conservative Ken? Guessing you mean men? If you think I'm advocating that lesser qualified individuals of any <b> gender </b>be given preference over more qualified ones, you are mistaken. If you are positing that our female candidates are not as qualified as our male ones, again, you are mistaken.",
                    "likes": 0
                },
                {
                    "id": "UgyK8Ict9PekrdpHpOF4AaABAg.8ucfSwGdwVK8ueBqyga-V-",
                    "user": "White Crow49",
                    "date": "4 months ago",
                    "timestamp": 1559574198028,
                    "commentText": "@British National Conservative I see the same stereotypical thinking in your comments. And, I wholly disagree. I don't subscribe to the <b> old,</b> tired, restrictive paradigms that splits everything into masculine and feminine mo!D's, completely separate from each other. But I doubt we will find<b>  common</b> ground. Our premises are too disparate.",
                    "likes": 0
                },
                {
                    "id": "UgyK8Ict9PekrdpHpOF4AaABAg.8ucfSwGdwVK8ueFCV7JgRk",
                    "user": "White Crow49",
                    "date": "4 months ago",
                    "timestamp": 1559574198030,
                    "commentText": "@British National Conservative As I said, you & I do not share <b> common </b>premises. My estimations of our female candidates is unlike yours. I left<b>  old</b>, binary perspectives o<b> n gende</b>r & attributes long ago. You are entitled to your opinion, but, we lack a<b> ny comm</b>on premises. I don't look<b>  at gen</b>der, masculine, feminine, etcetera in the same way. One can be feminine or masculine and still be strong or vulnerable. I don't accept the premise of completely separate, p<b> olar ge</b>nder attributes. There are plenty of women in my life who are clearly women who are string & fierce.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyF0ZJGBzCAuZWtHLV4AaABAg",
            "user": "Delaney Bradford",
            "date": "4 months ago",
            "timestamp": 1559574197529,
            "commentText": "If Bernie wasn't running I'd be all-in on Warren, but I've gotta go Sanders. ¯\\_(ツ)_/¯",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxnA5UKV0obGxw24BB4AaABAg",
            "user": "Guinness",
            "date": "4 months ago",
            "timestamp": 1559574197530,
            "commentText": "You can complain about <b> sexism,</b> but YOU have a vote. Therefore, YOU can choose not to vote for a man, if you don't want to. \nI would say quit complaining about<b>  sexism</b>, if you show them a women can be elected as president, th<b> e sexis</b>m will fade.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyaJpHSjVEBG4Y5jCx4AaABAg",
            "user": "It'sTimeFor APoliticalRevolution",
            "date": "4 months ago",
            "timestamp": 1559574197532,
            "commentText": "Maybe you should not have supported the <b> woman </b>who had the slogan \"I'm with her\" if you now want to cry about<b>  sexism</b>. Its true that there is a lot o<b> f sexis</b>m, but it comes from people who complain abou<b> t \"o</b>ld white men\" without looking on their voting records. Never heard \"now this\" complaining about those people who are clearly sexist.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUxmR7GOcEoGLHRnN4AaABAg",
            "user": "jakerox2468",
            "date": "4 months ago",
            "timestamp": 1559574197543,
            "commentText": "Tulsi Gabbard!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw1uLIoyUkyihQ5wS14AaABAg",
            "user": "Aubrey Milowski",
            "date": "4 months ago",
            "timestamp": 1559574199048,
            "commentText": "Almost all of them are neoliberals soo...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzaNLrndlll309YiC94AaABAg",
            "user": "oliver clark",
            "date": "4 months ago",
            "timestamp": 1559574199050,
            "commentText": "America, please keep trump and every republican under the sun in office these people are insane",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzvfqKjCC2Ur3aiuex4AaABAg",
            "user": "National Security Agency",
            "date": "4 months ago",
            "timestamp": 1559574199052,
            "commentText": "I don't think 'likable' means sexist I mean I don't think Ted Cruz or Jeb bush or Beto are likable",
            "likes": 26,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzvfqKjCC2Ur3aiuex4AaABAg.8ubHkgtvOV08vAOCIBeWLq",
                    "user": "Karl Axel",
                    "date": "4 months ago",
                    "timestamp": 1559574199699,
                    "commentText": "National Security Agency exactly!",
                    "likes": 0
                },
                {
                    "id": "UgzvfqKjCC2Ur3aiuex4AaABAg.8ubHkgtvOV08vAOE3Goci8",
                    "user": "Karl Axel",
                    "date": "4 months ago",
                    "timestamp": 1559574199704,
                    "commentText": "Women are offended if they're not babied",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyv7ji43M6IuNhvCyp4AaABAg",
            "user": "Sarah",
            "date": "4 months ago",
            "timestamp": 1559574199056,
            "commentText": "This is honestly the same stuff the happened to Hillary. People were like no don't do that, she tries something else. No don't do that, so she doesn't do that. And she just kept getting battered by everyone so I really just don't blame her for eventually coming off as robotic in the end.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxJN9_UemKQF9k7jb14AaABAg",
            "user": "Irene Mous",
            "date": "4 months ago",
            "timestamp": 1559574199058,
            "commentText": "Why should it matter what <b> gender,</b> color or sexuality the candidates are? The point is to vote for the person who will be the best for America",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUjM5wFFEBQvmuBz94AaABAg",
            "user": "Wade Griggs",
            "date": "4 months ago",
            "timestamp": 1559574199060,
            "commentText": "aaahahahahahahahaaa . everything i dont like. Sexist!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyjrPlqMjJHPRmrkS94AaABAg",
            "user": "Anthony Saman",
            "date": "4 months ago",
            "timestamp": 1559574199062,
            "commentText": "I love how Tulsi Gabbard isn't even mentioned in this video.",
            "likes": 87,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyjrPlqMjJHPRmrkS94AaABAg.8ub1Aza0TO78ucZY2-IKV3",
                    "user": "Deven Harrison",
                    "date": "4 months ago",
                    "timestamp": 1559574199679,
                    "commentText": "Anthony Saman because she doesn't tow the party line like Harris and Jellobrand",
                    "likes": 4
                },
                {
                    "id": "UgyjrPlqMjJHPRmrkS94AaABAg.8ub1Aza0TO78vuNCKdaPb3",
                    "user": "Pipsissewa",
                    "date": "3 months ago",
                    "timestamp": 1562166199689,
                    "commentText": "This might be because Tulsi Gabbard, at least for now, is well farther down in the \"big three\" national polls than the others. (As of the end of May, Congresswoman Gabbard was 15th, whereas Senators Warren, Harris, Klobuchar, and Gillibrand were, respectively, 3rd, 5th, 7th, and 10th.) Now Warren is gaining on Bernie, but the rubber starts to hit the road at the first debate. I think Gabbard will rise once the American people see how sharp and good on her feet she is, not to mention likable and authentic.  ; )",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgyWiZcHyDWmtVQ822l4AaABAg",
            "user": "KelbenV01",
            "date": "4 months ago",
            "timestamp": 1559574199066,
            "commentText": "All I could think while watching this is the question, why is the fact that they are a <b> woman </b>important. What does a slab of meat between their legs have to tell me about what they are going to do for me if I try to get them this office, the answer is absolutely<b>  nothing</b>. I say this as someone who's top pick is Tulsi gabbard 2 if you don't know is <b> a woma</b>n, and the fact that she's<b>  a wom</b>an has litera<b> lly noth</b>ing to do with why I'm supporting her. I simply do not understand this obsession with identity that's so many people have.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyJpUq32iiI8v_1pDZ4AaABAg",
            "user": "Eugene Aragon",
            "date": "4 months ago",
            "timestamp": 1559574199068,
            "commentText": "\"This is what's missing from this piece\"  -hostess in the video.\n\nTusli Gabbard is missing",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy66riXZD1bQU7DIfR4AaABAg",
            "user": "Coolio1321",
            "date": "4 months ago",
            "timestamp": 1559574199071,
            "commentText": "Good vid ^^ not a feminist myself, but I give this a feminist stamp of approval. Solid work, you picked a good fight and had a good argument",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugy66riXZD1bQU7DIfR4AaABAg.8uaiwnPcf-p8ulj6jtXIFQ",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574199748,
                    "commentText": "Why didn't they mention Tulsi if the argument was good?",
                    "likes": 0
                },
                {
                    "id": "Ugy66riXZD1bQU7DIfR4AaABAg.8uaiwnPcf-p8ulrEdSRRed",
                    "user": "Coolio1321",
                    "date": "4 months ago",
                    "timestamp": 1559574199749,
                    "commentText": "@jchc VV they can't include every single feminist/injustice against women in one video. So I'm saying that they got their point across well for what they had in the video. All videos could always add more information, but I thought they did a good job with the information they used.",
                    "likes": 0
                },
                {
                    "id": "Ugy66riXZD1bQU7DIfR4AaABAg.8uaiwnPcf-p8ulrod3NhFe",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574199751,
                    "commentText": "@Coolio1321 takes 20 second to do so lol there was a heavy bias here",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwEtbPq3vCkWV2-Pw14AaABAg",
            "user": "orion khan",
            "date": "4 months ago",
            "timestamp": 1559574199073,
            "commentText": "The Beeblebrox Paradox  -  the person most qualified to get elected to a position is the person least qualified for the elected position.\n\nThe Hitchhiker's Guide to the Galaxy, available through Royal Rygel Hynerian Publishers near you !!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxG44CiEG0MttUjB-x4AaABAg",
            "user": "fuck boi",
            "date": "4 months ago",
            "timestamp": 1559574199075,
            "commentText": "Bernie 2020",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyP1xeKQWzGxvYSlb54AaABAg",
            "user": "Luuk Voncken",
            "date": "4 months ago",
            "timestamp": 1559574199078,
            "commentText": "I would support Tulsi Gabbard or Elizabeth Warren, but I don't see either of them winning. And Gillibrand, Klobuchar and Harris are waaaaayyyy to center-right. And especially Harris. She could win, and she could make coalitions with republicans. But calling her center is way to nice. Newt Gingrich likes her though, so thats.....something",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyP1xeKQWzGxvYSlb54AaABAg.8uaSz2iFYKM8ud1yNvUkde",
                    "user": "Genevieve W",
                    "date": "4 months ago",
                    "timestamp": 1559574199554,
                    "commentText": "cloud boot jar",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwCk57BpKSkVpkoU3N4AaABAg",
            "user": "Ethan Tinklenberg",
            "date": "4 months ago",
            "timestamp": 1559574199081,
            "commentText": "Tulsi!!!! The <b> sexism </b>is bs I agree but why aren't we talking about true progressives liked her and Bernie!",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwCk57BpKSkVpkoU3N4AaABAg.8uaMLvjq0FZ8udLoMkYrbs",
                    "user": "J Liu",
                    "date": "4 months ago",
                    "timestamp": 1559574199550,
                    "commentText": "mainstream media doesn't like true progressives :(",
                    "likes": 0
                },
                {
                    "id": "UgwCk57BpKSkVpkoU3N4AaABAg.8uaMLvjq0FZ8uy-ZYh8eE5",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574199552,
                    "commentText": "+ethan tinklenberg     Oh no no no no no....\n\n\nWe're talking about da bern A LOT!!!\n\n\n\n\nTRUMP 2020!!!!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwR50vcxQZHpcafRd94AaABAg",
            "user": "tommo91",
            "date": "4 months ago",
            "timestamp": 1559574199083,
            "commentText": "even the ridiculous tightrope that they had to clear walk just to REPORT on the issue shows how much of an issue this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxGEFMVhvzn-yHSaT14AaABAg",
            "user": "Loli Pop",
            "date": "4 months ago",
            "timestamp": 1559574199085,
            "commentText": "Tulsi Gabbard. That is all.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyIvzUaQ5v2IosNYax4AaABAg",
            "user": "Monstrous Monsterman",
            "date": "4 months ago",
            "timestamp": 1559574199088,
            "commentText": "Ok so I'm not actually American, but I have to say, Bernie should be president. Yes he's an <b> old </b>white guy but he is better in every way compared to the other candidates. \n\nAlso Hillary Clinton was a neo-liberal corporate shill who shouldn't have been elected or appointed to ANYTHING in the first place.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzbD4yUf7Xr9yIXmDh4AaABAg",
            "user": "Cristhian José Samayoa Martínez",
            "date": "4 months ago",
            "timestamp": 1559574199090,
            "commentText": "I have mixed feelings. B/c we need to consider likeability/electibility etc. BUT i agree that there is a HUGE <b> gender </b>bias in the way that we talk about them",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzbD4yUf7Xr9yIXmDh4AaABAg.8u_P-OIXIXq8uaLmydSxTs",
                    "user": "Annie H",
                    "date": "4 months ago",
                    "timestamp": 1559574199694,
                    "commentText": "Cristhian José Samayoa Martínez likeablity is the one I really have an issue with because it's not only 1) highly subjective, but 2) the one point where you can only do wrong if you're a <b> woman.</b> E.g. if you just want to make yourself heard, you're easily portrayed as difficult and bossy. if you're showing emotions, you're emotional, if you're not, you're cold and heartless. \nImagine Elisabeth warren climbing on top of a car - oh the outrage.\nThat's why this bias does make a difference: many people have clear image in their head of what a<b>  woman</b> should be like, behave like, talk like, look like. But you can't please everyone. And how can you be 'authentic' when you have all these things in the back of your head, knowing people are gonna tear every move you make apart. We just need diversity in terms of different women in important positions.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzrkt-8BARkWz7mHtB4AaABAg",
            "user": "Paul Kioko",
            "date": "4 months ago",
            "timestamp": 1559574199092,
            "commentText": "Correlation does not mean causation, can someone please do some studies. I need some stats, p values .e.t.c",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugzrkt-8BARkWz7mHtB4AaABAg.8u_BPecgQa08utERBtAnko",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574199547,
                    "commentText": "If you want facts and stats, please look into Andrew yang as a candidate. He's is so solution focused and is the perfect candidate to beat trump. Not a single word comes out of this man's mouth without facts to back it up",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxxIPs8CJa4N6RMR1V4AaABAg",
            "user": "Gary R",
            "date": "4 months ago",
            "timestamp": 1559574199095,
            "commentText": "So Hillary and Warren are likeable? HA!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwxQeA736YtkQH8ko54AaABAg",
            "user": "Debjyoti Biswas",
            "date": "4 months ago",
            "timestamp": 1559574200458,
            "commentText": "Because of stupid discussions like these... Trump's gonna win again!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwAnXqlnSHmVBF5gm14AaABAg",
            "user": "MercilusPro",
            "date": "4 months ago",
            "timestamp": 1559574200460,
            "commentText": "This has <b> nothing </b>to do with<b>  sexism</b> and everything to do with basic reality. If you're male or female and aren't like-able, that's just it. Just because a larger percentage o<b> f woma</b>n candidates currently running are unlikeable doesn't mean a n<b> ew wom</b>an candidate is. I<b> t's noth</b>ing to do <b> with se</b>xism.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz8w7mpit_haO8PFY94AaABAg",
            "user": "Mouse",
            "date": "4 months ago",
            "timestamp": 1559574200468,
            "commentText": "I agree what this video is trying to say. I try to explain this with examples to my friends. Somehow comments that I read down here are seriously missing the point about this video. Or intentionally still writing about which candidates they are willing to like or dislike, rather than agreeing to this movement or such. Wish to watch this or other related videos that has better examples or tones for explaining or friends, if you are interested I guess. \nAnyways, 2020 needs Bernie for our future for sakes!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz8w7mpit_haO8PFY94AaABAg.8uZZgrOVUS58ud1sXNwa7J",
                    "user": "Genevieve W",
                    "date": "4 months ago",
                    "timestamp": 1559574200967,
                    "commentText": "bernie is the best!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwuMlts-F-i1o0mQWp4AaABAg",
            "user": "KeithKogane IsLife!",
            "date": "4 months ago",
            "timestamp": 1559574200471,
            "commentText": "I want Candace Owens for president. Elizabeth Warren can f*ck off.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwQyQ9nqmklGosizbd4AaABAg",
            "user": "Gomez Maidelyn",
            "date": "4 months ago",
            "timestamp": 1559574200472,
            "commentText": "I dont care about <b> gender </b>or<b>  race</b>, as long as i have agree with most of what they say, i'll support them",
            "likes": 66,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwQyQ9nqmklGosizbd4AaABAg.8uZItbkDVaF8utCQFTsnpy",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574200951,
                    "commentText": "Hey have you ever heard of Andrew yang? He's currently my favorite candidate but pretty unheard of. Try looking into him",
                    "likes": 1
                },
                {
                    "id": "UgwQyQ9nqmklGosizbd4AaABAg.8uZItbkDVaF8y7-MqxDdWH",
                    "user": "MrCollegeSmart",
                    "date": "2 months ago",
                    "timestamp": 1564844600952,
                    "commentText": "Then vote Kamila Harris. She has great policies. If you are truly past racial bias.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwsBWk_Yz09da-ivKF4AaABAg",
            "user": "Bryan Zarate",
            "date": "4 months ago",
            "timestamp": 1559574200474,
            "commentText": "They never mentioned Tulsi gabbard a Women of color. Are you guys sexist, <b> racist </b>trash?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyO0_ZdDJ7J43duu9t4AaABAg",
            "user": "Bryan Zarate",
            "date": "4 months ago",
            "timestamp": 1559574200476,
            "commentText": "The main divide is not male and female it's establishment and Anti establishment. That's why Warren is attacked, Tulsi is attacked and Bernie is attacked.",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyO0_ZdDJ7J43duu9t4AaABAg.8uZCNf3A5vZ8uawelhOiUn",
                    "user": "Ian Schiefer",
                    "date": "4 months ago",
                    "timestamp": 1559574200955,
                    "commentText": "And in a sense its that anti-establishment mentality that got our President elected and will probably keep him in office in 2020. It's all fine and well to have a <b> woman </b>in office, but it needs to slowly evolve towards that. Women have run for the position before, and before they weren't elected. It is what were use to, but now that we elected a business man, who knows what's next",
                    "likes": 2
                },
                {
                    "id": "UgyO0_ZdDJ7J43duu9t4AaABAg.8uZCNf3A5vZ8uy-QxhFeDi",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574200956,
                    "commentText": "@Ian Schiefer You're right... \n\n\n\n\n\nIVANKA 2024!!\n\n\nIVANKA 2028!!!!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxIoWr2NKbluKhOx4h4AaABAg",
            "user": "Bryan Zarate",
            "date": "4 months ago",
            "timestamp": 1559574200478,
            "commentText": "Tulsi Gabbard is authentic, Likable, and definitely electable.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwy0H3j8tZYexRLwK14AaABAg",
            "user": "King Og Of bashan",
            "date": "4 months ago",
            "timestamp": 1559574200480,
            "commentText": "I don't know why rest of world is not experiencing <b> sexism.</b> But only America. It's all about whoever opposing Democrats are sexists",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxoVFQjV8UUMgyc4KR4AaABAg",
            "user": "Javier Rodriguez",
            "date": "4 months ago",
            "timestamp": 1559574200481,
            "commentText": "This is such a weak case. The case of Warren drinking a beer is inauthentic not because she's a women but because it just comes off as a ploy for votes. You look at someone like Ms. Ocasio Cortez who seems authentic and genuinely seems like the type of young millennial to just casually live stream on instagram on a friday night drinking a beer.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uczeLn64mN",
                    "user": "Craig Bickerstaff",
                    "date": "4 months ago",
                    "timestamp": 1559574201148,
                    "commentText": "It still seems stupid to judge her candidacy on an awkward beer rather than the actual substance which she puts out on a daily basis.",
                    "likes": 2
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8ug6_pEWPPV",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201150,
                    "commentText": "Are you kidding me? Trumps entire campaign was a ploy for votes.",
                    "likes": 1
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uh8fP4l9DS",
                    "user": "Javier Rodriguez",
                    "date": "4 months ago",
                    "timestamp": 1559574201152,
                    "commentText": "@Zachary Bushnell If you think i'm going to defend trump you're sorely mistaken.",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8ukp60VLBgd",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201153,
                    "commentText": "If you think the fact that voters see Warren as pandering and Trump as not is something other than <b> sexism </b>then you are sorely mistaken.",
                    "likes": 2
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uljOdZeK5G",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574201155,
                    "commentText": "@Zachary Bushnell both of em pander bro...",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8umIkWX0smB",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201157,
                    "commentText": "@jchc VV One of them WON THE ELECTION",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8umjSBw8aOw",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574201159,
                    "commentText": "@Zachary Bushnell what relevancy does that have to whether or not both of them pander? Lmao",
                    "likes": 1
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8unqKkZeHPK",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201162,
                    "commentText": "One is called out for pandering. The other literally won the election. You are confused",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8unr9NeWNKE",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574201164,
                    "commentText": "@Zachary Bushnell you are illogical. If we both cheat on a 10 question test and I cheat on all 10 questions and you cheat on 5 and I score the highest, did you not cheat? Winning or losing or your government position does not negate whether one participated in pandering",
                    "likes": 1
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8unzukRDl2W",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201166,
                    "commentText": "@jchc VV You don't want to talk with me. I get it. I'd rather you say that you are confused and ask for clarification than make up nonsense.",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uo-bzTmZEP",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574201575,
                    "commentText": "@Zachary Bushnell how do I not want to talk with you? And how am I making up nonsense if people have stated that they both pander heavily and your response is \"If people think Warren panders and Trump doesn't then that is <b> sexism\"</b> when<b>  nobody</b> has disputed whether or not Trump panders....",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uq6VbWjJSb",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201577,
                    "commentText": "Yes they have disputed if he panders BY VOTING FOR HIM.",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uq6mGBklWz",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574201579,
                    "commentText": "@Zachary Bushnell so when 2020 comes and people vote for Warren, are those people therefore disputing whether or not Warren panders?",
                    "likes": 0
                },
                {
                    "id": "UgxoVFQjV8UUMgyc4KR4AaABAg.8uYF5BnMj7s8uqGKdAOcPy",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574201581,
                    "commentText": "\"I voted for X candidate because they pander\" - <b> zero </b>people in the history of time \n\n\nOur culture elected Trump and says Warren panders. Those are different reactions to the same thing. One candidate succeeds no matter what and the other is criticized for \"pandering.\" This is otherwise known as a DOUBLE STANDARD or a Two-tiered system or systemic<b>  misogyny</b>.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzL8deDhhIfqbleTX54AaABAg",
            "user": "Knowledge Is Key",
            "date": "4 months ago",
            "timestamp": 1559574200484,
            "commentText": "NO. I don't like their policies, solutions, and responses. \nThat is why I do not like them, not because they are women.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8uabXc_-7_z",
                    "user": "Random Name",
                    "date": "4 months ago",
                    "timestamp": 1559574201132,
                    "commentText": "Your name is pretty ironic given your response..",
                    "likes": 0
                },
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8ubPRpIrYYx",
                    "user": "Knowledge Is Key",
                    "date": "4 months ago",
                    "timestamp": 1559574201133,
                    "commentText": "@Random Name, please tell me why my response is wrong, genuinely asking.\nIt's wrong to like/dislike someone because they are women. I don't like their policies, not them as people.",
                    "likes": 0
                },
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8ub_eQFTI8a",
                    "user": "Random Name",
                    "date": "4 months ago",
                    "timestamp": 1559574201135,
                    "commentText": "I can't tell you why your response is wrong, if you don't see it for yourself. If I did explain, you wouldn't understand.",
                    "likes": 0
                },
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8ubbiBdgoWH",
                    "user": "Knowledge Is Key",
                    "date": "4 months ago",
                    "timestamp": 1559574201136,
                    "commentText": "@Random Name \ntry me, im honestly interested. Im not trying to sound sarcastic in any way, I genuinely would like to know why that is wrong and I would actually really appreciate it if you told me.",
                    "likes": 0
                },
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8ubdyGgfvtO",
                    "user": "Random Name",
                    "date": "4 months ago",
                    "timestamp": 1559574201137,
                    "commentText": "@Knowledge Is Key So, you specifically don't like female politicians because of their ideologies, can I ask what ideologies they might be?",
                    "likes": 0
                },
                {
                    "id": "UgzL8deDhhIfqbleTX54AaABAg.8uXyq9eVz8a8ubgDlGOGFu",
                    "user": "Knowledge Is Key",
                    "date": "4 months ago",
                    "timestamp": 1559574201139,
                    "commentText": "@Random NameName whoaa, okay I see.\nI don't like some female politicians. \nThere are definitely female politicians that I love 100%. & I shouldn't have said I don't like their policies, I just think (As I would for people like Biden) that their solutions to problems aren't that good compared to other politicians (Cough Andrew yang for instance). \n\n\n\nsorry if that's super confusing, I think you misunderstood me. I definately dont not like female politicians; just a select few that I dont agree with their solutions. When I said \"their\" I meant the politicians in the video, not women in general... cuz then I'd be saying I dont like me... sooo. yeah. I hope that cleared things. maybe.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwAjKqkb7Lqs2w47C94AaABAg",
            "user": "Football-Pundit",
            "date": "4 months ago",
            "timestamp": 1559574200486,
            "commentText": "Total fail by NowThis..Where is Tulsi Gabbard..MSM fawns over Beto, Biden, Buttigieg but not Bernie and they fawned over Kamala earlier but then these 4 blew her out of the water in polls, fundraising etc. so y wudnt the media cover them more? the only bias here is an establishment bias",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwAjKqkb7Lqs2w47C94AaABAg.8uXhJ4PF-8I8uaZYXse2P-",
                    "user": "James Jackson",
                    "date": "4 months ago",
                    "timestamp": 1559574201142,
                    "commentText": "Yep, you have an amazing young <b> woman </b>of color in Tulsi Gabbard that gets smeared when she's not being ignored. There's no doubt that<b>  sexism</b> is a huge problem in society but it's hard for me to take these claims seriously by MSM when they've so clearly shown their hand on this stuff.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "Ugw0Wd0kLt2ZEKQ6DmF4AaABAg",
            "user": "Meh Jones",
            "date": "4 months ago",
            "timestamp": 1559574200488,
            "commentText": "\" multiple women running against multiple men\"?? What a stupid statement. There's no women's or men's team you <b> dim </b>wits--they're all running against each other. This is a waste of time AT BEST",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugw0Wd0kLt2ZEKQ6DmF4AaABAg.8uXabovt2pL8vRh8vUpCos",
                    "user": "Benjamin Esposti",
                    "date": "4 months ago",
                    "timestamp": 1559574200899,
                    "commentText": "Typical feminists saying they want equality, while driving a wedge between the genders (and races).",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwYr8yIWeCMN5J5LRt4AaABAg",
            "user": "FinallyFree",
            "date": "4 months ago",
            "timestamp": 1559574200490,
            "commentText": "Everyone here. PLEASE start voicing your opinion on the CNN and MSNBC YouTube comment section about wanting to see more of the other candidates and who you want to see more of. We need everyone to comment. They are shaping our election and our next president and the polls by not giving equal coverage. This video is exactly how I have been feeling.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy5ticSrC75sgwQ24l4AaABAg",
            "user": "TRI REX",
            "date": "4 months ago",
            "timestamp": 1559574200492,
            "commentText": "Elizabeth warren has 10x the brains and qualifications than any man in this election. She's rolling out top notch, well researched policy while Beto just sweats all over some Latino people and yells about coming together. Don't get me twisted I'm a fan of him, but the positive press him and Buttigieg are getting is extraordinarily unfair",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugy5ticSrC75sgwQ24l4AaABAg.8uX5CCVhfj78uXgx5Q8LPa",
                    "user": "Football-Pundit",
                    "date": "4 months ago",
                    "timestamp": 1559574200895,
                    "commentText": "TRI REX Not more than Bernie.",
                    "likes": 1
                },
                {
                    "id": "Ugy5ticSrC75sgwQ24l4AaABAg.8uX5CCVhfj78uXwYOyBycd",
                    "user": "TRI REX",
                    "date": "4 months ago",
                    "timestamp": 1559574200896,
                    "commentText": "Football-Pundit fair, Bernie also is awesome",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxMzF9IbbL9b5axRa14AaABAg",
            "user": "Onyx Blue",
            "date": "4 months ago",
            "timestamp": 1559574200495,
            "commentText": "Sanders and Warren or Warren and Sanders. Either way that's the pick we need",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzNvbeLNDt7LRjT63R4AaABAg",
            "user": "Dodec84",
            "date": "4 months ago",
            "timestamp": 1559574200497,
            "commentText": "No Tulsi?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwzb_1r9NT3hEs0ggF4AaABAg",
            "user": "Funky Like A Monkey",
            "date": "4 months ago",
            "timestamp": 1559574200498,
            "commentText": "Alexandria Ocasio-Cortez is making waves because she is young, charismatic and authentic. Elizabeth Warren is struggling because she is <b> old,</b> bland and TRYING to be authentic. Both of them, in case you haven't noticed, are women. This video makes an extremely weak case, it's just another example of feminism eating itself. There is no <b> \"Patriarchy</b>\" boogeyman under the bed. In 2019, a passionate progressive female political candidate is far more electable than any corporate moderate man<b> . Gende</b>r is not the roadblock here - MONEY is the issue. Corporate candidates will get special treatment, progressive candidates will be thrown under the bus. That's how Hillary \"beat\" Bernie last time. Or was it \"T<b> he Patriarc</b>hy\" that told the DNC to rig the primaries in her favour?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyewTZe_AHSq9eYV_p4AaABAg",
            "user": "jakeyboy851",
            "date": "5 months ago",
            "timestamp": 1556895800500,
            "commentText": "Likability and authenticity  aren't just a code for men that's a real thing, plenty of men are unlikable, case in point Ted Cruz. Elect-ability is just code for establishment. Its fair to say that women should be given a fair shot but you also shouldn't just accept ANYBODY because they're a <b> woman.</b> Sarah Palin was a women for gods sake.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxP36FnAawFtQ4yJxh4AaABAg",
            "user": "Aaron Green",
            "date": "5 months ago",
            "timestamp": 1556895800502,
            "commentText": "Nikki Haley 2020",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy7SheosyPeTA_q7yN4AaABAg",
            "user": "A. D.S.",
            "date": "5 months ago",
            "timestamp": 1556895802762,
            "commentText": "Yeah we arent ready for a <b> woman </b>president yet thanks to how the media portrays female candidates.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxYNlM24BNCKPXlu954AaABAg",
            "user": "Michael Vincent",
            "date": "5 months ago",
            "timestamp": 1556895802764,
            "commentText": "woman just have to be better...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx51sc1vkv3EbFjJI94AaABAg",
            "user": "Star Cherry",
            "date": "5 months ago",
            "timestamp": 1556895802765,
            "commentText": "Thank you for ending this video on a positive note.\nIt really means a lot",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwyva_-_9Ry1-R17sB4AaABAg",
            "user": "Star Cherry",
            "date": "5 months ago",
            "timestamp": 1556895802767,
            "commentText": "Turns out America isn't as ready for change as they say they are",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugwyva_-_9Ry1-R17sB4AaABAg.8uULq677bRA8uZaYrvV02W",
                    "user": "catmani2",
                    "date": "4 months ago",
                    "timestamp": 1559574203428,
                    "commentText": "Or there are too many stupid people who believe the BS spouted in this video. Guess what, women make up the majority of the electorate. They could put a <b> woman </b>in nearly every elected position if they wanted too.....",
                    "likes": 1
                },
                {
                    "id": "Ugwyva_-_9Ry1-R17sB4AaABAg.8uULq677bRA8uaKecpl8dn",
                    "user": "Sownheard",
                    "date": "4 months ago",
                    "timestamp": 1559574203430,
                    "commentText": "why vote on policies if you can just vote on popularity Kanye 2020",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxLu3UJouobu35xelJ4AaABAg",
            "user": "Nicholas Berry",
            "date": "5 months ago",
            "timestamp": 1556895802770,
            "commentText": "I saw an article yesterday talking about Biden and this  newly coined word \"electibility\" \n\nI got the sense that this is happening mostly because of purple states and more center leaning people who are either \"so concerned about what the voters on the right will think\" so they will aim for someone that will get their votes because of their presumed <b> racist </b>and sexist ideologies or people who are themselves still lowkey<b>  race</b> an<b> d gende</b>r biased bit don't want to admit it (even to themselves). \n\n1. We shouldn't cater to the other side so much on this. I know we may need their votes but the only way to shift their minds beyond their clearly on the wrong side of history archaic mind sets is with a full step, not another half step like Obama. (I love Obama but but he checks more than half of the conservative boxes still which is why im suggesting he is a half-step)\n\n2. We need to focus on quality of issue ONLY! Focusing so much <b> on ra</b>ce <b> and gen</b>der with political races is part of<b>  why </b>rac<b> e and g</b>ender are such large barriers. Fix the issue by removing this aspect from the discussion, letting good ideas prevail, then let the natural course of otherwise random selection do its thing",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyVxYMv_7ni5FF7CyJ4AaABAg",
            "user": "Mike G",
            "date": "5 months ago",
            "timestamp": 1556895802772,
            "commentText": "Lol what is this? Womenplaining 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxcgKri-1iIXLFe1Jh4AaABAg",
            "user": "Aliup 98",
            "date": "5 months ago",
            "timestamp": 1556895802774,
            "commentText": "Or maybe authentic and electable\nElizabeth warren lied about being Native American so their is gonna be a little bit untrusted and questioning of being authentic",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxcgKri-1iIXLFe1Jh4AaABAg.8uTU0O0IueN8uYmJHM0eh6",
                    "user": "terriej123",
                    "date": "4 months ago",
                    "timestamp": 1559574203432,
                    "commentText": "Aliup 98 she didn't lie about that at all. How did she lie?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugzai-aVovQoMYY3-Kh4AaABAg",
            "user": "Nothing Too Serious",
            "date": "5 months ago",
            "timestamp": 1556895802776,
            "commentText": "Wow can you imagine how much the leftards will loose their minds,  when trump wins again in 2020.. will be funny af..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz6r8oPmaQgMSZ7ia94AaABAg",
            "user": "Jcewazhere",
            "date": "5 months ago",
            "timestamp": 1556895802778,
            "commentText": "I wish people cared less about what's between a person's legs and how they use it and more about what's between their ears and how they use it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxm_8lwVbIAWxpYk_54AaABAg",
            "user": "Working Class Gotham",
            "date": "5 months ago",
            "timestamp": 1556895802780,
            "commentText": "\"The media?\" No one with half a brain pays any attention to CNN, NBC, CBS, Fox, MSNBC....It's garbage. They don't focus on policy to further America - they focus on the horse <b> race </b>and horseshit. Like this piece.  Horseshit. I'll vote for Warren because of her policies. I won't vote for Klobuchar because of her policies. You keep focusing on<b>  gender</b> - the rest of us have work to do.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyKIiBtPMqcmXrKZ654AaABAg",
            "user": "Keenan Thomas",
            "date": "5 months ago",
            "timestamp": 1556895802782,
            "commentText": "I noticed that the candidates themselves have no problem. You can't scream <b> sexism </b>every time there's a criticism. 'Like able' IS a quality for ANY election, the president of paper clips should be likable. If you think that the media should pander to women in this blood thirsty sport then go to bed. Hilary has run twice so this 'likable' bull you need to ask yourself are you looking for<b>  sexism</b>? Because one can ALWAYS find what they're looking for, always. P.S. what's 'likable' in men is different in what's likable in women. Maybe that's what you have a problem with BUT that's <b> a WOMA</b>N thing. FOR EXAMPLE, every time a female celebrity has the first child all they talk about in interviews is being a mother because that's what's 'likable' to women. Male actors have a new baby they announce it and move on to their craft as a subject. Because that's what's likable to men, work. Mayor Pete served in the Military likable for men, women could careless. AOC is then and pretty and the media (and women) treat her like she's the Kardashian of political, likable to women. Meanwhile, these women couldn't pick Nancy Pelosi out of a line up. AOC is even in on the front of tabloids.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgycNikskmzFx8zwMNV4AaABAg",
            "user": "Sues Anna",
            "date": "5 months ago",
            "timestamp": 1556895802784,
            "commentText": "I hate that so many women are so sexist. That's sooo discusting. Women in politics are so important.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxlZgPZkjv_i_mx1oB4AaABAg",
            "user": "Jefferson Johanes",
            "date": "5 months ago",
            "timestamp": 1556895802786,
            "commentText": "Tulsi Gabbard 2020",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwaANE4y1uc4BUFS2h4AaABAg",
            "user": "ZACH ENRON",
            "date": "5 months ago",
            "timestamp": 1556895802788,
            "commentText": "This is a weak case for <b> gender </b>bias. The likeability test is used against bernie constantly. Beto has been rejected as inauthentic. Ya theres some obvious<b>  sexism</b> but its the same for any real outsider trying to shift the power structure.",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwaANE4y1uc4BUFS2h4AaABAg.8uRI8Yn9gTP8ug6dzgCqi2",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574203436,
                    "commentText": "Bernie IS unlikable. He yells and gets off topic all the time.",
                    "likes": 1
                },
                {
                    "id": "UgwaANE4y1uc4BUFS2h4AaABAg.8uRI8Yn9gTP8uy-n15d9C5",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574203438,
                    "commentText": "@Zachary Bushnell He was also shamed when madcow illegally received President Trump's taxes.\n\n\n\n\nPresident Trump payed a LARGER percentage in taxes and donated more to charity than the decrepit <b> old </b>socialist would.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxImXCuHLVjQVv3_rF4AaABAg",
            "user": "Romeo Leo",
            "date": "5 months ago",
            "timestamp": 1556895802790,
            "commentText": "Besides sleepy Joe and <b> Crazy </b>Bernie, the rest of the bunch are fakers or they look mean ! They look the part bcs that what they are empty suits",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxupiudhuxCO144eqF4AaABAg",
            "user": "Anna S",
            "date": "5 months ago",
            "timestamp": 1556895802792,
            "commentText": "I have never heard anyone say 'I am voting for this guy because he is a white man.' People DO say that they like this person because they are inspiring person of color. There are like 5 people in the U.S. who think a <b> woman </b>could not be president. Just because you don't like the women running for president, that doesn't make you sexist. In fact it more likely means you are judging them for their policies which is GOOD!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzzUpRY4ZU7pUPaCa94AaABAg",
            "user": "Iriya",
            "date": "5 months ago",
            "timestamp": 1556895802794,
            "commentText": "AOC and  Tulsi Gabbard are both amazing leaders. Don't blame it on <b> gender </b>cause when your corporate puppets (Clinton and Harris) lose when they advocate for failed<b>  old</b> neo-liberalism instead of progressive ideas.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzLdtvVfxP1AGFrKtd4AaABAg",
            "user": "richmondfanpage9 !",
            "date": "5 months ago",
            "timestamp": 1556895802795,
            "commentText": "Of course you wouldn't mention Tulsi.",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw3SWJrr92ReDNkOKR4AaABAg",
            "user": "TheWiseSophist",
            "date": "5 months ago",
            "timestamp": 1556895802797,
            "commentText": "This is why the democrats are going to lose again. Most people are tired of the female victim narrative. Bad optics!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx7TamfnCjgLSQjqUB4AaABAg",
            "user": "Katakuri",
            "date": "5 months ago",
            "timestamp": 1556895802799,
            "commentText": "Repeal the 19th Amendment.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugx7TamfnCjgLSQjqUB4AaABAg.8uPNBdV9yjR8uTPGWBl8RK",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895803425,
                    "commentText": "repeal your birth",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxL3BlM1RBGby63h0Z4AaABAg",
            "user": "James Kelley",
            "date": "5 months ago",
            "timestamp": 1556895804333,
            "commentText": "I'm not voting cause there isn't a non binary trans <b> black </b>person",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxL3BlM1RBGby63h0Z4AaABAg.8uPMPldJaIH8uRxR2TkNS5",
                    "user": "SS Robs",
                    "date": "5 months ago",
                    "timestamp": 1556895804784,
                    "commentText": "James Kelley You can't make that joke here because it can easily be mistaken for genuine.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugw4I03z2b6n0Y4XRUt4AaABAg",
            "user": "Qwokka",
            "date": "5 months ago",
            "timestamp": 1556895804336,
            "commentText": "I had a \"female president\" for the last 16 (?) years and don't see why Americans, or some of them, are so into this <b> gender </b>stuff.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugw4I03z2b6n0Y4XRUt4AaABAg.8uPImDas-QZ8uPhEQdMsEp",
                    "user": "Jason Martin",
                    "date": "5 months ago",
                    "timestamp": 1556895804778,
                    "commentText": "Because America is backward.",
                    "likes": 0
                },
                {
                    "id": "Ugw4I03z2b6n0Y4XRUt4AaABAg.8uPImDas-QZ8uRxZFWPali",
                    "user": "SS Robs",
                    "date": "5 months ago",
                    "timestamp": 1556895804780,
                    "commentText": "Most Americans don't see why some Americans are so into the <b> gender </b>stuff. It's a very loud and annoying minority.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyy3tpeR9ValvoLYWt4AaABAg",
            "user": "nyc-n-y",
            "date": "5 months ago",
            "timestamp": 1556895804338,
            "commentText": "I hate to say it, but I don't find her very likable. (no seriously)",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxqsdcqIZVCJzXCsRp4AaABAg",
            "user": "Moe Reese",
            "date": "5 months ago",
            "timestamp": 1556895804340,
            "commentText": "No <b> old </b>white men for president.  No rich people for president. No criminals for president.   Kamala Harris is corrupt and has been purchased.  Booker?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxqsdcqIZVCJzXCsRp4AaABAg.8uPDcj7Sd3-8uRJmSah0Ab",
                    "user": "blackearl7891",
                    "date": "5 months ago",
                    "timestamp": 1556895804793,
                    "commentText": "Bought off by pharmaceutical companies. They were his biggest donors for years",
                    "likes": 0
                },
                {
                    "id": "UgxqsdcqIZVCJzXCsRp4AaABAg.8uPDcj7Sd3-8uROwdc4IUn",
                    "user": "Bearded Rogue",
                    "date": "5 months ago",
                    "timestamp": 1556895804795,
                    "commentText": "Pretty <b> racist </b>to say<b>  old</b> white men shouldn't be president.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugxcrot9a7aRNWJ1FVh4AaABAg",
            "user": "(⚔) Survivor",
            "date": "5 months ago",
            "timestamp": 1556895804342,
            "commentText": "To the police, a <b> woman </b>can slap me all she wants, until I bring out the RKO, that's when they get involved",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz14AzNmPUSYMyFZwx4AaABAg",
            "user": "Ana Lara",
            "date": "5 months ago",
            "timestamp": 1556895804344,
            "commentText": "AOC should be run when she's <b> old </b>enough and she'll win.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugz14AzNmPUSYMyFZwx4AaABAg.8uP73vpC7U-8uPG0n1lCMg",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895804808,
                    "commentText": "she won't because she's lost support since coming into office.",
                    "likes": 2
                },
                {
                    "id": "Ugz14AzNmPUSYMyFZwx4AaABAg.8uP73vpC7U-8uPhea1k6uY",
                    "user": "Jason Martin",
                    "date": "5 months ago",
                    "timestamp": 1556895804810,
                    "commentText": "@Bry-Fi Statistic?",
                    "likes": 0
                },
                {
                    "id": "Ugz14AzNmPUSYMyFZwx4AaABAg.8uP73vpC7U-8uZOmiTj70P",
                    "user": "Pre destinated",
                    "date": "4 months ago",
                    "timestamp": 1559574204813,
                    "commentText": "AOC is an establishment puppet. Bernie is the next president",
                    "likes": 1
                },
                {
                    "id": "Ugz14AzNmPUSYMyFZwx4AaABAg.8uP73vpC7U-8uZOyezWpV_",
                    "user": "Jason Martin",
                    "date": "4 months ago",
                    "timestamp": 1559574204815,
                    "commentText": "@Pre destinated  Got evidence?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgzqslMB-IIaO5TmlRp4AaABAg",
            "user": "HunkMine",
            "date": "5 months ago",
            "timestamp": 1556895804355,
            "commentText": "I'd vote for a women if they had good policies, I would never vote based on <b> gender </b>and neither should you",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzqslMB-IIaO5TmlRp4AaABAg.8uP2tZwWZ1L8uPGFCGxLmt",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895804802,
                    "commentText": "agreed, I'm not voting for Warren or Harris because of a <b> gender </b>bias, it's more political bias which doesn't align with them.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgyxxYxR07Tb1n-izI54AaABAg",
            "user": "Lindokuhle Zondi",
            "date": "5 months ago",
            "timestamp": 1556895804358,
            "commentText": "This video is so good and I'm agreeing 100% but I'm feeling the Bern!",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uPL8gO7beN",
                    "user": "Lindokuhle Zondi",
                    "date": "5 months ago",
                    "timestamp": 1556895804828,
                    "commentText": "@Florida Violets There is no evidence that suggests that Sen. Sanders is too <b> old </b>for office. Furthermore, there is no guarantee that Pete will live longer than Sen. Sanders.",
                    "likes": 1
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uPh5K6xJw8",
                    "user": "Jason Martin",
                    "date": "5 months ago",
                    "timestamp": 1556895804830,
                    "commentText": "@Florida Violets \"Realistic\" What are his policies? He hasn't named any.",
                    "likes": 1
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uQPKnxRdmO",
                    "user": "Lindokuhle Zondi",
                    "date": "5 months ago",
                    "timestamp": 1556895804832,
                    "commentText": "@Florida Violets He has no policy proposals thus far. There's <b> nothing </b>practical about that.",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uYmZmmngB8",
                    "user": "terriej123",
                    "date": "4 months ago",
                    "timestamp": 1559574204834,
                    "commentText": "Lindokuhle Zondi Bernie Sanders has plenty of policy proposals.",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uZ2EOe9NEJ",
                    "user": "Lindokuhle Zondi",
                    "date": "4 months ago",
                    "timestamp": 1559574204836,
                    "commentText": "@terriej123 Yes, he (Bernie) does. I'm saying that Pete hasn't any.",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8utCwL26HB0",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574204837,
                    "commentText": "If you like Bernie I think you would love Andrew yang! His ideas align with Bernie's but are more plausible and he's a better candidate to win against trump",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uvAcFIL6uu",
                    "user": "Lindokuhle Zondi",
                    "date": "4 months ago",
                    "timestamp": 1559574204839,
                    "commentText": "@stefanie R What are you basing that on?",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uvUvxY1yS5",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574204840,
                    "commentText": "@Lindokuhle Zondi well if we're talking about beating trump, he is highly focused on creating more jobs and growing the economy with his UBI plan. He focuses on problems that got Donald Trump elected except I believe him when he says he's gonna get people more jobs because he has facts to back that up. He has a lot of ideas for how to shift the country and I highly recommend him. That was kinda long lol but I really like him.",
                    "likes": 0
                },
                {
                    "id": "UgyxxYxR07Tb1n-izI54AaABAg.8uP2_0h-gwv8uvYQHxcM_0",
                    "user": "Lindokuhle Zondi",
                    "date": "4 months ago",
                    "timestamp": 1559574204841,
                    "commentText": "@stefanie R I.m always happy to hear others' opinions. Never worry about the length of your reply! But is your claim backed by evidence? Polling data? Something like that?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyQP9LC0RiCrSsJKU54AaABAg",
            "user": "Kate",
            "date": "5 months ago",
            "timestamp": 1556895804360,
            "commentText": "This is soooo true! And it makes me so sad!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxEYuQmXuXFw4OzZ4B4AaABAg",
            "user": "Nicholas Rossini",
            "date": "5 months ago",
            "timestamp": 1556895804362,
            "commentText": "talk about identity politics",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxEYuQmXuXFw4OzZ4B4AaABAg.8uP0__eaI-l8y6zmksDLTL",
                    "user": "MrCollegeSmart",
                    "date": "2 months ago",
                    "timestamp": 1564844604797,
                    "commentText": "White people invented it. You only have a problem because now everyone else has started doing it.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxKualHxRzt76NUSyR4AaABAg",
            "user": "Malachi Pash",
            "date": "5 months ago",
            "timestamp": 1556895804364,
            "commentText": "She did a bad job of explaining her argument. What exactly is the problem?(I'm not saying their is non)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzEPTqtHBPy8rpx85B4AaABAg",
            "user": "coachhiggins",
            "date": "5 months ago",
            "timestamp": 1556895804366,
            "commentText": "Biology is a thing",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgzEPTqtHBPy8rpx85B4AaABAg.8uOwebI3xqQ8uRxiPu1GVz",
                    "user": "SS Robs",
                    "date": "5 months ago",
                    "timestamp": 1556895804746,
                    "commentText": "coachhiggins Nah, thats just wayism/sexsims now.",
                    "likes": 1
                },
                {
                    "id": "UgzEPTqtHBPy8rpx85B4AaABAg.8uOwebI3xqQ8uZOzWcCNpF",
                    "user": "Pre destinated",
                    "date": "4 months ago",
                    "timestamp": 1559574204748,
                    "commentText": "stfu",
                    "likes": 1
                },
                {
                    "id": "UgzEPTqtHBPy8rpx85B4AaABAg.8uOwebI3xqQ8uZsZ1BQS5i",
                    "user": "Erik Armendariz",
                    "date": "4 months ago",
                    "timestamp": 1559574204750,
                    "commentText": "okay Jordan Peterson, but what does that even imply",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgzRj1OHHgRNhuGpgCp4AaABAg",
            "user": "Jackie Graves",
            "date": "5 months ago",
            "timestamp": 1556895804368,
            "commentText": "We all have biases and need to learn to put them aside and make an informed vote. Great video.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxSmF7zcEWn-XJZSQ14AaABAg",
            "user": "Dragon1717",
            "date": "5 months ago",
            "timestamp": 1556895804370,
            "commentText": "Notice the insidious <b> racism </b>and<b>  sexism</b> in the mix here. Notice how the focus is on the fact that \"white men\" are candidates as i<b> f rac</b>e a<b> nd gend</b>er are relevant as opposed to the actual issues. I would stare these people down very intently, tilt my head sideways and say curb y<b> our rac</b>ism<b>  and se</b>xism. It has no place in 2019 America.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwVuQt0iTA19GV3Q9V4AaABAg",
            "user": "Sonia Korchynski",
            "date": "5 months ago",
            "timestamp": 1556895804372,
            "commentText": "Everyone is pickled in <b> patriarchy.</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwVuQt0iTA19GV3Q9V4AaABAg.8uOhkYBegXM8uPdaA1eFJN",
                    "user": "Alex Smith",
                    "date": "5 months ago",
                    "timestamp": 1556895804766,
                    "commentText": "Correct.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwCpVRXmBGrbQQxX4B4AaABAg",
            "user": "Jimmy Ware",
            "date": "5 months ago",
            "timestamp": 1556895804374,
            "commentText": "I love how cringe this channel is!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy2JuGAaSbkFR20dDN4AaABAg",
            "user": "JUST ANOTHER YOUTUBERTM",
            "date": "5 months ago",
            "timestamp": 1556895804376,
            "commentText": "THE US IS A DEVELOPED COUNTRY, SO IT SHOULD ELECT A LEADER/PRESIDENT THAT CAN LEAD THE COUNTRY AGANIST PLASTIC, AGANIST COMPANIES THAT DISCHARGE UNTREATED SEWAGE AND TOWARDS A CLEANER, HEALTHIER AND SAFER US (AND WORLD)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzFErUxPWQNkCsnW114AaABAg",
            "user": "Muuro",
            "date": "5 months ago",
            "timestamp": 1556895804378,
            "commentText": "Idpol without focusing on policies is absolutely useless to people.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzFErUxPWQNkCsnW114AaABAg.8uOWNAFJIhs8uPdffePUHY",
                    "user": "Alex Smith",
                    "date": "5 months ago",
                    "timestamp": 1556895804763,
                    "commentText": "Curtailing unconsciousness bias is good. Do it. The video is about policy. That's the is the point.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgylPZPAUU62wF3IQCp4AaABAg",
            "user": "Leon L",
            "date": "5 months ago",
            "timestamp": 1556895804380,
            "commentText": "Policy, vaule. No corporate, establishment backed fund raising. No moderate DEMs. Progressive or go home.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxQGg8eilIK5uFtfCZ4AaABAg",
            "user": "Edge",
            "date": "5 months ago",
            "timestamp": 1556895804382,
            "commentText": "It's not about white male privilege. It's about the B-name privilege!!! Biden, Beto, Bernie, Buttigieg. Wake up sheeple!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxjJA5XyezWAdc2KOR4AaABAg",
            "user": "I. Wynn Wynn",
            "date": "5 months ago",
            "timestamp": 1556895805939,
            "commentText": "Biden, Bernie, and trump are all gross!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwhwemW20IB63L1PTh4AaABAg",
            "user": "I. Wynn Wynn",
            "date": "5 months ago",
            "timestamp": 1556895805941,
            "commentText": "Trump does not have a good presence, he is <b> fat,</b> ugly,<b>  old</b>, with a bad combover and orange 🍊 leather skin. George jr sucked and was the worst president ever! Oh please, they voted Obama who did not look the other males! Women get put down for being unauthentic and then when she is she put down for her opinions when she is being authentic!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz92MFmvn2nPUfJn6B4AaABAg",
            "user": "Womp Womp",
            "date": "5 months ago",
            "timestamp": 1556895805944,
            "commentText": "Y A N G  G A N G  2 0 2 0\n\nTHIS COMMENT IS SPONSORED BY THE YANGKUZA.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxtNme9hfJboYrmAmV4AaABAg",
            "user": "narutodssunny",
            "date": "5 months ago",
            "timestamp": 1556895805946,
            "commentText": "I am going vote for the people that doses not take money from corporate lobbyists and that has great policies. I wish there was more news organizations that talks about where do candidates get their money from.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxtNme9hfJboYrmAmV4AaABAg.8uOEhDbybNb8uOlxu5SkfQ",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895806595,
                    "commentText": "that's funny, corporations aren't people so thus they shouldn't get a say but although corporations aren't people, they should pay taxes.",
                    "likes": 0
                },
                {
                    "id": "UgxtNme9hfJboYrmAmV4AaABAg.8uOEhDbybNb8uPhEThoZef",
                    "user": "narutodssunny",
                    "date": "5 months ago",
                    "timestamp": 1556895806597,
                    "commentText": "Bryant Nelson Yep, corporations are considered entities.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyqcSMjm1lYsxIGrBx4AaABAg",
            "user": "shit sandwich",
            "date": "5 months ago",
            "timestamp": 1556895805949,
            "commentText": "Ah man but they forget other people have freedom of speech too",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwtI6Hl97tFFVzVgJF4AaABAg",
            "user": "Rainer Zufall",
            "date": "5 months ago",
            "timestamp": 1556895805951,
            "commentText": "Not even mentioning Tulsi Gabbard on this issue is a NoGo. You've lost any credibility!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwBDQRaDxsmz1oNTFp4AaABAg",
            "user": "J Yi",
            "date": "5 months ago",
            "timestamp": 1556895805953,
            "commentText": "So this man says, I agree, Elizabeth Warren is the most qualified. BUT she's a <b> woman.</b> She has a high voice. \nToo bad the Ruskies cheated Hillary out of winning. Break this moronic glass ceiling! Next we'll find ppl want a<b>  woman</b> President to get pd 70cents on the dollar!\nsmh",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx46HN3usaDfmyt78V4AaABAg",
            "user": "Nefarious Purple Badger",
            "date": "5 months ago",
            "timestamp": 1556895805955,
            "commentText": "Tulsi and Harris are a pair of douches. Warren has credibility. Sad how America struggles to let women lead them. The biggest three muslim countries by population have all elected women to the top political position in those countries, multiple times. Funny how that works given how much Americans like to go on about freedom.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwkEeqhGnWFRqOndWF4AaABAg",
            "user": "A B",
            "date": "5 months ago",
            "timestamp": 1556895805957,
            "commentText": "So incredibly filled with self-pity and <b> sexism </b>against males and so extremely hellbent on and obsessed with seeing and painting oneself and *ALL FEMALES* as Eternal, Perpetual, Oppressed Poor Little Victims With No Agency, without even realizing she herself belongs to the most privileged, protected class/group of human beings in History : Upper-Middle Class/Upper Class White Females In First World Countries. This is so tiresome and so stupid.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwkEeqhGnWFRqOndWF4AaABAg.8uNzLgzOnDC8uO2NaOMcla",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895806588,
                    "commentText": "But not women (of any color) in positions of power. Pay attention.",
                    "likes": 0
                },
                {
                    "id": "UgwkEeqhGnWFRqOndWF4AaABAg.8uNzLgzOnDC8uOb0wOAiOI",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895806589,
                    "commentText": "@Kate yes they do, did liberals not just brag about Congress after the primaries?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxnwDg4JStzT8_36194AaABAg",
            "user": "Alex Barba",
            "date": "5 months ago",
            "timestamp": 1556895805960,
            "commentText": "Oh why  must people have preferences! If only everyone did what this peice of media told them to do.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxnwDg4JStzT8_36194AaABAg.8uNuo166-2h8uPdZQHZq38",
                    "user": "Alex Smith",
                    "date": "5 months ago",
                    "timestamp": 1556895806567,
                    "commentText": "Curtailing unconsciousness bias is good. Do it.",
                    "likes": 2
                },
                {
                    "id": "UgxnwDg4JStzT8_36194AaABAg.8uNuo166-2h8uROrhipnDF",
                    "user": "Bearded Rogue",
                    "date": "5 months ago",
                    "timestamp": 1556895806569,
                    "commentText": "@Alex Smith Its not an unconscious bias to realize that the only thing certain candidates have going for them is their race/gender.   Obama won because he was a great speaker and went against very boring candidates.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwMu62TrIbij7PSv5V4AaABAg",
            "user": "PhoebeFay RuthLouise",
            "date": "5 months ago",
            "timestamp": 1556895805964,
            "commentText": "'I'm running for president because that's what girls do.'\n—\u0000Elizabeth Warren \n\nWouldn't it be great if that little girl grew up to be president!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwMu62TrIbij7PSv5V4AaABAg.8uNpZ63gNq28uy3FN52vaz",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574206548,
                    "commentText": "It WILL be great when that little girl grew up to be President.\n\n\n\n\n\n\nIVANKA (fist FEMALE President) 2024!!\n\n\n\n\nIVANKA (first FEMALE President) 2028!!!!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxV-RBTMC72uk5ro754AaABAg",
            "user": "Mona Moore",
            "date": "5 months ago",
            "timestamp": 1556895805967,
            "commentText": "If Americans don't vote for Bernie Sanders you confirmed that you're stupid",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzC8uUDnJro7Fxg3cV4AaABAg",
            "user": "British Film Critic",
            "date": "5 months ago",
            "timestamp": 1556895805969,
            "commentText": "Realistically, Bernie is the ideal candidate for the Democratic primary - not because he's white, not because he a male, but because he's stern in his values and articulate in his policies, he's anti-establishment and outside interests and on top of all of that, he's the most likely to win the Primary, no matter how many smears the corporate media put out against him (saying that makes me feel like Donald Trump 😟)",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzC8uUDnJro7Fxg3cV4AaABAg.8uNjc0pDCxT8uPJOHTZ_1A",
                    "user": "Florida Violets",
                    "date": "5 months ago",
                    "timestamp": 1556895806553,
                    "commentText": "He's too <b> old.</b> Anyone wanting to spend their retirement years as president is a nut job.",
                    "likes": 0
                },
                {
                    "id": "UgzC8uUDnJro7Fxg3cV4AaABAg.8uNjc0pDCxT8uXHE7hTYrk",
                    "user": "FinallyFree",
                    "date": "4 months ago",
                    "timestamp": 1559574206555,
                    "commentText": "Ideal except for his lack of knowledge of foreign policy. He will be squashed and manipulated by the military industrial complex. That is why we need Tulsi as president or VP.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxZx80R2LBBmuGOO6h4AaABAg",
            "user": "Ravi Sharma",
            "date": "5 months ago",
            "timestamp": 1556895805973,
            "commentText": "Awwww I couldn't help but get a bit sappy when Warren was talking to the little girl and said 'I'm running for president because that's what Girls do' soo sweet and inspiring",
            "likes": 90,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8ucUji7Y0n9",
                    "user": "It'sTimeFor APoliticalRevolution",
                    "date": "4 months ago",
                    "timestamp": 1559574206680,
                    "commentText": "Pocahontas is just trying to profit from neofeminists. She should instead talk about the consumer financial protection  and other great policies of her that actually make sense.",
                    "likes": 4
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8uci9DPAoux",
                    "user": "Timothy Alexander",
                    "date": "4 months ago",
                    "timestamp": 1559574206681,
                    "commentText": "The message of this video seems to be, ignore the shortcomings of female candidates because electing a female president is more important than just about anything else.",
                    "likes": 5
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8uliyBOBQl0",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574206683,
                    "commentText": "She should've said \"Apply to college as a minority because that's what White people do\" lol",
                    "likes": 4
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8uo5LzadWkz",
                    "user": "Syd",
                    "date": "4 months ago",
                    "timestamp": 1559574206684,
                    "commentText": "@Timothy Alexander if that's all you understood from the video, then you are a special kind of <b> dumb </b>my friend.",
                    "likes": 1
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8uxzdelCN-H",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574206685,
                    "commentText": "+ravi sharma    And she has 1 in 1024 chance of winning....",
                    "likes": 0
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8uxzhU5iS3o",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574206686,
                    "commentText": "@Timothy Alexander Yup.",
                    "likes": 0
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8vb-8wTT8GT",
                    "user": "Wayne Rembert",
                    "date": "4 months ago",
                    "timestamp": 1559574206687,
                    "commentText": "@Syd Because, that's what the video is essentially saying by spreading misinformation.",
                    "likes": 1
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8vb-lLk7aE0",
                    "user": "Syd",
                    "date": "4 months ago",
                    "timestamp": 1559574206701,
                    "commentText": "@It'sTimeFor APoliticalRevolution dude.... she's talking to a little girl.... not someone she would be explaining her policies to",
                    "likes": 0
                },
                {
                    "id": "UgxZx80R2LBBmuGOO6h4AaABAg.8uNi7pUtxQd8vb-wlBcjU3",
                    "user": "Syd",
                    "date": "4 months ago",
                    "timestamp": 1559574206702,
                    "commentText": "@Wayne Rembert it's talking about <b> gender </b>bias in media and  politics. Where are they spreading misinformation? Nice. It's not telling you to go and vote for a women blindly.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyspGuEdHxjgFlyyQ94AaABAg",
            "user": "Christian Rokicki",
            "date": "5 months ago",
            "timestamp": 1556895805976,
            "commentText": "We're supposed to take this person's opinion on bias seriously when Tulsi Gabbard is conspicuously absent from the video. What other forms of bias are at work here? To me this indicates <b> zero </b>credibility.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgyspGuEdHxjgFlyyQ94AaABAg.8uNgBogUoSo8uNtiVX-wu_",
                    "user": "Doctor Thirteen",
                    "date": "5 months ago",
                    "timestamp": 1556895806577,
                    "commentText": "Christian Rokicki I've seen many interviews with her, she's very impressive. Corporate media is pushing all their favorites down our throats.",
                    "likes": 0
                },
                {
                    "id": "UgyspGuEdHxjgFlyyQ94AaABAg.8uNgBogUoSo8uOloL5KSZp",
                    "user": "Christian Rokicki",
                    "date": "5 months ago",
                    "timestamp": 1556895806579,
                    "commentText": "@Doctor Thirteen Agree. It's gross. These 'enlightened' people who lecture about fairness and then do their own bit of editing.  \nAnd they are probably too stupid to know why they have even done so; just parroting the suspect parties that have been smearing her from the start. \nLiberal hypocrisy at its finest.",
                    "likes": 0
                },
                {
                    "id": "UgyspGuEdHxjgFlyyQ94AaABAg.8uNgBogUoSo8uPewm62d1j",
                    "user": "Alex Smith",
                    "date": "5 months ago",
                    "timestamp": 1556895806581,
                    "commentText": "So hear is something to help you, just because was left out doesn't mean the message isn't about them as well. Think about all the female politicians that were left out democrats as well as republicans and even foreign to.",
                    "likes": 1
                },
                {
                    "id": "UgyspGuEdHxjgFlyyQ94AaABAg.8uNgBogUoSo8uQNHxj24Iu",
                    "user": "Christian Rokicki",
                    "date": "5 months ago",
                    "timestamp": 1556895806583,
                    "commentText": "@Alex Smith Would help if you had anything intelligent to say. But don't let that stop you.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyCAbSvztGh9_dPWbR4AaABAg",
            "user": "AZ Shark",
            "date": "5 months ago",
            "timestamp": 1556895805978,
            "commentText": "This 'host' is Triggered 🤣🤣🤣",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxcAwv-pp7WfuGE3A14AaABAg",
            "user": "Das Snek",
            "date": "5 months ago",
            "timestamp": 1556895805981,
            "commentText": "White man bad",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz8_bIG8Q51gKBGKc94AaABAg",
            "user": "Blodhelm",
            "date": "5 months ago",
            "timestamp": 1556895805983,
            "commentText": "Yet Hillary was called the only electable candidate in 2016...even though it was her second loss at being president. If being called unelectable was sexist, then the media was hella sexist against Bernie then and several candidates now, including Tulsi and  Yang.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz8_bIG8Q51gKBGKc94AaABAg.8uNbR-IGjYX8uPFJj2YNEv",
                    "user": "Just-Passing-Through 11",
                    "date": "5 months ago",
                    "timestamp": 1556895806719,
                    "commentText": "Oh no....🧐",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx4jHek_DP-UWVq5s54AaABAg",
            "user": "ProjectVerb",
            "date": "5 months ago",
            "timestamp": 1556895805986,
            "commentText": "As much as I despise Trump, I'm willing to suffer four more years with him in order to teach Democrats/Liberals a tough lesson if they think Biden should be president. My vote goes to Sen. Warren. The only other candidate I can support is Sen. Bernie. He has been on the right side of history even when most people disagree with him. But, yes I believe any vote for any of these great women will still lead us in the right direction. This should be a national conversation along with racial inequality. Please, don't assume this is all I care about. This is a very simplified opinion/comment.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwsgAr0XRzs7u2BM9F4AaABAg",
            "user": "Dan O'reilly",
            "date": "5 months ago",
            "timestamp": 1556895805988,
            "commentText": "I can't wait to see Trump run away with this next election.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx-odu-dx_LsLil3L14AaABAg",
            "user": "Barry William Teske",
            "date": "5 months ago",
            "timestamp": 1556895808240,
            "commentText": "'Othering' is destroying choice, freedom, trust and democracy. News is already a right off...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyXD1sY8a7bj2yr_n14AaABAg",
            "user": "Juno X",
            "date": "5 months ago",
            "timestamp": 1556895808242,
            "commentText": "I agree. \n\nWhen you have white ultra PC liberal women complaining that Bernie Sanders is some sort of white supremacist just because he's white and male, then of course there's a huge sexist (and even <b> racist)</b> problem interfering.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgydMZcUr-96s4XhcVh4AaABAg",
            "user": "Conrad Gifford",
            "date": "5 months ago",
            "timestamp": 1556895808244,
            "commentText": "I'll make it simple. \n2008- Sarah Palin\n2016- Hillary Clinton \nYou play the <b> gender </b>card you'll lose. Nuff said.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgydMZcUr-96s4XhcVh4AaABAg.8uNQKxZ6sJL8uO3eN2M7ma",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895808729,
                    "commentText": "Why is it held against them? <b> Sexism.</b>",
                    "likes": 0
                },
                {
                    "id": "UgydMZcUr-96s4XhcVh4AaABAg.8uNQKxZ6sJL8uOaid489Tr",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895808731,
                    "commentText": "@Kate If I wasn't 17 at the time I would've voted for trump, and not because he's a guy, it's because I don't vote liberal.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyKhnSUjRx7icZbyxZ4AaABAg",
            "user": "APOKOLYPES",
            "date": "5 months ago",
            "timestamp": 1556895808247,
            "commentText": "f no mention of Andrew Yang...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzITJ4NyB0AKXjeyGt4AaABAg",
            "user": "John Kabigting",
            "date": "5 months ago",
            "timestamp": 1556895808250,
            "commentText": "People should vote for a candidate with a good intention on fixing climate change and our planet or else us the future generation will not a future at all. Vote for a president who can actually fix our major problem for humanity is CLIMATE CHANGE.",
            "likes": 44,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgzITJ4NyB0AKXjeyGt4AaABAg.8uNM2NRMe3T8uOnYTqCFIm",
                    "user": "Josh350",
                    "date": "5 months ago",
                    "timestamp": 1556895808789,
                    "commentText": "Climate change has been a thing since the 80's. It was predicted that by 2020 we'd be under water. I take the whole climate change boogey man tactic as a joke. \n\nWhile I do agree with conservation and finding better options, we shouldn't throw all of our money at something the whole world needs to work on.  \n\nMost of Asia, South America, and Mexico are doing very little compared to what Europe, NZ, Japan, Australia, and the US are doing.",
                    "likes": 2
                },
                {
                    "id": "UgzITJ4NyB0AKXjeyGt4AaABAg.8uNM2NRMe3T8uP1QsQv0fl",
                    "user": "Alex Shuysky",
                    "date": "5 months ago",
                    "timestamp": 1556895808790,
                    "commentText": "Yes because it's up to the President and we the people couldn't do anything at all to help stop the climate change without direct order from the President.",
                    "likes": 2
                },
                {
                    "id": "UgzITJ4NyB0AKXjeyGt4AaABAg.8uNM2NRMe3T8uYm6FrmW8e",
                    "user": "terriej123",
                    "date": "4 months ago",
                    "timestamp": 1559574208791,
                    "commentText": "John Kabigting you're absolutely right. Keep it up👍🏼 Keep informing people about it.",
                    "likes": 0
                },
                {
                    "id": "UgzITJ4NyB0AKXjeyGt4AaABAg.8uNM2NRMe3T8uxzSTOEfnx",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574208793,
                    "commentText": "@Alex Shuysky \"climate change\" is the biggest FRAUD since al gore invented the internet.\n\n\nIt's a money scheme for the low IQ, weak-willed masses.\n\n\nWhy don't you cry out in India or China about \"climate change\"?\n\n\nThose are only TWO of the rest of the world who do a LOT more damage to \"the planet\" than America does.",
                    "likes": 0
                },
                {
                    "id": "UgzITJ4NyB0AKXjeyGt4AaABAg.8uNM2NRMe3T8uy3VH2OF7_",
                    "user": "Alex Shuysky",
                    "date": "4 months ago",
                    "timestamp": 1559574208794,
                    "commentText": "@James G You're wrong. Climate Change is a real thing and it's constantly happening. Climate is not something stagnant, it will always change, either getting milder or wilder.\n\nAlso they are Crying Out Loud in India and China. India rivers are so polluted people begin to complain, yes they have problems but they try to change. China also cried very loud, Beijing has been choked by thick smog lately and people realize it's important to preserve the nature to stabilize the climate.\n\nCountries like US or Austalia that have the means to do so should phase out of coal and oil and try to invest in a more green energy, Ellon Musk proven that Green Energy is possible, it's cheap and it's efficient, so why the governments of USA try to reinstate Coal and Oil power? ?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugy9sbyLeraXOepzh7Z4AaABAg",
            "user": "Logical Conservative",
            "date": "5 months ago",
            "timestamp": 1556895808253,
            "commentText": "Only the Left criticizes candidates based on the color of their skin and genitalia.  They rank some as superior and some as inferior, while being openly <b> racist </b>toward whites and sexist toward men.  The rest of us don't care.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uO4LaagSAg",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895808813,
                    "commentText": "Uh. Have you heard Trump at all? What about his base? You may think you speak for this vague \"rest of us\" group but there is ton of divisiveness in this country and you are contributing to it by saying \"only the left.\" Check yourself.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uOp5fSWTBG",
                    "user": "Logical Conservative",
                    "date": "5 months ago",
                    "timestamp": 1556895808814,
                    "commentText": "@Kate Trump has never criticized anybody based on skin color -- ever.  Name one.  You can't.  Yes, there are a small few racists on the right, but the difference is we cast down our racists while the Left promotes and rewards theirs.  You have racists at the highest level of government and the mainstream media on the Left.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uWHm6ijqkj",
                    "user": "Craig Welker",
                    "date": "4 months ago",
                    "timestamp": 1559574208816,
                    "commentText": "I can name more than one time. How about when he started his campaign by saying Mexicans were mostly rapists and implying that few if any were good people?",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uX0Q4pj9VD",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574208817,
                    "commentText": "@Craig Welker He never once said that.  Never.  That's a blatant lie.  Trump fully supports LEGAL immigrants, and we ALL can recognize that the good, hard working Hispanic property owners are staying in their nations, while we end up getting the rejects.  I'm sorry, but statistics back that up.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uX2KchZ_7E",
                    "user": "Craig Welker",
                    "date": "4 months ago",
                    "timestamp": 1559574208818,
                    "commentText": "Logical Conservative 'They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people.' - Donald Trump\n\nWhat statistics back that up?",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uXmrI43OBA",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574208820,
                    "commentText": "@Craig Welker If you listen to the full quote, it's quite clear that he's talking about illegal aliens.  Trump has gone to great lengths to clarify his already obvious statement.  Misquoting him like that is the same as telling an outright lie.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uXnW4XX5q3",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574208821,
                    "commentText": "@Craig Welker What statistics?  According to the office of the GAO, illegal aliens commit an average of 4166 homicides per year.  That calculates to 37 per 100k, per capita, compared to 5.35 per 100k, per capita, for US citizens.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uXo1hj5fxq",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574208822,
                    "commentText": "@Craig Welker 23% of prisons are illegal who've committed felonies, despite only being 3.4% of the population.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uXoNx-a8LF",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574208824,
                    "commentText": "@Craig Welker Illegal aliens comprise 17% of all drug trafficking sentences, and fully 1/3 of ALL federal prison sentences.  A study conducted by New York found that 169 per 100k, per capita illegal immigrants were convicted of crimes, compared to only 48 per 100k, per capita, for US citizens.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uXolPP2rFZ",
                    "user": "Craig Welker",
                    "date": "4 months ago",
                    "timestamp": 1559574209327,
                    "commentText": "@Logical Conservative I didn't know there were illegal prisons in the United States.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uY3EMZ0i1F",
                    "user": "Logical Conservative",
                    "date": "4 months ago",
                    "timestamp": 1559574209329,
                    "commentText": "@Craig Welker LOL nice dodge.  An honest person would admit he was wrong.  Not you, though.",
                    "likes": 0
                },
                {
                    "id": "Ugy9sbyLeraXOepzh7Z4AaABAg.8uNKkYEi2rV8uYolN9SHnr",
                    "user": "Craig Welker",
                    "date": "4 months ago",
                    "timestamp": 1559574209330,
                    "commentText": "@Logical Conservative Well I can't find the full remarks and don't have all day to spend looking for them.  Can you send me a link?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwiydi8rOFWBdi61Cl4AaABAg",
            "user": "Logical Conservative",
            "date": "5 months ago",
            "timestamp": 1556895808256,
            "commentText": "\"I think that women should be treated equally, and just as harshly as men\"  The Left:  \"SEXIST PIG!\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxSYr9UoSzQTWs_hk14AaABAg",
            "user": "Night Hawk",
            "date": "5 months ago",
            "timestamp": 1556895808258,
            "commentText": "I think the title needs to be redone, this is about the questions the media is portraying women candidates, not just <b> sexism </b>against women candidates. It almost feels like people are reading the title, and judging it based off that. Maybe How Media is Poorly Portraying Women In the 2020 Election?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxbcHWIxtpbe-FCbCN4AaABAg",
            "user": "Johnathan Smith",
            "date": "5 months ago",
            "timestamp": 1556895808259,
            "commentText": "If someone just votes for a candidate because they're a <b> woman,</b> their beyond stupid. Vote for someone that aligns with your political views.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzEyh2P-f5-VZwpNWZ4AaABAg",
            "user": "Joseph Krieg",
            "date": "5 months ago",
            "timestamp": 1556895808262,
            "commentText": "I like how conservatives complain about identity politics and then claim a massive conspiracy against white males.  It's another fauxtroversy conjured up out of <b> thin </b>air so you can play the victim. I'll believe that<b>  sexism</b> doesn't play a role in how candidates are covered by the media when they start talking about how the male candidates need to be \"relatable\" and how their voices are too shrill.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzEyh2P-f5-VZwpNWZ4AaABAg.8uNI020OcnG8uOlnIMrg55",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895808736,
                    "commentText": "wouldn't it be the opposite of wanting someone who is relatable? What if I don't want to vote for any of the <b> woman </b>mentioned because I'm not a liberal.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzZvocs5iZ52afKXDR4AaABAg",
            "user": "REJOY mathew",
            "date": "5 months ago",
            "timestamp": 1556895808264,
            "commentText": "Wasn't Hillary was a women",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxpxdKoiA_4CMBUCAF4AaABAg",
            "user": "J J",
            "date": "5 months ago",
            "timestamp": 1556895808266,
            "commentText": "The only way Trump won't win 2020 is if the Dems select a moderate",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgxpxdKoiA_4CMBUCAF4AaABAg.8uNDfi4brcY8uNRRY1qXgw",
                    "user": "aa888zz",
                    "date": "5 months ago",
                    "timestamp": 1556895808799,
                    "commentText": "Definitely agree with you. Lets not do what we did in 2016, when the Dems put up Hillary who was ..a moderate.",
                    "likes": 2
                },
                {
                    "id": "UgxpxdKoiA_4CMBUCAF4AaABAg.8uNDfi4brcY8uNVkpMLRwS",
                    "user": "J J",
                    "date": "5 months ago",
                    "timestamp": 1556895808801,
                    "commentText": "aa888zz Dems need someone with actual solutions like Andrew Yang to win",
                    "likes": 0
                },
                {
                    "id": "UgxpxdKoiA_4CMBUCAF4AaABAg.8uNDfi4brcY8uNaPpyRLR1",
                    "user": "Blodhelm",
                    "date": "5 months ago",
                    "timestamp": 1556895808802,
                    "commentText": "@J J Your first statement suggested you thought we should put forth a moderate against Trump, as in it was the only way he would lose. The second statement supports Yang, who is not a moderate but an actual progressive.\n\nI think the first was meant to read \"the only way Trump will win 2020 is if the Dems select a moderate.\" Probably and auto-correct issue.",
                    "likes": 0
                },
                {
                    "id": "UgxpxdKoiA_4CMBUCAF4AaABAg.8uNDfi4brcY8uO6zAaxGQs",
                    "user": "J J",
                    "date": "5 months ago",
                    "timestamp": 1556895808804,
                    "commentText": "Blodhelm Yeah you're right what I should have said is moderate socially not economically",
                    "likes": 0
                },
                {
                    "id": "UgxpxdKoiA_4CMBUCAF4AaABAg.8uNDfi4brcY8uO72loB309",
                    "user": "J J",
                    "date": "5 months ago",
                    "timestamp": 1556895808805,
                    "commentText": "Blodhelm Yang is not a huge SJW like the rest of them",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzTpaPTQliET0nwzVp4AaABAg",
            "user": "J J",
            "date": "5 months ago",
            "timestamp": 1556895808268,
            "commentText": "The left is tearing themselves apart",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uNPAsnbiuU",
                    "user": "Vasilijan Nikolovski",
                    "date": "5 months ago",
                    "timestamp": 1556895808776,
                    "commentText": "Believe me my dude, THIS channel is NOT left-wing.\nThey're just like a lot of upper-middle class and rich Democrats, Socially liberal, but Fiscally Conservative (Center-right to right).",
                    "likes": 3
                },
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uO1FJvrEu-",
                    "user": "CybernautZero",
                    "date": "5 months ago",
                    "timestamp": 1556895808778,
                    "commentText": "@Vasilijan Nikolovski I feel the same. It ain't real leftism. You only have right and slightly less right. Bloody Overton window.",
                    "likes": 0
                },
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uO7Bn33mPl",
                    "user": "J J",
                    "date": "5 months ago",
                    "timestamp": 1556895808779,
                    "commentText": "Vasilijan Nikolovski Then why do they bash every conservative on the channel",
                    "likes": 1
                },
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uOO2Z8wFXn",
                    "user": "CybernautZero",
                    "date": "5 months ago",
                    "timestamp": 1556895808781,
                    "commentText": "@J J Keep in mind there are more political views than just democrat and Republican or liberal and conservative. What you see as \"left-wing\" is probably liberalism. Liberals and leftists are not the same.",
                    "likes": 0
                },
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uOODRjpivU",
                    "user": "CybernautZero",
                    "date": "5 months ago",
                    "timestamp": 1556895808782,
                    "commentText": "I keep hearing people online discuss \"the left\" having no idea what they're talking about. They also make it sound like one singular school of thought, it isn't.",
                    "likes": 0
                },
                {
                    "id": "UgzTpaPTQliET0nwzVp4AaABAg.8uNDb1Yyeds8uS4-ozWWIx",
                    "user": "J J",
                    "date": "5 months ago",
                    "timestamp": 1556895808784,
                    "commentText": "CybernautZero Then what is the left then",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxCcr4-kiUGvP0oH-94AaABAg",
            "user": "Jack Rodarte",
            "date": "5 months ago",
            "timestamp": 1556895808271,
            "commentText": "I love how most of the clips were opinions of women but it's still sexist XD",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzAUMICdn1M_rt3MYN4AaABAg",
            "user": "Roz Ferotu",
            "date": "5 months ago",
            "timestamp": 1556895808273,
            "commentText": "No matter which candidate goes up against the Trump, they're going to loose and it will be so gloooooooorious!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzhDa3rjTFmsanSBup4AaABAg",
            "user": "Michael Chrisman",
            "date": "5 months ago",
            "timestamp": 1556895808274,
            "commentText": "Yes, the media is blatantly anti male and anti white.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzhDa3rjTFmsanSBup4AaABAg.8uNCFlFTU-j8uO3sgAhx3o",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895808725,
                    "commentText": "It's not like they have a great history to begin with.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxcExh5L_jtWWq8YLp4AaABAg",
            "user": "Jay Coulter",
            "date": "5 months ago",
            "timestamp": 1556895808277,
            "commentText": "Why doesn't anyone ever admit this absolute, blatant truth?  You guys get excited over candidates that strategically pick small venues for rallies as they know they won't draw Trump size crowds... ??  Really???",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxcExh5L_jtWWq8YLp4AaABAg.8uNC4fza7SA8uNJ9RdHhbi",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895808740,
                    "commentText": "Sleepy Joe had maybe 200 people in his crowd, and ~60 people watching the stream.",
                    "likes": 0
                },
                {
                    "id": "UgxcExh5L_jtWWq8YLp4AaABAg.8uNC4fza7SA8uOUrr1Cgu_",
                    "user": "Jay Coulter",
                    "date": "5 months ago",
                    "timestamp": 1556895808742,
                    "commentText": "George Yeah. No way he has the endurance or energy to beat Trump.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwVykXJyUVOgc-RHIV4AaABAg",
            "user": "Jay Coulter",
            "date": "5 months ago",
            "timestamp": 1556895808279,
            "commentText": "I seriously wonder why no one on the left wants to admit that there just isn't a good candidate in the <b> race,</b> yet... I'm from a<b>  re<b> d</b</b>> state yet would vote against Trump IF there were a better candidate who could WIN!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uNam8yWYii",
                    "user": "Blodhelm",
                    "date": "5 months ago",
                    "timestamp": 1556895808762,
                    "commentText": "Check out Tulsi Gabbard. She's a veteran and has a great platform, hence the media tries to ignore she exists.",
                    "likes": 2
                },
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uNb9qWOZxA",
                    "user": "Herb615",
                    "date": "5 months ago",
                    "timestamp": 1556895808763,
                    "commentText": "Sanders, Gabbard, and Warren are really good candidates. The rest are pretty lackluster.",
                    "likes": 2
                },
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uNu4hXSUIk",
                    "user": "Doctor Thirteen",
                    "date": "5 months ago",
                    "timestamp": 1556895808765,
                    "commentText": "Blodhelm Agreed. I believe she could debate circles around Trump and Bernie.",
                    "likes": 0
                },
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uO2uTaXp3h",
                    "user": "Jay Coulter",
                    "date": "5 months ago",
                    "timestamp": 1556895808767,
                    "commentText": "Herb615 lmao you guys are nuts",
                    "likes": 0
                },
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uOJ0U3Ff_B",
                    "user": "Herb615",
                    "date": "5 months ago",
                    "timestamp": 1556895808768,
                    "commentText": "@Jay Coulter I'm guessing you think Howard Schultz is a good candidate.",
                    "likes": 0
                },
                {
                    "id": "UgwVykXJyUVOgc-RHIV4AaABAg.8uNBy9RJ_6M8uOU_pV3U-a",
                    "user": "Jay Coulter",
                    "date": "5 months ago",
                    "timestamp": 1556895808769,
                    "commentText": "Herb615 are you talking about the guy who was the CEO of a company that makes horrible coffee & the same company that got publicly chastised for kicking out non-customers (legal) & now literally gives <b> black </b>people free coffee & allows homeless degenerates to use their restrooms to drugs?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzWjihN0SX-RA3b8GN4AaABAg",
            "user": "C.M. Newman",
            "date": "5 months ago",
            "timestamp": 1556895808281,
            "commentText": "So..... <b> Sexism </b>can never end until everyone stops seeing the world, though lens that are<b>  colored</b> b<b> y gende</b>r norms. That where put into place by men and women. If the first thing you think when you see something is \"that is mens or womens clothing\" or \"that toy is for girls and this one is for boys.\"  Instead of I would love to wear that or that looks fun to play with  you are a sexiest.  To push this point home more, why do we as a culture point out and play up male traits in girls. While making fun you female traits in boys.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzWjihN0SX-RA3b8GN4AaABAg.8uNBnsAHU7C8uO3KUe0o3e",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895808720,
                    "commentText": "It always goes back to making women lesser and feminine qualities looked down upon. If a <b> woman </b>is less feminine, it's bad. If a man expresses any femininity, it's bad. If a<b>  woman</b> is too feminine, it can be praised but generally it's a position of submission. While there are problems with men and aggression, that is still praised and rewarded.",
                    "likes": 0
                },
                {
                    "id": "UgzWjihN0SX-RA3b8GN4AaABAg.8uNBnsAHU7C8uOJtBfaS2W",
                    "user": "Felipe Murillo",
                    "date": "5 months ago",
                    "timestamp": 1556895808722,
                    "commentText": "Kate no, it means we generally like the genders to act like we expect them to. Most people do not like masculine women, and most people do not like feminine men.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx98bZilYeqZSBvqgd4AaABAg",
            "user": "KittySnicker",
            "date": "5 months ago",
            "timestamp": 1556895808284,
            "commentText": "Yeah I still don't like Hillary Clinton. Sorry. I DO like Elizabeth Warren.",
            "likes": 125,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8u_iqs0bYdI",
                    "user": "Michael Girgis",
                    "date": "4 months ago",
                    "timestamp": 1559574208837,
                    "commentText": "Yeah I don't like how they dismissed authenticity. Neither Clinton nor Warren are very relatable people, but one of them is clearly authentic and is willing to stand in her truth. One of them actually cares about the issues and is sincere. If Bernie doesn't get it, I want Warren to become the nominee.",
                    "likes": 11
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8ucz7Y7iqTC",
                    "user": "Craig Bickerstaff",
                    "date": "4 months ago",
                    "timestamp": 1559574208838,
                    "commentText": "I do like Hilary but I like Elizabeth Warren quite a lot more.",
                    "likes": 1
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8ulFOh1_2Qd",
                    "user": "AthetosEternal",
                    "date": "4 months ago",
                    "timestamp": 1559574208839,
                    "commentText": "🤣😂🤣🤣 You're probably as stupid and cringey as her. Get out of your bubble and seek the truth for once.",
                    "likes": 0
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8ulih_EX57E",
                    "user": "jchc VV",
                    "date": "4 months ago",
                    "timestamp": 1559574208841,
                    "commentText": "@Michael Girgis \"Clearly authentic\" \"Stand in her truth\"\n\nThis isn't the same Elizabeth who said that she didn't apply as a minority for college right?",
                    "likes": 1
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8ut5JTghL5e",
                    "user": "Hurtz Burtz",
                    "date": "4 months ago",
                    "timestamp": 1559574208842,
                    "commentText": "I dont shes the same as hilary >.>",
                    "likes": 1
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8uxyVlDrlWD",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574208843,
                    "commentText": "@Michael Girgis HAHAHAHAHHAHAHAHHAAHAHAHHAAHHHaahahahahahhahahhahhhahahahhahhhahSHAHAHAHHAAHHAHHHAAHAHHAHHAAHAHAAHHAHHAHAHAHHHAHAHHAHAHAHAHAHAHHAHAHSAAHAHHAHAHAHHAHHAHAHAHHAHAHHAHHHAHHAHAHAHAHHAAHHAHAHHAHAHAHAHHHHAHAHAHHAHAHAHHAHAHAHAHHAHHHHAHAHAHHAHHAHAHAHAHAHHAHAHAHHHHAHAHAHAHHAHHAHHAAHHAHHHAHHAHHAHAHHHHHAHHAH....\n\n\n\n\nTHAT'S good, bring it.\n\n\nI can't wait to see President Trump go onto a BIGGER victory than last time....   =p",
                    "likes": 1
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s8xeQPn6GGZh",
                    "user": "cheese",
                    "date": "2 months ago",
                    "timestamp": 1564844608854,
                    "commentText": "If you like Elizabeth Warren, you are still too stupid",
                    "likes": 0
                },
                {
                    "id": "Ugx98bZilYeqZSBvqgd4AaABAg.8uNBfrMk99s9-WsXPGEvdc",
                    "user": "mattemo",
                    "date": "2 days ago",
                    "timestamp": 1569942209324,
                    "commentText": "@Hurtz Burtz even though hillary is bad. Atleast she is only corrupt and not just plain psyco.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugy9WQZGaj4JcfA9Hkd4AaABAg",
            "user": "Neida Leal",
            "date": "5 months ago",
            "timestamp": 1556895810161,
            "commentText": "Stop this whole identity politics. People don't give a Damm about wether is a <b> woman </b>or man running. The truth is people care about the policies. Warren is amazing but she doesn't support Medicare for all. And the rest are just corporate hacks just like Beto, Biden, Pete. So bye",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugy9WQZGaj4JcfA9Hkd4AaABAg.8uNA3nezDZp8uO3T_-R0Qq",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810716,
                    "commentText": "You may not care but many people are sexist. So, while it doesn't have to matter to you - it matters to others.",
                    "likes": 0
                },
                {
                    "id": "Ugy9WQZGaj4JcfA9Hkd4AaABAg.8uNA3nezDZp8uOaKIe1juQ",
                    "user": "Bry-Fi",
                    "date": "5 months ago",
                    "timestamp": 1556895810718,
                    "commentText": "@Kate why? isn't it sexist to vote for someone because of their <b> gender?</b> I'm not going to vote for bernie, or the other liberal guys because I don't vote that way, stop shaming me for not voting for a<b>  woman</b>.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgzAGJK7ZlzKXZMDg3R4AaABAg",
            "user": "Danymok",
            "date": "5 months ago",
            "timestamp": 1556895810164,
            "commentText": "Stop being so feminist. If women prove themselves, they will be candidates.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzAGJK7ZlzKXZMDg3R4AaABAg.8uN9iKIgv628uO3mvVHkHa",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810711,
                    "commentText": "Sounds sexist.",
                    "likes": 1
                },
                {
                    "id": "UgzAGJK7ZlzKXZMDg3R4AaABAg.8uN9iKIgv628uOOhYVpxtr",
                    "user": "Undead WalUwUgi",
                    "date": "5 months ago",
                    "timestamp": 1556895810713,
                    "commentText": "@Kate How is judging someone for their merit instead of their <b> gender </b>sexist?",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg",
            "user": "Donald J. Trump _",
            "date": "5 months ago",
            "timestamp": 1556895810167,
            "commentText": "The libs are always playing the victim card.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg.8uN9ZeDKler8uNIuiHaxI2",
                    "user": "Krystal Phan",
                    "date": "5 months ago",
                    "timestamp": 1556895810746,
                    "commentText": "stupid",
                    "likes": 2
                },
                {
                    "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg.8uN9ZeDKler8uNPPjIEUf5",
                    "user": "Vasilijan Nikolovski",
                    "date": "5 months ago",
                    "timestamp": 1556895810747,
                    "commentText": "Says the guy that sues people for jokes.",
                    "likes": 4
                },
                {
                    "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg.8uN9ZeDKler8uNtu77NdnZ",
                    "user": "Doctor Thirteen",
                    "date": "5 months ago",
                    "timestamp": 1556895810748,
                    "commentText": "Donald J. Trump _ \"No other politician in history has been treated more unfairly than me\"- Donald Trump",
                    "likes": 2
                },
                {
                    "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg.8uN9ZeDKler8uONKJMiGzT",
                    "user": "Donald J. Trump _",
                    "date": "5 months ago",
                    "timestamp": 1556895810749,
                    "commentText": "Doctor Jodie look at this comment section and you can easily see why.",
                    "likes": 0
                },
                {
                    "id": "UgzxlUvDSNfQ-hiLTlN4AaABAg.8uN9ZeDKler8uP2hn1YeUl",
                    "user": "Doctor Thirteen",
                    "date": "5 months ago",
                    "timestamp": 1556895810750,
                    "commentText": "Donald J. Trump _ I'm sure the four Presidents who were assassinated while in office would have rather taken a few insults over being murdered.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgzqejffyeSDk0j2zFR4AaABAg",
            "user": "Yaxley",
            "date": "5 months ago",
            "timestamp": 1556895810169,
            "commentText": "Beto climbed a Mini vayn",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxjQL4podcp5q5CwLJ4AaABAg",
            "user": "Heather Lofland",
            "date": "5 months ago",
            "timestamp": 1556895810171,
            "commentText": "YES!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgznK1yKO1IiPaC2B4d4AaABAg",
            "user": "Matthew K",
            "date": "5 months ago",
            "timestamp": 1556895810174,
            "commentText": "Bernie/Warren 2020!",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxsHr56C8gqcUSJrmt4AaABAg",
            "user": "Lynda",
            "date": "5 months ago",
            "timestamp": 1556895810177,
            "commentText": "Wow! This s IS SO TRUE!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxsHr56C8gqcUSJrmt4AaABAg.8uN7-NdfEj68uNPMa6--Y_",
                    "user": "Vasilijan Nikolovski",
                    "date": "5 months ago",
                    "timestamp": 1556895810705,
                    "commentText": "no.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxCpHNCT8PL4YTQT7x4AaABAg",
            "user": "Marpuzeks",
            "date": "5 months ago",
            "timestamp": 1556895810181,
            "commentText": "Ah yes I love how women play the sexiest card",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxCpHNCT8PL4YTQT7x4AaABAg.8uN6ixtPGpV8uNI61yF5o4",
                    "user": "Charles Botzman",
                    "date": "5 months ago",
                    "timestamp": 1556895810721,
                    "commentText": "Marpuzeks did you mean ‘sexiest' or ‘sexist?'",
                    "likes": 0
                },
                {
                    "id": "UgxCpHNCT8PL4YTQT7x4AaABAg.8uN6ixtPGpV8uNYXzpNqSj",
                    "user": "Barry William Teske",
                    "date": "5 months ago",
                    "timestamp": 1556895810723,
                    "commentText": "Thank you for your support. The wording is impeccable.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugxt5-ZIVeintRvM39x4AaABAg",
            "user": "aileenpi73",
            "date": "5 months ago",
            "timestamp": 1556895810195,
            "commentText": "My candidate is Bernie. I would love a <b> woman </b>President but Right now Bernie is the candidate with the best platform for the working class and he has the credibility. I like Warren and Tulsi for his Cabinet and VP. Once Bernie gets in there and truly Progressives policies begin to be implemented and we take off in the right direction, I do hope a<b>  woman</b> steps into the role to continue Progressivism.",
            "likes": 79,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uNda9i-VEJ",
                    "user": "aditya ghoshal",
                    "date": "5 months ago",
                    "timestamp": 1556895810793,
                    "commentText": "Tulsi perhaps?",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uO1yWJjvV0",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810794,
                    "commentText": "Why can't Bernie be in their cabinet?",
                    "likes": 2
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uOH7mab2_I",
                    "user": "aditya ghoshal",
                    "date": "5 months ago",
                    "timestamp": 1556895810795,
                    "commentText": "@Kate because he's the better candidate with better policies, better support and more credibility.\nHe's been fighting for these policies since the 80s and he was there when it was unpopular.\nThe fact that he is a man shouldn't jeopardize his candidacy, that would be the definition of <b> sexism </b>itself. Identity politics is not the answer, vote based on policy or it'll lead to another hilary.",
                    "likes": 9
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uOg-qwhmOj",
                    "user": "aileenpi73",
                    "date": "5 months ago",
                    "timestamp": 1556895810797,
                    "commentText": "Well, for me specifically because I am voting for Bernie, and in my post I said that I believe he is the candidate with the most comprehensive platform and the credibility. I believe Bernie will fight for his polities, without watering them down like all other Democrats do.",
                    "likes": 4
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uOg62S1kRc",
                    "user": "aileenpi73",
                    "date": "5 months ago",
                    "timestamp": 1556895810798,
                    "commentText": "aditya ghoshal thank you! I though I made that point obvious but I guess not??!!",
                    "likes": 4
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uT4wQ-0GZH",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810800,
                    "commentText": "@aditya ghoshal I never said any of that but obviously, your have shown you real feelings on the issues at hand.",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uT5g0x4PZO",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810801,
                    "commentText": "@aileenpi73 Obviously, a different perspective alluded you. My point was only that you really don't know these newer, younger candidates and bernie could assist with his experience. Obvious enough?",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uT6PNLXInk",
                    "user": "aditya ghoshal",
                    "date": "5 months ago",
                    "timestamp": 1556895810802,
                    "commentText": "@KateI did not mean to offend you, I just feel that going with someone who has more experience(regardless of <b> gender)</b> and someone who has been supporting such issues when they were extremely unpopular(once again, regardless of<b>  gender</b> or any identity related factor) should be the primary leader(president) because then Americans would be guaranteed there is someone who is going to fight to get these policies through congress and the Senate( a problem president Obama had). Just my perspective of it as a longtime progressive.",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uTErSFs3EM",
                    "user": "aileenpi73",
                    "date": "5 months ago",
                    "timestamp": 1556895810804,
                    "commentText": "Kate It is not about missing anyone's point. In my post I am stating as fact that Bernie is my candidate. That is my personal take and how I am going to vote. So when you ask me why can't Bernie be in the other candidates cabinets my answer is because I want Bernie for President.",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uTGQJzRN4_",
                    "user": "aditya ghoshal",
                    "date": "5 months ago",
                    "timestamp": 1556895811147,
                    "commentText": "@aileenpi73 Same for me",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8udM3EjDovp",
                    "user": "J Liu",
                    "date": "4 months ago",
                    "timestamp": 1559574211148,
                    "commentText": "@aditya ghoshal me too! and it's up to we the people to form an unprecedented grassroots movement to get bernie in office, the establishment will try their best to prevent that from happening",
                    "likes": 1
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8utCjKySJOI",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574211149,
                    "commentText": "If you like Bernie, I think you would like Andrew yang. He's not very heard of but it's still early. He shoots for what Bernie does but better. Everything he stands for is backed up by facts and his UBI idea seems insane but is completely affordable for the US and not socialism. Please look him up. Best candidate",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uuTdWx63eX",
                    "user": "aditya ghoshal",
                    "date": "4 months ago",
                    "timestamp": 1559574211151,
                    "commentText": "@stefanie R Im aware of who he is and after a lot of research and overlooking of my own beliefs, I've chosen to go with bernie. look up the interview yang did with mike figuerado and you'll understand why I'm not backing him over bernie. He's still a pretty good candidate tho. Also, your perception of socialism and in this case social democracy(Scandinavian system) seems to be misinformed. have a nice day.",
                    "likes": 0
                },
                {
                    "id": "Ugxt5-ZIVeintRvM39x4AaABAg.8uN4-5mWeNY8uwuSt30OBG",
                    "user": "aditya ghoshal",
                    "date": "4 months ago",
                    "timestamp": 1559574211152,
                    "commentText": "@Nolwenn Appelbaum Nope, wait for the debates. Mark my words, the poll numbers will speak for themselves.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzLpKniG0_nSF3YJQ14AaABAg",
            "user": "enigma Lane",
            "date": "5 months ago",
            "timestamp": 1556895810197,
            "commentText": "Talks about media pertrials of women then doesnt mention tulsi gabbard lol",
            "likes": 116,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgzLpKniG0_nSF3YJQ14AaABAg.8uN3iR772Kt8uO42qIHgSr",
                    "user": "Rainer Zufall",
                    "date": "5 months ago",
                    "timestamp": 1556895810782,
                    "commentText": "Reminds me of Samantha Bee, who smeared Tulsi Gabbard in a segment about being fair to women candidates...",
                    "likes": 9
                },
                {
                    "id": "UgzLpKniG0_nSF3YJQ14AaABAg.8uN3iR772Kt8uWVqSqo273",
                    "user": "Robert Dickson",
                    "date": "4 months ago",
                    "timestamp": 1559574210784,
                    "commentText": "I adore Tulsi! Can't believe she isn't getting more mentions.",
                    "likes": 5
                },
                {
                    "id": "UgzLpKniG0_nSF3YJQ14AaABAg.8uN3iR772Kt8utErIrZk3P",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574210785,
                    "commentText": "Or Andrew Yang! This guy could easily win if people start mentioning him",
                    "likes": 0
                },
                {
                    "id": "UgzLpKniG0_nSF3YJQ14AaABAg.8uN3iR772Kt8uxydMCOBjf",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574210786,
                    "commentText": "@stefanie R    =p\n\n\nTRUMP 2020!!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugy74absTWQp_-RdLC94AaABAg",
            "user": "Silly Green Fairy",
            "date": "5 months ago",
            "timestamp": 1556895810200,
            "commentText": "Yang 2020!!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy74absTWQp_-RdLC94AaABAg.8uN2lsHkZQd8uRo677i3Vt",
                    "user": "Steven S",
                    "date": "5 months ago",
                    "timestamp": 1556895810695,
                    "commentText": "Silly Green Fairy 💪🏾",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgwvvGbNXNEARSI0kFd4AaABAg",
            "user": "Jay Alli",
            "date": "5 months ago",
            "timestamp": 1556895810202,
            "commentText": "can someone explain this to me",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwvvGbNXNEARSI0kFd4AaABAg.8uN2SXWFBQy8uO2BEuQ3gp",
                    "user": "Kate",
                    "date": "5 months ago",
                    "timestamp": 1556895810708,
                    "commentText": "Sexism still exists and it's being used to under play female Democratic candidates in news media therefore influencing the people- you.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx9PmWYEi8TMgKGqDt4AaABAg",
            "user": "CriscDogs22",
            "date": "5 months ago",
            "timestamp": 1556895810205,
            "commentText": "'The thing that's most important is that everyone knows what you know.' This is why the democrats will lose. The thing that is most important is understanding the other side, not spewing what you know to make others understand. This arrogance is costing them big time",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyG_lE0iBtkVp9reil4AaABAg",
            "user": "Daniel fmatosrivera",
            "date": "5 months ago",
            "timestamp": 1556895810207,
            "commentText": "So... men are the problem... Yeah, I;m seeing some serious <b> sexism </b>going on here... and it aint against women.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgyG_lE0iBtkVp9reil4AaABAg.8uN1mLJLU-58uN2HJY1aCj",
                    "user": "Ben Weston",
                    "date": "5 months ago",
                    "timestamp": 1556895810736,
                    "commentText": "the victimhood is strong with this one",
                    "likes": 1
                },
                {
                    "id": "UgyG_lE0iBtkVp9reil4AaABAg.8uN1mLJLU-58uN2NGwd1QG",
                    "user": "F.u.n.e 1",
                    "date": "5 months ago",
                    "timestamp": 1556895810737,
                    "commentText": "She never said that 😂",
                    "likes": 2
                },
                {
                    "id": "UgyG_lE0iBtkVp9reil4AaABAg.8uN1mLJLU-58uN2dQI7S_5",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895810739,
                    "commentText": "@F.u.n.e 1 Dude, the first sentence on this video basically says that the candidates are white and too masculine. What do you call that?",
                    "likes": 5
                },
                {
                    "id": "UgyG_lE0iBtkVp9reil4AaABAg.8uN1mLJLU-58usfIB4RHeO",
                    "user": "F.u.n.e 1",
                    "date": "4 months ago",
                    "timestamp": 1559574210740,
                    "commentText": "Daniel fmatosrivera  never said 'too masculine' either. They're just pointing out a problem in our society. Don't get your panties in a bunch.",
                    "likes": 0
                },
                {
                    "id": "UgyG_lE0iBtkVp9reil4AaABAg.8uN1mLJLU-58usm3XvI_rk",
                    "user": "Daniel fmatosrivera",
                    "date": "4 months ago",
                    "timestamp": 1559574210741,
                    "commentText": "@F.u.n.e 1 Theyre problem is that there too many men in a certain, imagine if a news outlet said that they had a problem with there being too many women in a certain field.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx4utgwG76lKxAz0nZ4AaABAg",
            "user": "Josh350",
            "date": "5 months ago",
            "timestamp": 1556895810209,
            "commentText": "Well, it seems the Democrats really want to lose to Trump again.\n\nCan't wait to hear 4 more years of Orange Man Bad chants and the left committing self destruction due to their own stupidity.  \n\nOnly hope you have is Tulsi Gabbard.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uN2a4QHl7F",
                    "user": "Silly Green Fairy",
                    "date": "5 months ago",
                    "timestamp": 1556895810756,
                    "commentText": "Hmm...you must not have heard of Andrew Yang.\nThat's okay, you were gonna throw your vote away anyway huh? Trumpty dumpty is falling hard",
                    "likes": 1
                },
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uNJMoNxa7r",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810759,
                    "commentText": "Is Yang even polling at 1%?\n<b> Nothing </b>against the guy, except for my disagreement with how UBI will shape out... but that's not very good.",
                    "likes": 0
                },
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uNLh_E26xy",
                    "user": "Silly Green Fairy",
                    "date": "5 months ago",
                    "timestamp": 1556895810761,
                    "commentText": "@George how often have you participated in a poll? Those things aren't even including him in most cases. That's not gonna stop him :)",
                    "likes": 1
                },
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uNaxVYzREC",
                    "user": "Blodhelm",
                    "date": "5 months ago",
                    "timestamp": 1556895810763,
                    "commentText": "I agree that Tulsi is the best option.",
                    "likes": 1
                },
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uOmwM8jiGM",
                    "user": "Josh350",
                    "date": "5 months ago",
                    "timestamp": 1556895810764,
                    "commentText": "DNC is self destructing due to their faux SJW PC feel good agenda. Not only that, they like to sabotage any one who goes against their norm. Joe Biden won't beat Trump and all of the other options are terrible. As an Independent, the only person I'd vote that's a democrat is Tulsi.\n\nYang is anti 2nd ammendment and his UBI program wouldn't achieve anything meaningful. 1k for a trucker is peanuts compared to what they make a week.",
                    "likes": 0
                },
                {
                    "id": "Ugx4utgwG76lKxAz0nZ4AaABAg.8uN1PQxNxpD8uOr-LZMzYW",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810767,
                    "commentText": "UBI would make housing prices go through the roof, it would be pandemonium... otherwise, what would stop my family with four adults from buying two additional homes to convert into UBI deadbeat duplexes? If I was pricing the rent to just break even, I would still be earning $15-20,000 of equity per home, per year, for free.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyHwkMSVxjahNmFAep4AaABAg",
            "user": "Malibu Birder",
            "date": "5 months ago",
            "timestamp": 1556895810211,
            "commentText": "Hopefully if we do have a female president this time, it's the only non-establishment <b> woman </b>in the<b>  race</b>, Elizabeth Warren. Kirsten Gillibrand is an establishment shill like the rest of them. Good thing they didn't attack Bernie in this video.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgyHwkMSVxjahNmFAep4AaABAg.8uN14jcVwyj8uN1suTeh4a",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895810730,
                    "commentText": "I would prefer a good president over a president who is only known for being female.",
                    "likes": 1
                },
                {
                    "id": "UgyHwkMSVxjahNmFAep4AaABAg.8uN14jcVwyj8uNJjjg4UpA",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810732,
                    "commentText": "Yeah, wtf kind of \"hope\" is that? \nImagine someone saying, hopefully we can get an amputee president...\nwhy?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwur4YDk8RhIK5SNd54AaABAg",
            "user": "dontell williams",
            "date": "5 months ago",
            "timestamp": 1556895810214,
            "commentText": "this video is bs",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyOIzYgeaYHj5SkaVx4AaABAg",
            "user": "Zelda Williams",
            "date": "5 months ago",
            "timestamp": 1556895810216,
            "commentText": "I repeat Kamala Harris is not <b> black!</b>!! 🤔",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyOIzYgeaYHj5SkaVx4AaABAg.8uN0O3c_-BQ8uNJnlKnzuj",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810691,
                    "commentText": "Her own daddy took her <b> black </b>card away from her, and told her to keep Jamaica out of her mouth.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UgxQDQkbBRRuZE-CFRh4AaABAg",
            "user": "Fernando Castillo",
            "date": "5 months ago",
            "timestamp": 1556895810219,
            "commentText": "What I'm looking at is you the co-host of this clip talking about the way we view men and women without having a clue that you are doing the same BS you're trying to explain. How about you take a step back and STOP using person of color. We are not effing crayons you moron. You are doing the exact same thing.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzEzjisv7X4VZfL1VF4AaABAg",
            "user": "EchoVR",
            "date": "5 months ago",
            "timestamp": 1556895810221,
            "commentText": "Gender =/= good policies.\nDon't vote on identity politics.",
            "likes": 189,
            "hasReplies": true,
            "numberOfReplies": 35,
            "replies": [
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uN2fYvgi3D",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895810821,
                    "commentText": "This^",
                    "likes": 8
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNET8FG7M2",
                    "user": "▂▃Zaggnut▃▂",
                    "date": "5 months ago",
                    "timestamp": 1556895810823,
                    "commentText": "There is point to it though, people want to believe that they have a chance to rise up and even become someone as powerful as president.  \n\nAlso, diversity makes us stronger, despite what republicans say.  People with different backgrounds can precieve things other cant.  Imagine our congressional committee of veteran's affairs having no veterans on it, or the Science, Space, and Technology committee having no scientists on it.  If congress writes women's health legislation then there ought to be females in power to help call the shots",
                    "likes": 7
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNIxOCxy-U",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810824,
                    "commentText": "Diversity doesn't make us stronger, opposing viewpoints do.",
                    "likes": 13
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNKHNo_nCD",
                    "user": "Dustin Caso",
                    "date": "5 months ago",
                    "timestamp": 1556895810825,
                    "commentText": "George that is true diversity. Melanin doesn't determine culture.",
                    "likes": 5
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNN0rkefRz",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810827,
                    "commentText": "Well... even culture doesn't matter so much. You can have muslims, young people from the Bronx, observant Jews, East Coast or West Coast... it matters not, if they're all a bunch of commies.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNPmQjdEMe",
                    "user": "FireRupee",
                    "date": "5 months ago",
                    "timestamp": 1556895810828,
                    "commentText": "@George Hold on, couldn't commies be the opposing viewpoints that make you stronger?",
                    "likes": 5
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNQZSd9tRT",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810829,
                    "commentText": "@FireRupee on paper, sure... but they're just such low IQ ideas, that it's not really much of an opposition.",
                    "likes": 3
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNRNFvpaqz",
                    "user": "FireRupee",
                    "date": "5 months ago",
                    "timestamp": 1556895810830,
                    "commentText": "@George The ideas you already consider high IQ wouldn't seem to be opposition either, though, right?",
                    "likes": 5
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNTyr4o8lg",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895810832,
                    "commentText": "@FireRupee how so?",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNU_Z4qeSj",
                    "user": "FireRupee",
                    "date": "5 months ago",
                    "timestamp": 1556895810833,
                    "commentText": "@George What I mean is that if someone else has a viewpoint, and you consider that viewpoint to be high IQ, then you don't seem to oppose it very strongly. So how strong an opposition does that viewpoint present?",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNWbUTmLUY",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811347,
                    "commentText": "@FireRupee It's possible for a viewpoint to be invalid. There is not much value in something, where the math doesn't make sense or where it is physically impossible. That's what I mean by low IQ.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uN_p00DNEI",
                    "user": "Blodhelm",
                    "date": "5 months ago",
                    "timestamp": 1556895811349,
                    "commentText": "@George LOL Muslims and observant Jewish people by definition couldn't really be commies.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNbmtcJ45n",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811350,
                    "commentText": "Several Muslim countries have been and some still are <b> communist </b>or have robust<b>  communist</b> parties. \nBernie Sanders, along with many of the progenitors and current agitators in favor of communism are Jews. You'll find very few Jewish people who are not extremely left leaning.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uNlY9ITHNU",
                    "user": "Logical Conservative",
                    "date": "5 months ago",
                    "timestamp": 1556895811351,
                    "commentText": "How can you not vote based on identity politics if you're a Leftist?  Every single policy position of the Democratic party is based on identity politics, skin color, what's between your legs, and where you like to stick it.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uOfvb9d7pE",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811353,
                    "commentText": "Exactly, I watched a DNC conference where this young white <b> chick </b>in the party said that her only role was to shut white people up, and make space for POC voices to be heard...\nThis was the actual DNC, with the chairman standing right next to her. 🤡👌",
                    "likes": 3
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uOnmzjpUMh",
                    "user": "Josh350",
                    "date": "5 months ago",
                    "timestamp": 1556895811355,
                    "commentText": "Thank you.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uPQALV2iqF",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811356,
                    "commentText": "@A Palenyy I'll have to word this in a very clear and infantile way, for you to actually grasp my previous comment on the issue... Certain ideas, like switching to \"renewable energy\" in 10 years, stopping all coal mining, all while simultaneously never agreeing to build a single nuclear power plant is just NOT VALID. If the math doesn't check out, the idea gets thrown in the bin. It's pointless debating <b> communist </b>or utopian ideas about how to spend trillions of dollars we don't have.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uPSTMh5eWZ",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811357,
                    "commentText": "You come back with a plan that can actually unfold in our physical reality, and we put it on the table to be compared to others... to decide which one is cheaper, more morally just, less damaging to the environment, etc.\nIt has to pass the first test of actually being possible, from a mathematical standpoint at least.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uPU6oTcExw",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811359,
                    "commentText": "It's just basic addition and subtraction, honey.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uPuPqUfB3y",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895811360,
                    "commentText": "Basically, yes.\nPeople need to take ownership of the stupid ideas they promote. If you were to keep giving your friends terrible advice, whether they followed it or not, how long would you expect them to keep humoring you?",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uZaMpuM129",
                    "user": "catmani2",
                    "date": "4 months ago",
                    "timestamp": 1559574211362,
                    "commentText": "@▂▃Zaggnut▃▂ What are you talking about, democrats are the ones who don't like diversity. Remember, it was democrats who attack people for claiming that people of the same color can be diverse because they have different backgrounds.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uZl3GGBjjd",
                    "user": "Sarah Batista",
                    "date": "4 months ago",
                    "timestamp": 1559574211363,
                    "commentText": "Exactly, so people need to recognize their internal biases and not let it affect their vote. Look at all the candidates. If you're a person who isn't looking at the women at all or brushing them off because you can't see one in office, you need to stop voting for the men for their <b> gender.</b> If you're a person who thinks<b>  old</b> white men shouldn't hold office anymore, you need to actually listen to their policies and not just brush them off.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ug64UMDrsm",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574211365,
                    "commentText": "Identity politics is what has gotten 44 white men, 1 <b> black </b>man, and 0 women elected president.  Not the time to admonish others for using identity politics when that's ALL WE'VE EVER HAD IN THIS COUNTRY.\n\n\nAnime profile that rants about \"identity\" =<b>  racist</b> Incel keyboard warrior. Ughch.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ul2WBGk7O2",
                    "user": "kissmygritz",
                    "date": "4 months ago",
                    "timestamp": 1559574211366,
                    "commentText": "I agree with you and this video",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ul55VYDH0F",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211368,
                    "commentText": "@Zachary Bushnell actually, Obama makes it 1/9 <b> black </b>presidents since the Civil Rights Act, which is practically exactly in line with the population's proportions.<b>  Black</b> people are technically not due for another president of thei<b> r rac</b>e in this lifetime...\n\nWomen who have been candidates in the past typically ran on extraordinarily unappealing platforms. Half of them were commies...",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ul5W2-jTi9",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574211369,
                    "commentText": "@George Ok, but why would we start at the Civil Rights Act?",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ul7CqHXB74",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211371,
                    "commentText": "Because... <b> black </b>citizens didn't have full rights before then?\nI guess you could argue it both ways, that Obama got elected because/in spite of identity politics... or maybe most people just liked his ideas more than McCain's? Who knows. \nI would've been perfectly happy with Carly Fiorina as president... and if a Democrat MUST win in 2020, I'd want it to be Tulsi Gabbard.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ul8J9l-Whr",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574211372,
                    "commentText": "@George So...that makes it a good starting over point and we should ignore everything before it? 1/9 SINCE \"equality\" is pretty bad still. It should 2/9 <b> black </b>men, 2/9<b>  black</b> women, 5/9 women, 7/9 non-white. That would make more sense and STILL not tip the scales historically.\n\n\nObama got elected because he launched the largest boots-on-the-ground, grassroots campaign ever. He knocked more doors and talked to more people than his opponent. He was a better strategist.",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ulHepsQ_uN",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211374,
                    "commentText": "People aren't guilty or entitled to anything based on the sins or grievances of their fathers. Get that through your head.",
                    "likes": 3
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ulIVz4V7Dq",
                    "user": "Zachary Bushnell",
                    "date": "4 months ago",
                    "timestamp": 1559574211375,
                    "commentText": "Second time you've changed the subject. \n\nGot a point yet?",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8ulKdYapghu",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211377,
                    "commentText": "@Zachary Bushnell I didn't change the subject. I answered the question you posed.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uo58PxeB_R",
                    "user": "Syd",
                    "date": "4 months ago",
                    "timestamp": 1559574211378,
                    "commentText": "The thing is, women are not even getting the same amount of air time as the male candidates, and when they do, they're asked more about unnecessary stuff rather than their actual plans, or become bound to sexist jokes. There are a good few videos on this that go in to detail if you want to watch them. They're also scrutinized way more than the other <b> gender.</b>",
                    "likes": 1
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uo5RpZNRWg",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211380,
                    "commentText": "Waaah waah 😭😭",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uvwvlUKyEH",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211381,
                    "commentText": "What kind of mealy mouthed nonsense are you rambling on about? If you believe in the policies, the spin that the media puts on your candidate shouldn't sway you.",
                    "likes": 0
                },
                {
                    "id": "UgzEzjisv7X4VZfL1VF4AaABAg.8uN037zjhIO8uwcezk186J",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574211382,
                    "commentText": "I think there's something more noble in what Fox is doing. Being the lone contrarian isn't as \"damaging to our democracy\" as being one of more than 10 outlets operating as the propaganda arm of the DNC.\n\nIt's practically impossible to be oblivious to what the other side is saying, when you're watching Fox as the main source. CNN or MSNBC fans will conversely feel very reinforced in their beliefs. \n\nA second opinion that goes against NYT, WAPO, HUFFPO, CNN, MSNBC, CBS, <b> ABC,</b> Vox, Vice, Politico, PBS, every latenight host, all Google recommended stories and YouTube curated search results will seem insignificant and like tinfoil hat lunacy.\n\nPeople on the left don't even know that Tucker is regularly disagreeing with Trump and dropping truth bombs. Everyone on the right is well acquainted with the Don Lemons and Rachel Maddows...\n\nIn a very roundabout way, what I'm saying is that if you have two sources as a right leaning individual, you're about 1,000,000% more likely to have something resembling a full picture than if you are someone who mainly watches left leaning media.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwtzvri72xjBhDn6Yl4AaABAg",
            "user": "Dorian sapiens",
            "date": "5 months ago",
            "timestamp": 1556895812331,
            "commentText": "Electability is a self-fulfilling promise.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwLq1GYZkXiwqxTNU94AaABAg",
            "user": "Theo Phocas",
            "date": "5 months ago",
            "timestamp": 1556895812335,
            "commentText": "This is why trump will be re-elected",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgwLq1GYZkXiwqxTNU94AaABAg.8uMzqQ5v-028uN-pGxXNPe",
                    "user": "Genie #GlassLamp",
                    "date": "5 months ago",
                    "timestamp": 1556895813094,
                    "commentText": "What?",
                    "likes": 0
                },
                {
                    "id": "UgwLq1GYZkXiwqxTNU94AaABAg.8uMzqQ5v-028uN2bZuh7vH",
                    "user": "Theo Phocas",
                    "date": "5 months ago",
                    "timestamp": 1556895813097,
                    "commentText": "If dems are focusing on why women arent perceived as electable instead of focusing on bringing jobs back, then yes trump will win again. \nFocusing on identity politics didnt work in 2016 and it wont work in 2020. Ohio and Michigan voters didnt care about identity politics and they wanted their jobs back so they jumped ship and went <b> red<b> .</b</b>>",
                    "likes": 1
                },
                {
                    "id": "UgwLq1GYZkXiwqxTNU94AaABAg.8uMzqQ5v-028uNCpje4kWU",
                    "user": "Roz Ferotu",
                    "date": "5 months ago",
                    "timestamp": 1556895813099,
                    "commentText": "Yes he will and thank gawd!",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwhfmfJmuhKnt3TqVh4AaABAg",
            "user": "DEMWAYSNYC",
            "date": "5 months ago",
            "timestamp": 1556895812340,
            "commentText": "Bernie is popular because of his policies. Gilabrands policies are horrible. Kamala also has bad policies that's why.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwhfmfJmuhKnt3TqVh4AaABAg.8uMzirEk03j8uV7aFEdd88",
                    "user": "yeee haw my dude y",
                    "date": "5 months ago",
                    "timestamp": 1556895813073,
                    "commentText": "Needs to be said",
                    "likes": 1
                },
                {
                    "id": "UgwhfmfJmuhKnt3TqVh4AaABAg.8uMzirEk03j8uVEKdMDM2P",
                    "user": "DEMWAYSNYC",
                    "date": "5 months ago",
                    "timestamp": 1556895813075,
                    "commentText": "yeee haw my dude y honestly",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxtkfxQEXPdbPjQBdB4AaABAg",
            "user": "Rose Justice",
            "date": "5 months ago",
            "timestamp": 1556895812347,
            "commentText": "Brilliantly put!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxtkfxQEXPdbPjQBdB4AaABAg.8uMzNI5n_Df8uN24SqAr0i",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895813067,
                    "commentText": "How? All they did was say that men were a problem, not policy.",
                    "likes": 0
                },
                {
                    "id": "UgxtkfxQEXPdbPjQBdB4AaABAg.8uMzNI5n_Df8uNJfabr8rd",
                    "user": "Night Hawk",
                    "date": "5 months ago",
                    "timestamp": 1556895813068,
                    "commentText": "@Daniel fmatosrivera uh... from so far in the video, it sounds like they're talking about the questions the candidates are asked are the problem, not the candidates themselves.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugyjkl7wS3-JqEMg0OR4AaABAg",
            "user": "Shray Mittal",
            "date": "5 months ago",
            "timestamp": 1556895812353,
            "commentText": "We're gonna lose the election again if any of these women become the nominee. Ain't none of these women gonna last more than 3 minutes in a debate against Trump. Vote Bernie in the primaries!",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugyjkl7wS3-JqEMg0OR4AaABAg.8uMz9BpykHj8uN-wUwqyLx",
                    "user": "Genie #GlassLamp",
                    "date": "5 months ago",
                    "timestamp": 1556895813032,
                    "commentText": "Yeah they will definitely win with their statistics and facts. You know those things Trump hardly has any of.",
                    "likes": 4
                },
                {
                    "id": "Ugyjkl7wS3-JqEMg0OR4AaABAg.8uMz9BpykHj8uN9sTp9nt-",
                    "user": "Danymok",
                    "date": "5 months ago",
                    "timestamp": 1556895813034,
                    "commentText": "We need Biden! Imagine Biden was president and Obama was the vice president. He would surely be elected.",
                    "likes": 1
                },
                {
                    "id": "Ugyjkl7wS3-JqEMg0OR4AaABAg.8uMz9BpykHj8uNJVjgozbd",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895813035,
                    "commentText": "I don't think Obama would endorse Biden, he's too controversial.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwRL1wkeRuiNO_rPo94AaABAg",
            "user": "Sweet Genius",
            "date": "5 months ago",
            "timestamp": 1556895812358,
            "commentText": "If you care so much about <b> sexism,</b> why don't you guys give more coverage to Tulsi Gabbard?\n\nUntil then, stfu.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzgBBoGS7QH3K6nauV4AaABAg",
            "user": "James A. Fish",
            "date": "5 months ago",
            "timestamp": 1556895812361,
            "commentText": "The entire Clown Car Posse on the Left is an absolute dumpster fire.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uMzOztdicK",
                    "user": "Chris Rad",
                    "date": "5 months ago",
                    "timestamp": 1556895813106,
                    "commentText": "I'm on the left and in no way does this reflect the majority of us. Trust me, we hate this stuff as much as you...",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uN--J3uJhe",
                    "user": "James A. Fish",
                    "date": "5 months ago",
                    "timestamp": 1556895813107,
                    "commentText": "@Chris Rad who are you going to vote for then to run against President Trump?",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uN2GSu6u9V",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895813109,
                    "commentText": "Chris Rad you're on \"the left\" just like I'm shortstop for the New York Yankees n[]m",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uN2guLFF_A",
                    "user": "James A. Fish",
                    "date": "5 months ago",
                    "timestamp": 1556895813110,
                    "commentText": "@ZP Pierce very productive, doesn't change the fact all of the candidates on the Left are an absolute joke.",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uNJyiF8Qo-",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895813111,
                    "commentText": "I think Tulsi would do well in debates, if people would actually giver her a chance.",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uNMooIsWxd",
                    "user": "Chris Rad",
                    "date": "5 months ago",
                    "timestamp": 1556895813112,
                    "commentText": "@James A. Fish How is Bernie a joke exactly? Can't wait to debunk you about socialism",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uNPa2z5x1C",
                    "user": "James A. Fish",
                    "date": "5 months ago",
                    "timestamp": 1556895813114,
                    "commentText": "@Chris Rad what you call Socialism and what Socialism actually is are most likely not the same thing and Democratic Socialism is just Socialism.\nHim wanting to allow Violent Felons to vote while serving their sentences is beyond <b> crazy,</b> he lied about \"Gun Show Loop holes\", He's a Career Politician of 40 + years, which means he's never held a real job, He's a millionaire who got rich using Capitalism writing books, calling for Socialism and any Socialist who owns 3 houses is called a \"Champagne Socialist\" which means Socialism only applies to the Little People (that's you and me) then there was him being controlled opposition for Clinton, which is why he capitulated the nomination to her, then there's his thing about Healthcare & Education being a Right, which demonstrates he doesn't know what a \"Right\" actually is.",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uNUFambKzJ",
                    "user": "Chris Rad",
                    "date": "5 months ago",
                    "timestamp": 1556895813115,
                    "commentText": "@James A. Fish I didn't realize one could obfuscate, strawman and commit logical fallacies all in one response. Truly an acrobactical show of <b> mental </b>gymnastics!",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uNUpkc7FGX",
                    "user": "James A. Fish",
                    "date": "5 months ago",
                    "timestamp": 1556895813398,
                    "commentText": "@Chris Rad so much for \"Debunking\" me about anything, well played.",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uTQ9__KGRF",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895813400,
                    "commentText": "@James A. Fish you have the term 'fact' confused with ur uninformed \"opionion' Einstein...",
                    "likes": 0
                },
                {
                    "id": "UgzgBBoGS7QH3K6nauV4AaABAg.8uMyR0XVk6h8uTcd_SzNkj",
                    "user": "James A. Fish",
                    "date": "5 months ago",
                    "timestamp": 1556895813402,
                    "commentText": "have you actually looked at who is running against President Trump?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxbcJq7Ki4CL3dkKph4AaABAg",
            "user": "Dahlen Olson",
            "date": "5 months ago",
            "timestamp": 1556895812366,
            "commentText": "Lol, the cracking the beer thing was unauthentic. Soooo not really good evidence to support your claims.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyXPgTWNAeV5PRwiO14AaABAg",
            "user": "The One",
            "date": "5 months ago",
            "timestamp": 1556895812371,
            "commentText": "American Pigs",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgyXPgTWNAeV5PRwiO14AaABAg.8uMy8c2x5gx8uN1z4UE3oP",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895813062,
                    "commentText": "For <b> pigs </b>we did a pretty good job of fixing your country, Mexico #2.",
                    "likes": 0
                },
                {
                    "id": "UgyXPgTWNAeV5PRwiO14AaABAg.8uMy8c2x5gx8uO-lksL5CE",
                    "user": "The One",
                    "date": "5 months ago",
                    "timestamp": 1556895813063,
                    "commentText": "@Daniel fmatosrivera \nI love bacon",
                    "likes": 0
                },
                {
                    "id": "UgyXPgTWNAeV5PRwiO14AaABAg.8uMy8c2x5gx8uPGgtVq2QZ",
                    "user": "Daniel fmatosrivera",
                    "date": "5 months ago",
                    "timestamp": 1556895813064,
                    "commentText": "@The One Courtesy of America, I suppose. You;re welcome.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzfw4uif_rL-9jVXp54AaABAg",
            "user": "Seth Ledyv",
            "date": "5 months ago",
            "timestamp": 1556895812376,
            "commentText": "I'm sorry but when it comes to the elections of president you need to look at the candidates records rather than their <b> gender </b>or<b>  race</b>.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugzfw4uif_rL-9jVXp54AaABAg.8uMy7jq5DBV8uMzFFy19Qb",
                    "user": "VirginLoser",
                    "date": "5 months ago",
                    "timestamp": 1556895813044,
                    "commentText": ".",
                    "likes": 0
                },
                {
                    "id": "Ugzfw4uif_rL-9jVXp54AaABAg.8uMy7jq5DBV8uMz_JhOyuW",
                    "user": "kasimk4",
                    "date": "5 months ago",
                    "timestamp": 1556895813045,
                    "commentText": "And policy specifics.",
                    "likes": 0
                },
                {
                    "id": "Ugzfw4uif_rL-9jVXp54AaABAg.8uMy7jq5DBV8uN-tG5KybM",
                    "user": "Dorian sapiens",
                    "date": "5 months ago",
                    "timestamp": 1556895813046,
                    "commentText": "If all it took was policy specifics, Warren would be the front runner by a mile.",
                    "likes": 4
                },
                {
                    "id": "Ugzfw4uif_rL-9jVXp54AaABAg.8uMy7jq5DBV8uN0YInqncC",
                    "user": "EchoVR",
                    "date": "5 months ago",
                    "timestamp": 1556895813047,
                    "commentText": "@Dorian sapiens That's a <b> weird </b>way to spell Bernie.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgypRJKof40gsYFpl3x4AaABAg",
            "user": "Patrick McLaughlin",
            "date": "5 months ago",
            "timestamp": 1556895812381,
            "commentText": "Poor Dems, have to make a selection form a $hitshow.\nThanks for Trump's reelection.\nTRUMP 2020!\n.\n.\nI think that <b> woman </b>has been wearing the neck band to tight.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg",
            "user": "The American Traditionalist",
            "date": "5 months ago",
            "timestamp": 1556895812386,
            "commentText": "If Democrats go the Identity Politics rout, they will lose again in 2020. Hillary Clinton didn't propose any memorable policies proposals, and relied totally on the fact that she was a <b> woman.</b> We see how that played out.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8uMzSZWDdYx",
                    "user": "kasimk4",
                    "date": "5 months ago",
                    "timestamp": 1556895813128,
                    "commentText": "Faxx. And <b> nothing </b>but the facts.",
                    "likes": 1
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8uN0pl5mc-6",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895813129,
                    "commentText": "Actually, HILLARY is the person that introduced NATIONAL HEALTHCARE back n 1993. I'm sure you \"really care\" about policy proposals, given that the right wing (formerly known as \"Republicans,\") never proposed a SINGLE PIECE OF NATIONAL LEGISLATION.",
                    "likes": 3
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8uN1_6_R7oe",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895813130,
                    "commentText": "kasimk4 yeah, not the facts",
                    "likes": 1
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8uNJbpu1U_-",
                    "user": "George",
                    "date": "5 months ago",
                    "timestamp": 1556895813132,
                    "commentText": "Warren is annoying, like a substitute teacher who can't get her class to listen.",
                    "likes": 0
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8uTP1A6xSb2",
                    "user": "ZP Pierce",
                    "date": "5 months ago",
                    "timestamp": 1556895813133,
                    "commentText": "well, dipshit, Trump totally ran on WHITE identity politics, lying to the rubes in the <b> old </b>industrial states (where the industry AINT comin back in its<b>  old</b> form)...white agreivement got him new voters. But he has delivere<b> d NOTHIN</b>G for them. just \"border\" wall fakery.",
                    "likes": 2
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8urWFHQcNjO",
                    "user": "Matt H",
                    "date": "4 months ago",
                    "timestamp": 1559574213135,
                    "commentText": "The day after the election and Trump only had 2 policy positions on his website. 1) build a wall 2) REPEAL the ACA. Note that he had been saying \"repeal and replace with something better\" for months on the campaign trail, but his website had never been updated. Almost 3 years in and Trump STILL doesn't have policy proposals beyond a few unfulfilled chants.",
                    "likes": 0
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8urX4rRS9Qq",
                    "user": "George",
                    "date": "4 months ago",
                    "timestamp": 1559574213136,
                    "commentText": "@Matt H trump has a bunch of policy achievements to his name... don't be dishonest.",
                    "likes": 0
                },
                {
                    "id": "Ugwq-Xjw8pM-_t4DXCx4AaABAg.8uMxuVYvpYN8usLAuscjA1",
                    "user": "Matt H",
                    "date": "4 months ago",
                    "timestamp": 1559574213137,
                    "commentText": "@George But no policy platforms, don't lie about that. He has a few chants that he hasn't fulfilled (she isn't \"locked up\" they haven't built a \"new wall,\" and he hasn't \"repealed and replaced\"). Don't accuse me of dishonesty when Trump refuses to put policies down in writing.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugwpl8ul4yn5ubajKV94AaABAg",
            "user": "A boy named Gilroy",
            "date": "5 months ago",
            "timestamp": 1556895812392,
            "commentText": "People dislike anybody that sleeps their way to the top and shills for the prison industrial complex regardless of which one of the 2 genders they belong to.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwqc70bMBzeaFXs7nd4AaABAg",
            "user": "Richard Onyeise",
            "date": "5 months ago",
            "timestamp": 1556895812397,
            "commentText": "Now this News what is your argument, your argument is pathetic",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw_Bse465RcPT69E1l4AaABAg",
            "user": "Timmy G",
            "date": "5 months ago",
            "timestamp": 1556895812401,
            "commentText": "Dems gonna get rocked by trump lol",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxlL6Q5gQZeuEiASft4AaABAg",
            "user": "issaciams",
            "date": "5 months ago",
            "timestamp": 1556895812403,
            "commentText": "I don't support any of the establishment candidates. Bernie, Warren, Tulsi and even Yang are the candidates for me.",
            "likes": 226,
            "hasReplies": true,
            "numberOfReplies": 33,
            "replies": [
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uN63gjqzM1",
                    "user": "nibiyabi",
                    "date": "5 months ago",
                    "timestamp": 1556895813145,
                    "commentText": "Even with Tulsi's <b> weird </b>love of Bashar al-Assad?",
                    "likes": 5
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uN6tQ_xdDK",
                    "user": "Young Bruh",
                    "date": "5 months ago",
                    "timestamp": 1556895813146,
                    "commentText": "nibiyabi she just visited him to try and negotiate peace there's <b> nothing </b>wrong with that",
                    "likes": 21
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uNBm1fPQ7o",
                    "user": "Mani Davis",
                    "date": "5 months ago",
                    "timestamp": 1556895813148,
                    "commentText": "Don't think Elizabeth \"Pocahontas\" Warren is going to win.",
                    "likes": 2
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uNBntYD_8l",
                    "user": "Jay Coulter",
                    "date": "5 months ago",
                    "timestamp": 1556895813149,
                    "commentText": "Will you guys ever admit you just don't have a good candidate?  I'm from a <b> red<b>  </b</b>>state & I wish there was a better candidate on the left but there just aren't any good Democrat candidates that can BEAT TRUMP!",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uNLFPAd_CM",
                    "user": "issaciams",
                    "date": "5 months ago",
                    "timestamp": 1556895813150,
                    "commentText": "@Jay Coulter trump is a terrible candidate but look at who is the president now. I personally think Bernie is a great candidate but a great candidate isn't even needed to beat Trump. A good candidate will beat Trump so like I said, the 4 candidates I think who can do it are the progressives.",
                    "likes": 11
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uNPbfjQQN-",
                    "user": "FireRupee",
                    "date": "5 months ago",
                    "timestamp": 1556895813151,
                    "commentText": "@Mani Davis Is there really a need to call her \"Pocahontas\"?",
                    "likes": 10
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uO92y8qmuT",
                    "user": "TPspeak",
                    "date": "5 months ago",
                    "timestamp": 1556895813152,
                    "commentText": "right on sir",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uONaNBkr1B",
                    "user": "Jeff Valcarcel",
                    "date": "5 months ago",
                    "timestamp": 1556895813154,
                    "commentText": "You do know that Bernie Sanders has been in Washington for 30 years straight right? How is that not the definition of establishment candidate?",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uO_pccP3z_",
                    "user": "FireRupee",
                    "date": "5 months ago",
                    "timestamp": 1556895813821,
                    "commentText": "@Jeff Valcarcel It's not just how long they've worked that people look at.",
                    "likes": 7
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uPCe5l8Ece",
                    "user": "Andy Skeels",
                    "date": "5 months ago",
                    "timestamp": 1556895813822,
                    "commentText": "Bernie. Don't even care if he gets some democratic nomination. Two party system is broken. \nBernie 2020.",
                    "likes": 11
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uPPY6wnras",
                    "user": "Jeff Valcarcel",
                    "date": "5 months ago",
                    "timestamp": 1556895813824,
                    "commentText": "That you think a man who's been in Washington for 30 years straight is somehow not the establishment is what makes you too stupid to vote",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uQVEezezvW",
                    "user": "Bryan Weiss",
                    "date": "5 months ago",
                    "timestamp": 1556895813825,
                    "commentText": "@Jeff Valcarcel here you go back at again, just say your a centrist and that progressives don't excite you.",
                    "likes": 4
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uQZm9VUm0o",
                    "user": "ღSwnsasyღ _",
                    "date": "5 months ago",
                    "timestamp": 1556895813826,
                    "commentText": "issaciams Same here! I'm voting for Bernie and would love Warren as VP but Yang is absolutely growing on me!!",
                    "likes": 2
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uRJDkEFrur",
                    "user": "blackearl7891",
                    "date": "5 months ago",
                    "timestamp": 1556895813828,
                    "commentText": "@Jeff Valcarcel yet somehow he hasn't compromised his values but somehow the rest have. Also he ain't establishment. Establishment is going with traditional mainstream views that are safe, and according to the powers that be. Be that a <b> woman,</b> or person of color irregardless that follows traditional political convention, and mannerism often due to the incredible stupidity of over paid consultants who bleed your campaign dry without ensuring a win, and or political pundits so completely out of touch that dont recognize a changing political environment even if its directly in their face. \nTo simplify it for you. It's the traditionalist in your workplace that dont want change the current ways of doing things.",
                    "likes": 5
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uRMMRP7bjc",
                    "user": "Jeff Valcarcel",
                    "date": "5 months ago",
                    "timestamp": 1556895813829,
                    "commentText": "@blackearl7891 by the way, if you don't think that he takes money from small farmers in Vermont and other agribusinesses and then votes to give them government subsidies you haven't been looking close enough.",
                    "likes": 2
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uRNUyQ1POv",
                    "user": "Jeff Valcarcel",
                    "date": "5 months ago",
                    "timestamp": 1556895813830,
                    "commentText": "@blackearl7891 ...and I don't want to change the current way of doing things. I want to tweak it, I want to slowly morph it, but I don't want to completely refit Society in one Congressional term. Sorry, that's the quickest way to build an army up against your agenda. The way you enact sweeping social changes is to do it slowly so that <b> nobody </b>gets too upset. You'd think you guys would have learned this by now but I guess not. I'm going to vote for the person that I think has the best possible chance of getting their agenda actually enacted into law and not just be the subject of pretty speeches that never go anywhere. Bernie Sanders is not that man.",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uSmQjVWwkP",
                    "user": "Lo campbell",
                    "date": "5 months ago",
                    "timestamp": 1556895813832,
                    "commentText": "I say we all vote Yang and be happy 🤷🏽‍♀️",
                    "likes": 2
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uWVbJwhrdB",
                    "user": "Robert Dickson",
                    "date": "4 months ago",
                    "timestamp": 1559574213833,
                    "commentText": "@Jeff Valcarcel This seems like a <b> weird </b>angle to argue. Small farmers typically means smaller businesses. The government should be supporting small business and encouraging them to grow. It is the big ones which hold a monopoly, and get massive tax breaks which deserve attention.",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uWWzk35ATi",
                    "user": "Jeff Valcarcel",
                    "date": "4 months ago",
                    "timestamp": 1559574213835,
                    "commentText": "@Robert Dickson so it's okay if he receives money from business interests as long as they're not really large business interests. Got it. You guys will explain away anything",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uWXD2HTqQe",
                    "user": "Jeff Valcarcel",
                    "date": "4 months ago",
                    "timestamp": 1559574213836,
                    "commentText": "@Robert Dickson .... and last I checked Ben & Jerry's wasn't a small business. Isn't their CEO on his election committee? Yeah, like I said... Hypocrite",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uWb0WVpIFG",
                    "user": "Robert Dickson",
                    "date": "4 months ago",
                    "timestamp": 1559574213837,
                    "commentText": "@Jeff Valcarcel If those businesses are providing jobs on a local level, and don't hold a monopoly, I don't mind the government supporting small businesses and allowing them to succeed. Competition allows a competitive and fair market. You mentioned local farmers in the comment I replied to, but mentioned Ben & Jerry's in your response. Those are clearly two very different examples, and are not what I am getting at. Governments should support smaller businesses to develop, but we shouldn't allow businesses that hold a monopoly to hold that monopoly, and make bargaining deals based on that monopoly and the business/employment it brings. Not saying I wouldn't consider Bernie being involved in deals that fall in line with that, but I trust his stance against it more than many other politicians, and I mean that in a massive way.",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uWcLoa4zEp",
                    "user": "Jeff Valcarcel",
                    "date": "4 months ago",
                    "timestamp": 1559574213839,
                    "commentText": "@Robert Dickson so you think that Ben & Jerry's is a small business? You do realize that Family Farms are some of the richest properties in America right? There's not a whole lot of poor small farmers in Vermont. It's mostly large dairy farms. Why don't you look into Bernie's voting record when it comes to agribusinesses?",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uX1TV6aOwE",
                    "user": "milliondollar kingboy",
                    "date": "4 months ago",
                    "timestamp": 1559574213840,
                    "commentText": "Bernie and warren are part of establishment",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uXGwGXOpzY",
                    "user": "FinallyFree",
                    "date": "4 months ago",
                    "timestamp": 1559574213841,
                    "commentText": "@nibiyabi She does NOT love Assad. She MET with him. That is so overblown.",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uXyaghZYlP",
                    "user": "Knowledge Is Key",
                    "date": "4 months ago",
                    "timestamp": 1559574213843,
                    "commentText": "YES ANDREW YANG 100%",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uXyeKn-WoA",
                    "user": "Knowledge Is Key",
                    "date": "4 months ago",
                    "timestamp": 1559574213844,
                    "commentText": "@Jay Coulter Yang can beat trump based on policies alone.",
                    "likes": 1
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08ucZlAdX5rx",
                    "user": "Deven Harrison",
                    "date": "4 months ago",
                    "timestamp": 1559574213845,
                    "commentText": "Jay Coulter Bernie. In every poll since 2016 when put up against trump he wins by 5-20 points depending on the poll. So you're opinion is not based in reality, sorry.",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08ucv5QBtPnQ",
                    "user": "angelmushahf",
                    "date": "4 months ago",
                    "timestamp": 1559574213846,
                    "commentText": "Like because of Yang",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08utElMC_gY9",
                    "user": "stefanie R",
                    "date": "4 months ago",
                    "timestamp": 1559574213848,
                    "commentText": "Andrew Yang please! He can easily get a lot of Republican vote if he went up against trump and is so fact based and does not bash any candidates ( including trump) he's authentic who is an outsider and through his career he's helped create jobs and help students find jobs",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uxyCIw5OyG",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574213849,
                    "commentText": "@Jay Coulter Don't be too sure.\n\n\n\n\nThe dems proved in 2018 that voter fraud can make up for being Anti-American.",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08uxyGuWavis",
                    "user": "James G",
                    "date": "4 months ago",
                    "timestamp": 1559574213850,
                    "commentText": "@FireRupee Always.     ;   ]",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08vUJsRG-rsq",
                    "user": "grammar police",
                    "date": "4 months ago",
                    "timestamp": 1559574213852,
                    "commentText": "Andrew yang 2020",
                    "likes": 0
                },
                {
                    "id": "UgxlL6Q5gQZeuEiASft4AaABAg.8uMxIZ7ewN08veHfISCBCk",
                    "user": "Coringa Gamer",
                    "date": "4 months ago",
                    "timestamp": 1559574213853,
                    "commentText": "Warren is establishment dude",
                    "likes": 0
                }
            ]
        }
    ]
}