{
    "header": {
        "title": " Sexism and the English language | The Economist ",
        "subtitle": " NA ",
        "owner": " The Economist ",
        "views": " 92,839 views ",
        "likes": " 1.2K ",
        "dislikes": " 752 ",
        "shares": " NA ",
        "datePosted": " Jun 1, 2018 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=5uaBwAe2BhY ",
        "postText": " Sexism is rife in language. A woman may be described as bossy, while a man is more likely to be assertive. The Economist's language expert Lane Greene explores the gender stereotypes used in everyday speech. Click here to subscribe to The Economist on YouTube: https://econ.st/2xvTKdy. Daily Watch: mind-stretching short films throughout the working week. For more from Economist Films visit: https://econ.st/2xvTLy8. Check out The Economist's full video catalogue: http://econ.st/20IehQk. Like The Economist on Facebook: https://econ.st/2xvU2RG. Follow The Economist on Twitter: https://econ.st/2xvTMSI. Follow us on Instagram: https://econ.st/2xFoeKe. Follow us on Medium: https://econ.st/2xvTNWM ",
        "numberPosts": " 310 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Gender,Sexism,Woman,Sexual,Sex,Misogyny,Patriarchy,Nothing,Nobody,Zero,Dumb,Weirdo,Mental,Crazy,Blind,Bonkers,Racist,Racism,Race,Nazi,Cuckservative,Snowflake,Old,Nation,Migrant,Immigrant,Age,Homophobia,Homophobic,Gay,Transgender,Gay,Common,Apple,PIGS,Boogie,Ho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugxc1qFrgqkOKDFRk8x4AaABAg",
            "user": "Mamu MauMau",
            "date": "4 days ago",
            "timestamp": 1569756772864,
            "commentText": "The <b> gender </b>pay gap was de bunked awhile ago.....You need to read from other sources that do not support\nyour agenda.  That is how we really learn.  Words DO matter sometimes but you are really just preaching to \nthe choir. That is easy and not controversial.  There is one thing about this video that I like.  It will have the\neffect of infuriating even more women.  Instead of looking at all sides of this issue, they will just explode like\nan A bomb.  So you go girls............But try not to hurt yourselves punching at the air............",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz5NPmMMAYxXln_ehx4AaABAg",
            "user": "M Sagri",
            "date": "3 weeks ago",
            "timestamp": 1568287972866,
            "commentText": "This video was a lot of speaking without saying anything.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzRpJpKzJ9nOEtJvD94AaABAg",
            "user": "DaB34st //TV\\\\",
            "date": "1 month ago",
            "timestamp": 1567510372867,
            "commentText": "legit none of this is even true",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzg9kZJwm-Y56ChoVp4AaABAg",
            "user": "DaB34st //TV\\\\",
            "date": "1 month ago",
            "timestamp": 1567510372869,
            "commentText": "the reason women are seen as gossipy is because they are.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugzg9kZJwm-Y56ChoVp4AaABAg.8yYYKgVaqiX8ydLqP5pu44",
                    "user": "Roia 27",
                    "date": "1 month ago",
                    "timestamp": 1567510373179,
                    "commentText": "DaB34st //TV\\\\ false you are dumb",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzSMBbu_SH5c5QOyCR4AaABAg",
            "user": "54N714G0",
            "date": "2 months ago",
            "timestamp": 1564831972870,
            "commentText": "this video is generally good but real talk, every work/educational/social context or scene I've ever been a part of, it's always the women who know all the gossip. Who's sleeping with who, who has just suffered a personal tragedy, etc. etc. Would bet my life that if a social scientist devised a defensible method to measure gendered proclivity to gossip, women would come out on top by far.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyPmM0ezsk3b7zya894AaABAg",
            "user": "q9216",
            "date": "3 months ago",
            "timestamp": 1562153572872,
            "commentText": "The ignorance in the comments is astounding - just because you disagree with it doesn't mean your views are correct or reasonable - you are a victim of your own limited social perspective. language is sexist and the Economist is right to get up to speed.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyAiHjVj-TkFmeOn0p4AaABAg",
            "user": "Katie DeMarco",
            "date": "3 months ago",
            "timestamp": 1562153572873,
            "commentText": "5 Ways the English language is sexist\n\n1. When we don't know a person's <b> gender,</b> we automatically say he.\n\n2. Sexist phrases like \"Man up\" \"You do it like a girl\" \"Take it like a man\" \"You're such a girl\".\n\n3. We call a group of people \"guys\", even when it's a group full of girls we call them guys.\n\n4. There are male pronouns in female words. Like feMALE,<b>  woMAN</b>, sHE, HEr.\n\n5. There soooo many negative words towards women like b•••h, sl••, wh•••.\n\nEverything I listened here wa<b> s sexis</b>m towards women.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyYVkuBqiDxE-SZdWR4AaABAg",
            "user": "Mitja T",
            "date": "3 months ago",
            "timestamp": 1562153572875,
            "commentText": "Male expectations: Have sexy abs, strong muscles, a straight nose, nice beard, full head of hair, be rich, be loving, have a penis above 5 inches, be tough but not feelingless, have some sensitivity but not be fragile, be rich, have a stable job, a big income, be good with kids, accept all the faults of the <b> woman,</b> and sacrifice themselves emotionally and physically.\nFemale expectations: have an iq above 70 and not be 400 lbs",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwiZqWJOCpLJVosy9B4AaABAg",
            "user": "Daniel Cornette",
            "date": "4 months ago",
            "timestamp": 1559561572876,
            "commentText": "And he's described as \"privileged\" while she's described as \"successful.\"   Sounds like a double standard.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxvUyYPKfLdHdqyQ7N4AaABAg",
            "user": "Wade",
            "date": "6 months ago",
            "timestamp": 1554291172878,
            "commentText": "Even The Economist has become a social justice rag.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUzAOC2aPLI-APfcR4AaABAg",
            "user": "Perry Robles",
            "date": "7 months ago",
            "timestamp": 1551612772879,
            "commentText": "There's 'sexism' in every language.  Not just English.\n\n\nFurther, sociolinguistically speaking, women and men USE language DIFFERENTLY.\n\nBecause of this, there will always be <b> sexual </b>harassment cases at work, school, gym. Home\n\n\nBasically, men and women hate each other's guts because they weren't taught to appreciate their different modes of communication.\n\n\nInstead, both are trying to suppress the other.\n\n\nSad.  Is that sexist?\n\n\nHope not.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzYy7UdIM8oSTKc2y54AaABAg",
            "user": "GoalDrawn",
            "date": "9 months ago",
            "timestamp": 1546515172880,
            "commentText": "The twisted far-left radical-feminism permeates all aspects of this garbage, propaganda, anti-science video. What's going on Economist?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxtAckJvPdtEbjS6fx4AaABAg",
            "user": "Stuart Britton",
            "date": "10 months ago",
            "timestamp": 1543836772882,
            "commentText": "Just be honest and don't choose your words carefully. Then you will get the right friends and lose the rotten ones.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx1sVViAYNtbUVm2dZ4AaABAg",
            "user": "The Dog Runner",
            "date": "10 months ago",
            "timestamp": 1543836772883,
            "commentText": "First off... \"<b> sexism\"</b> does not exist. Second, this video is<b>  dumb</b>.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwI0TGxMKHeIyp9NmJ4AaABAg",
            "user": "A.Z. B.",
            "date": "10 months ago",
            "timestamp": 1543836772884,
            "commentText": "Different words used because guess what women and men are different.  The natural way is that in some features females have disadvantages over males like strength, stamina, size etc. but there is <b> nothing </b>wrong with that. In many other qualities they are better than us. Being different is not the same as being unequal.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyrZdBs0cN7okwmv-94AaABAg",
            "user": "DrTaylor",
            "date": "11 months ago",
            "timestamp": 1541244772886,
            "commentText": "Oh, and if men did so much better at creating our society, than why are people suicidal?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwsnHKZ-QGaJEX7E6h4AaABAg",
            "user": "DrTaylor",
            "date": "11 months ago",
            "timestamp": 1541244772887,
            "commentText": "Ahahahahaha\n\n1. Men were the ones who made <b> woman </b>not leaders, creaters, etc.\n\n2. The people who raised 'em strong are their mothers.\n\n3. You can't say your<b>  gender</b> is better than another if you have never done no shit in your life.\n\n4. Everything goes to your head. Period. I'm not saying this to men, just the men that think they're awesome when they have never left their house.\n\n5. If a 9 yea<b> r ol</b>d female can be the 3<b> rd wom</b>an to do a 540, I think you can stop sitting and actually do what you say you do.\n\n6. If you grew up in an enviroment that taught you this opinion, then I suggest seeing a therapist. \n\n7. Go fly a rocket ship to Mars. Don't come back.\n\n8. We really need feminists.\n\n9. Have you never see<b> n a wo</b>man outside of your house before?\n<b> \n10. W</b>oman have smaller tear sacks than men, that's why they can cry a lot more.\n\n11. How can you be smarter t<b> han a </b>woman, if you think getting kicked in the balls is more painful than this: Once a month from years (Approximetly) 11 to 50 you have cramps that can last up to 8 days until finally you bleed out of your vagina, all leading up to 9 months of carrying a human inside you with pain, throwing up, and never-ending hunger, THIS, leading up to Contractions, extreme pain, (Sometimes skin tearing) Bones breaking, and a human coming out of your vagina? And not to mention, (Often) really bad pain from losing your virginity in the first place because the dude simply doesn't give a fuck? <b>  \n\n12.</b> Woman are mentally stronger than men, and can deal more pain.\n\n13. How can you think you're bett<b> er tha</b>n woman if God literally made us need each other to live, and he made us literally all have the same feelings, needs, and species? We all need food. We all need water. We all breathe air. We all feel sad, happy lonely, etc.\nHow can we be so different that you seem to think your so much better? Hm?\n\n14. I don't know how the fuck you think you can live without being born.\n\n15. Watch<b>  out, </b>we woman are COMIN FOR YA\n\nMe taking my anger out on men because I had a bad day",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwlBAepDjI71IOTrZd4AaABAg",
            "user": "austin h",
            "date": "1 year ago",
            "timestamp": 1538566372889,
            "commentText": "this man needs to chill with the mansplaining",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz5aMFvp9mBTesoGQF4AaABAg",
            "user": "LoydMongo",
            "date": "1 year ago",
            "timestamp": 1538566372890,
            "commentText": "The Economist Are you fucking serious? Many muslim countries require women to cover themselves from their hair to simply wearing a garbage bag with eyeslits on their heads. Even as I type this on my PC Windows 10 Chrome browser, my politically correct naziputer tells me I have to spell islam and muslim with capital letters, or I AM WRONG. But if I type god, no such prompt is given, allah on the other hand... This is real nice, won't bother any one who doesn't praise a child molester. But noooo, please protect our women from these evil words, language will destroy us all! How about this?: Thou shalt not touch without permission! Thou shalt definitely NOT fuck someone without their consent! And if thou can help it, thou shalt not rob nor kill thy neighbor, unless they're asshole or something...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz8PGhCJbTyrt2Sdnt4AaABAg",
            "user": "Raychel G",
            "date": "1 year ago",
            "timestamp": 1538566372891,
            "commentText": "Lots of fragile men in this comments section",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzwIOQClcrsdLIef4p4AaABAg",
            "user": "RaYze dark",
            "date": "1 year ago",
            "timestamp": 1538566373892,
            "commentText": "Fucking femenazis",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzqLnSZPneXX3nW_xV4AaABAg",
            "user": "We say no to pay to win",
            "date": "1 year ago",
            "timestamp": 1538566373893,
            "commentText": "All the triggered commenter seem like they didn't even bother to watch the video, you know the title is meant to be attention grabbing, and is not the whole story. At no point does it point it out as the worst thing ever, it doesn't even state women as more prejudiced against. Also I think the proffessional economists now more about the <b> gender </b>pay gap than you in your room and a sargon tab open in the background. Most probably didn't listen to the end where he describes how the language has changed, which shows up all those  pseudo-psychologist pretending it's completely and only natural. The reason language is useful to economists, well if you even have to be told it, what are you even doing here on an econonmics page, put some actual effort into knowing what micro economics is, it's only half of the entire subject.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzVgPMNpMokVIAohEl4AaABAg",
            "user": "Largo Di Milano",
            "date": "1 year ago",
            "timestamp": 1538566373895,
            "commentText": "So we're just publishing BS <b> gender </b>studies sofism now.\n\nGood job, you spit on the history of this publication.\n\nAnd to stay on subject, as infantile as it may be. We use different words because WE MEAN different things.\n\nA<b>  woman</b> can be charismatic(jennifer lawrence) and a man can be bubbly(eddie murphy).\n\nYou are not ignorant at this point, you are purposefully deceitful and praying on the ignorance of the public.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx6qMLODA9c92GT5xJ4AaABAg",
            "user": "Cheekypop",
            "date": "1 year ago",
            "timestamp": 1538566373897,
            "commentText": "wow it's almost like men and women are different",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy-MZH81XHm6nOk-m14AaABAg",
            "user": "Ben Young",
            "date": "1 year ago",
            "timestamp": 1538566373899,
            "commentText": "Its not sexisum, there word relating to a role or position. Your just looking to confirm your own bias. Considering peoples feeling or position before you speak is called manners, being polite or etiquette. Don't acting like you just invented it !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxeG4ljoVM5YI8G5zp4AaABAg",
            "user": "Marty Picinic",
            "date": "1 year ago",
            "timestamp": 1538566373900,
            "commentText": "radical",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxGSr7EtF4qXSLD7Uh4AaABAg",
            "user": "Woodchip",
            "date": "1 year ago",
            "timestamp": 1538566373902,
            "commentText": "Try doing a google search \"European people\" lol...\n\n\nAnd tbh I use the words associated with women on men and vise versa. Most people I know do...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyfPdqO6Lpb5D7tsGR4AaABAg",
            "user": "Eliza F",
            "date": "1 year ago",
            "timestamp": 1538566373904,
            "commentText": "What a crap video",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzmaVDoalnd4PJfB214AaABAg",
            "user": "Kay Bee",
            "date": "1 year ago",
            "timestamp": 1538566373905,
            "commentText": "I love when a man is intimidated by a strong women.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzmaVDoalnd4PJfB214AaABAg.8i7Ef3kfYjT8ze6rNfUhSp",
                    "user": "M Sagri",
                    "date": "3 weeks ago",
                    "timestamp": 1568287974293,
                    "commentText": "okay? Fucking weirdo",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwW2DEfS8PCspzJEuJ4AaABAg",
            "user": "The_Curl _Miester",
            "date": "1 year ago",
            "timestamp": 1538566373908,
            "commentText": "How is the word chatty associated with women whereas talkative is for men??\nI dont think ive heard of anybody that only uses chatty for men\nI use both words for both genders",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz-f49l4ZhDmBUgpPd4AaABAg",
            "user": "Swahi",
            "date": "1 year ago",
            "timestamp": 1538566373910,
            "commentText": "Have we reached a point at where we have to complain about a fucking major language.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzQXJGv-bol2iBENmJ4AaABAg",
            "user": "AiKa Lo",
            "date": "1 year ago",
            "timestamp": 1538566373912,
            "commentText": "Men and women are different, it's biology. So I'm gonna keep using language that makes sense to me, if it offends you that's your business.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwajbWfdpjE1NQhPap4AaABAg",
            "user": "Eleanor the Second",
            "date": "1 year ago",
            "timestamp": 1538566373913,
            "commentText": "Well well well... these comments are going to be FUN...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx1faLgaCIz_TE-Xy94AaABAg",
            "user": "Susan Crane",
            "date": "1 year ago",
            "timestamp": 1538566373915,
            "commentText": "Jesus Christ save us",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxwb5xHhdiAhdG-Hhh4AaABAg",
            "user": "Milkycharizard",
            "date": "1 year ago",
            "timestamp": 1538566373917,
            "commentText": "Meanwhile in Africa",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyKhruvNHLVcw91Em14AaABAg",
            "user": "Mimeon",
            "date": "1 year ago",
            "timestamp": 1538566373919,
            "commentText": "Fuck off.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwFHMLkoddtQ9exJal4AaABAg",
            "user": "Denise Druce",
            "date": "1 year ago",
            "timestamp": 1538566373920,
            "commentText": "Yikes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzikE533WH-ibW7Ze54AaABAg",
            "user": "sweety cruze",
            "date": "1 year ago",
            "timestamp": 1538566373922,
            "commentText": "Sjw",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzmw3seue-hK3sdSxR4AaABAg",
            "user": "Edina Antonia",
            "date": "1 year ago",
            "timestamp": 1538566373924,
            "commentText": "The <b> gender </b>pay gap doesn't exist",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwgecic21MiETAHBBl4AaABAg",
            "user": "PhoenixArisen 413",
            "date": "1 year ago",
            "timestamp": 1538566373926,
            "commentText": "Oh my god. What's next? Beds are sexist?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgylThUp8fYSZMc3fw54AaABAg",
            "user": "Treefarm",
            "date": "1 year ago",
            "timestamp": 1538566374967,
            "commentText": "Good talk, but it isn't that easy. I have mentally searched for a word instead of feisty when trying to describe a certain female friend but 'strong-willed', which first came to mind, also seemed a put-down of a sort. I was pointing out she had strong views on the topic at hand. Feisty seemed relatively less judgmental.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwhd3n8c5V6t0oYgYN4AaABAg",
            "user": "Vibhu Srivatsa Iyer",
            "date": "1 year ago",
            "timestamp": 1538566374969,
            "commentText": "Seems like The Economist is becoming just another sjw rag. Sad to see this happening",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyNn8ebOpmahJL7Ryp4AaABAg",
            "user": "BigFood Style",
            "date": "1 year ago",
            "timestamp": 1538566374970,
            "commentText": "This has to be the dumbest title ever 😂 I only clicked to say that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx_hRvrv8zQ2A6-rlZ4AaABAg",
            "user": "Zahra",
            "date": "1 year ago",
            "timestamp": 1538566374972,
            "commentText": "I understand what your saying and I agree sort of, however it only depends on the person. There aren't rules about using a certain language. Only fucked up assholes describe <b> woman,</b> like me, and men differently....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzg9WIEiRMzI2TMpiN4AaABAg",
            "user": "somethingsomethingsomething",
            "date": "1 year ago",
            "timestamp": 1538566374974,
            "commentText": "I can't even be bothered with a witty response so: fuck you The Economist, I'm glad I cancelled my subscription when you were bought and the clear agenda bias started setting in.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyPyJroEuPr5CMTuWh4AaABAg",
            "user": "Rebecky Nordin",
            "date": "1 year ago",
            "timestamp": 1538566374975,
            "commentText": "This reminds me of that news report that says \"Is the Peanut Butter and Jelly Sandwich <b> Racist?</b>\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUkmRGhn8Wz0MAnSd4AaABAg",
            "user": "Don't Subscribe. I Don't Need Subscribers.",
            "date": "1 year ago",
            "timestamp": 1538566374977,
            "commentText": "The 550 people who dislike this are trying to deny it. 💀",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyUkmRGhn8Wz0MAnSd4AaABAg.8ho1n0K43618yI1CT_0a4M",
                    "user": "M Sagri",
                    "date": "1 month ago",
                    "timestamp": 1567510375271,
                    "commentText": "Don't Subscribe. I Don't Need Subscribers. Yeah because this is Bullshit.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgwlqOImAEgwGOucTKZ4AaABAg",
            "user": "Tri ni ty",
            "date": "1 year ago",
            "timestamp": 1538566374979,
            "commentText": "Lol men are upset. Can't wait for one of them to respond to me with something sexist.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwKwJTzJJA_PenKJZF4AaABAg",
            "user": "Hadassah",
            "date": "1 year ago",
            "timestamp": 1538566374981,
            "commentText": "This is a load of rubbish",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzcxbAy4e8dcUkg7bt4AaABAg",
            "user": "Bubble GumZ Kitty",
            "date": "1 year ago",
            "timestamp": 1538566374983,
            "commentText": "Dross...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwsYG4RZfqt4KNokch4AaABAg",
            "user": "__Thee__",
            "date": "1 year ago",
            "timestamp": 1538566374984,
            "commentText": "Also the many many words used to offend women compared to the smaller amount targeting men. Think about it - you'll see what I mean.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyYq_2E4y4gjBwP4Nx4AaABAg",
            "user": "nickt",
            "date": "1 year ago",
            "timestamp": 1538566374986,
            "commentText": "what the fuck was that airhead example? it was two people with their backs turned wearing a funny hat",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxK52dAB0v-zNbPnEl4AaABAg",
            "user": "Niki Allen",
            "date": "1 year ago",
            "timestamp": 1538566374988,
            "commentText": "backs away slowly",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzZi6VZb0DV-kj2uYl4AaABAg",
            "user": "Clare Moloney",
            "date": "1 year ago",
            "timestamp": 1538566374989,
            "commentText": "I learn french at school and its an extremely sexist language.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgygLk6SzGDpX3Aahol4AaABAg",
            "user": "obese person",
            "date": "1 year ago",
            "timestamp": 1538566374991,
            "commentText": "Every time I worry I lean way too left someone comes in and reminds me no\n\nI'm really not",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgygLk6SzGDpX3Aahol4AaABAg.8hbBdH0Bpfj9-RMprIAkMC",
                    "user": "Mamu MauMau",
                    "date": "4 days ago",
                    "timestamp": 1569756775293,
                    "commentText": "Yes, you are too far left.  That helps to explain why one video from one person can make you feel\nproud to be soooo far left........",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyxqFuAJ8J_GiC_uLJ4AaABAg",
            "user": "Tess E",
            "date": "1 year ago",
            "timestamp": 1538566374994,
            "commentText": "The fuck is this bullshit?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyrO7q8TMuMH7eF5ux4AaABAg",
            "user": "Tabby Dowling",
            "date": "1 year ago",
            "timestamp": 1538566374995,
            "commentText": "Are you fucking kidding me?! FUCKING STOP THIS SHIT YOU RETARDED FEMINISTS!! Get back to your damn hellholes and STOP EMBARRASSING THE FEMALE <b> GENDER!</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxi39k3JB59o0QN_Rp4AaABAg",
            "user": "DEACTIVATED *",
            "date": "1 year ago",
            "timestamp": 1538566375008,
            "commentText": "I thought this was a joke",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyfJggKyo1rDmo-_jV4AaABAg",
            "user": "Jeanne Stein",
            "date": "1 year ago",
            "timestamp": 1538566375010,
            "commentText": "This is total BS",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzkYoNoDNBGpkqQP5V4AaABAg",
            "user": "Otto is not My real Name",
            "date": "1 year ago",
            "timestamp": 1538566375012,
            "commentText": "Dude, this is 2018, a lot has changed since 2000. But why do we need to get rid of all the words? I don't know how anyone could even write a book anymore? Is it still okay to use the word \"<b> woman\"</b> to describe a female human?  It won't be 10 years from now.  People don't care about my feelings when they describe me. I don't like it when people say that I'm tall, but<b>  nobody</b> is doing a video on that.  I'm not even that tall.  Maybe if you don't like being called feisty, you could chill out a little. What am I supposed to do?  Get on the floor and crawl?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwilDW2U6aHcWFIYjl4AaABAg",
            "user": "Tammy",
            "date": "1 year ago",
            "timestamp": 1538566376214,
            "commentText": "At a time when the \"me too\" movement is in full swing, as a society we must realize that literally every <b> woman </b>has been sexually harassed at one point in their lives even if they do not think so.  I ask the question, \"why do so many men think it is ok to sexually harass women?\" I believe it is because society sees women as<b>  sex</b> objects and do not have the same level of intelligence and logic as men. If there was <b> a natio</b>n that was populated by women only it would be the super power of the world for a very long time.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwilDW2U6aHcWFIYjl4AaABAg.8hIN2sJGWMk8han5oEII-f",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566376576,
                    "commentText": "Wow, such breathtakingly stupid drivel. \n\nWhy do many men think it's okay to harass women? Emm, no a tiny fraction of men believe this, NOT \"many men.\"\n\nWomen are viewed as <b> sex </b>objects? Perhaps you should have a word with your fellow sisters who have no issue posing in places like Instagram in suggestive poses with their breasts hanging out? Women are the ones who are \"objectifying\" themselves, they do it of their own free will, because they gain from it.\n\n\"If there was a<b>  nation</b> that was populated by women only it would be the super power of the world for a very long time.\"\n\nI'm sure it would. I guess that's why women have been men's equals when it comes to advancements in business, technology, science, sport, literature and every single other metric you could mention. No reason why they couldn't create a \"superpower\" either!\n\nOh wait, except they've contributed precisely fuck all compared to men. And if you are thinking of given the \"women were historically held back excuse\", women are held back from doing precisel<b> y nothin</b>g throughout the Western World, and still their contributions relative to men are laughable. \n\nJust another brainless feminist idiot.",
                    "likes": 0
                },
                {
                    "id": "UgwilDW2U6aHcWFIYjl4AaABAg.8hIN2sJGWMk8o3FfMUXoIR",
                    "user": "Shy Girl",
                    "date": "10 months ago",
                    "timestamp": 1543836776577,
                    "commentText": "Paulo Chan umm used to women could not vote and were forced to be housewives and not go to college so my grandma did not go to college because it was not <b> common </b>in the 60's so there being lacked of some impt education to get good jobs.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxzX053p7GmGQQidc54AaABAg",
            "user": "釦",
            "date": "1 year ago",
            "timestamp": 1538566376224,
            "commentText": "As a teenager I don't really find or use <b> gender </b>specific words in everyday language. Besides perhaps, \"he is an asshole/douche\" and \"she is a bitch/cunt\" - curse words that have become<b>  gender</b> specific - really I dont see much at all. Language can change to reflect societal changes<b> , nobod</b>y calls smart girls prim anymore they call them smart. I do not use waitress/actress/policeman/fireman, perhaps this reflects linguistic change due to social changes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxx1oSAmFjTM3BRJzV4AaABAg",
            "user": "woodchuck 00",
            "date": "1 year ago",
            "timestamp": 1538566376226,
            "commentText": "As per the evidence presented in this video men are the most abused, Killed is associated with men, meaning we are more often the victims of violence.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxlFf1SurfyBFuhwjx4AaABAg",
            "user": "Ian Gillies",
            "date": "1 year ago",
            "timestamp": 1538566376228,
            "commentText": "Sugar and spice and all things nice, that's what little girls are made of. Slugs and snails and puppy dogs tails, that's what little boys are made of.\n\nDiscuss.\n\nI accept the ditty is true, but I've never called mine a 'puppy dog's tail' before, Baby's arm holding an <b> apple,</b> yes!!! The Economist, as a serious, informative and impartial publication is now laughable, not laudable.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw5CfSwabvWULfh7Et4AaABAg",
            "user": "Sina Madani",
            "date": "1 year ago",
            "timestamp": 1538566376230,
            "commentText": "Why do people care about this stuff?!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugw5CfSwabvWULfh7Et4AaABAg.8h5Bj72DPRI9-64RpXX-EB",
                    "user": "javier josefides",
                    "date": "1 week ago",
                    "timestamp": 1569497576573,
                    "commentText": "Because they don't have <b> nothing </b>better to do",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzQhh8kDyQGzzqcCyp4AaABAg",
            "user": "Sebsterhe51 C",
            "date": "1 year ago",
            "timestamp": 1538566376233,
            "commentText": "How pathetic a video.  For a newspaper as official sound  the ECONOMIST I wouldn't expect them to be so petty.  I honestly can't tell the difference between mainstream news and tabloids anymore.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzxHZehx1Up9LcSWHp4AaABAg",
            "user": "Django Freeman",
            "date": "1 year ago",
            "timestamp": 1538566376235,
            "commentText": "Fake news!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzwE53VpPtw7dvU6EJ4AaABAg",
            "user": "Temi Ajuwon",
            "date": "1 year ago",
            "timestamp": 1538566376237,
            "commentText": "Wow <b> sexism.</b>... in English, please stop Economist.\n\nEdit: Some of what's said may be correct, like some words becoming more associated with one of the two genders, but they imply that it's a problem/sexist, which it isn't.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx1eKPAAEB42KssXfZ4AaABAg",
            "user": "Dalton Morgan",
            "date": "1 year ago",
            "timestamp": 1538566376239,
            "commentText": "You know who slut shames women...other women",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyhY8XrWjz55fWETh94AaABAg",
            "user": "David Lanigan",
            "date": "1 year ago",
            "timestamp": 1538566376240,
            "commentText": "Imagine being this retarded.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw235EndtHoRF8dVw54AaABAg",
            "user": "Lane Greene",
            "date": "1 year ago",
            "timestamp": 1538566376242,
            "commentText": "For all those upset by this video, try this: read some of the comments by women here. I was trying to point out just three things. 1) We often use language in automatic, stereotyped patterns. This is worth questioning in itself. Do you want to write and speak on autopilot? 2) We often use negative language to describe a quality in women where we use a positive word to describe the same quality in men: women who assert themselves in work meetings are far more often called \"domineering\" or \"aggressive\" than men are. There is a massive pile of research on this; it isn't controversial.  3) Many \"compliments\" are not taken as such by the hearer; \"feisty\" and \"articulate\" are often taken as condescending.  \n\n Here is the argument in a column. \n\n [LINK] \n\nI'm not saying <b> gender </b>differences don't exist. I'm just saying that it's worth thinking about your language and not using it in lazy stereotyped patterns. A bonus to this is that it will make you a more original and arresting speaker or writer.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy1hvJ7x6f6-ZPa18d4AaABAg",
            "user": "Paulo Chan",
            "date": "1 year ago",
            "timestamp": 1538566376245,
            "commentText": "Ah, remember when the Economist actually talked about y'know..economics and wasn't a feminist/cultural marxist propaganda mouthpiece? \n\nThose were nice days. And judging by the dislike ratio, I'm not the only one who thinks this.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwqNUQe8y6y2NYvmuR4AaABAg",
            "user": "Eric Anderson",
            "date": "1 year ago",
            "timestamp": 1538566376247,
            "commentText": "He is right that good manners ought to be sought and appreciated, however,if you are taking a position you must define your terms: what does <b> sexism </b>mean?or is it a case of I'll know it when I see it?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyjv1W-GDfGoYfwVPV4AaABAg",
            "user": "Jayden Clarke",
            "date": "1 year ago",
            "timestamp": 1538566376249,
            "commentText": "I've never taken issue with being called a masculine adjective such as handsome, however I dislike being called pretty. Let's not offend people by deliberately using less acceptable adjectives for them.\nAdditionally, I don't think women should be offended by feminine adjectives. It's not a bad thing to be female.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyksGnXfVr5nmNoNf54AaABAg",
            "user": "Jixuxx Ra",
            "date": "1 year ago",
            "timestamp": 1538566376250,
            "commentText": "boriiiiiing!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz6hgro1ge7Bot9DMV4AaABAg",
            "user": "Mohammad Milhem",
            "date": "1 year ago",
            "timestamp": 1538566376252,
            "commentText": "Blegh social marxism...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwvYFGe-LWYpCVdFX54AaABAg",
            "user": "中原マリ",
            "date": "1 year ago",
            "timestamp": 1538566376254,
            "commentText": "Woo hoo! Newspeak here we come!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxN3k7ysgJARoZNUox4AaABAg",
            "user": "polypus74",
            "date": "1 year ago",
            "timestamp": 1538566376256,
            "commentText": "I just subscribed to this channel, more of this kind of hand-wavy virtue signalling from you guys and I'm out. I thought you guys were serious.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxN3k7ysgJARoZNUox4AaABAg.8h-V_qdpAD68ze6thQTAN-",
                    "user": "M Sagri",
                    "date": "3 weeks ago",
                    "timestamp": 1568287976608,
                    "commentText": "Hey me too.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwvHJ27vNNNeYW9X2l4AaABAg",
            "user": "Santiago Bron",
            "date": "1 year ago",
            "timestamp": 1538566376258,
            "commentText": "I hope they never discover \n\nSpanish",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwvHJ27vNNNeYW9X2l4AaABAg.8h-VSNJMxce8z3fd1XLZWJ",
                    "user": "aParadox",
                    "date": "1 month ago",
                    "timestamp": 1567510376570,
                    "commentText": "Santiago Bron Or Japanese Or Chinese",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzIySoxgUfVTrvujjB4AaABAg",
            "user": "Marci Kádasi",
            "date": "1 year ago",
            "timestamp": 1538566376260,
            "commentText": "OMG GUYS CAN WE BALANCE THE LIKES AND THE DISLIKES THEY'RE SO CLOSE",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwcGAMwQnKb4ZadK1V4AaABAg",
            "user": "Muff DinkleJerker",
            "date": "1 year ago",
            "timestamp": 1538566377618,
            "commentText": "This is so sad! Can my post get 1000 likes 🙏🙏🙏🙏🙏🙏👏👏👏👏",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzJI7HFEcOinoSBnNl4AaABAg",
            "user": "Wazzzock",
            "date": "1 year ago",
            "timestamp": 1538566377620,
            "commentText": "I've got an English word that sums up this video. \n\nDross",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxsPCtuAPAOBJFtuPB4AaABAg",
            "user": "Juanito",
            "date": "1 year ago",
            "timestamp": 1538566377622,
            "commentText": "Holy shit not even 15 seconds in  and he suggests the pay gap is real (it's not, stop spreading this misinformation, men do NOT earn more for the same job, this has been proven multiple times beyond a bloody doubt).\n\nAlso, there is this underlying assumption that men and women are the same (therefore we should all use the same language to describe them) - the sexes aren't the same, with the results of a psychological study you can distinguish between them 75% of the time and if you add to that personal preferences it becomes 90% of the time. This doesn't only happen in humans but also in plenty other natural species including our closest primate family. There will always be general masculine and feminine attributes, what we see now is a push to shape language in order to not reflect reality anymore and push a postmodern understanding of the world (we are all the same, there are no biological differences) and no, that is not a good thing, that is the opposite of a good thing.\n\nHonestly I did not expect a video of such low quality coming from The Economist.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyj2IMtRRoeMq5XCpd4AaABAg",
            "user": "Evilsamar",
            "date": "1 year ago",
            "timestamp": 1538566377623,
            "commentText": "I see literally <b> zero </b>problems in this video",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugyj2IMtRRoeMq5XCpd4AaABAg.8h-4yNJJu4Z8h1BtPr3EW1",
                    "user": "Oui",
                    "date": "1 year ago",
                    "timestamp": 1538566378178,
                    "commentText": "Evilsamar It's kind of pointless though.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgwgdLoLRUBRhpkMIEN4AaABAg",
            "user": "Byron de León",
            "date": "1 year ago",
            "timestamp": 1538566377626,
            "commentText": "This video was very interesting. I wish it was 30 minutes, not 3.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzujHdNh7gnqWtQ0Yl4AaABAg",
            "user": "Jason Holtkamp",
            "date": "1 year ago",
            "timestamp": 1538566377628,
            "commentText": "ILL!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw3TtGqS02MyPjrvDl4AaABAg",
            "user": "Bevan Jones",
            "date": "1 year ago",
            "timestamp": 1538566377630,
            "commentText": "Perhaps we use different language due to the fact that men and women behave differently - or have we slipped so far beyond reality that the species can't acknowledge <b> sex </b>and<b>  sexual</b> dimorphism?  It feels like the Economist has jumped into these debates half-cocked, not enough research, and not enough sharpening of arguments.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxZONw_gMuk0EqLnjF4AaABAg",
            "user": "A",
            "date": "1 year ago",
            "timestamp": 1538566377632,
            "commentText": "Postmodernism is cancer",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyysti1pYVBgN2Uwxp4AaABAg",
            "user": "E K",
            "date": "1 year ago",
            "timestamp": 1538566377633,
            "commentText": "But women and men do behave differently.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxZy9lZaiIBHxYNWo14AaABAg",
            "user": "Dudemar",
            "date": "1 year ago",
            "timestamp": 1538566377635,
            "commentText": "All the triggered men in the comments loooooooool",
            "likes": 49,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h17plvAXIf",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378266,
                    "commentText": "Yeah <b> nothing </b>to do with having feminist propaganda shoved our throats at every turn. Might explain why we're just a bit sick of it.\n\nOh, and \"All the triggered men in the comments\" isn't an argument.",
                    "likes": 11
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h2oJwfeQeE",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378267,
                    "commentText": "I thought it was interesting, there were examples I hadn't thought about.. It's really not a big deal, you all need to stop crying. The funniest part is that a lot of you are the same people complaining about 'butthurt triggered sjw liberals', going on to rage about a short and somewhat insightful little video\n\nCHILL",
                    "likes": 2
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h2qLnvq-No",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378269,
                    "commentText": "Oh dear. Insightful these days counts as a video of feminist propaganda being shoved down our throats, where we're told how tough women have it when they're referred to as \"bubbly\", a term which women themselves willingly use to describe themselves all the time. Not that that matters much to the makers of this video.\n\nMeanwhile actual, real oppression of women is happening in places like the Middle East, where they're being subject to FGM, child marriage, acid attacks, and not being able to drive amongst a litany of other horrors, but that's <b> nothing </b>to what First World women have to deal with, who have to contend with being referred to as \"feisty\". I'm sure Samira living in downtown Riyadh (who is not able to leave her house without a male guardian), is thinking to herself, \"wow, I thought I had it tough, but in New York, women are referred to as bossy! How easy I have it!\"\n\nAnd if you're talking about triggered people, the most triggered of all are the makers of this video who took the time to make this bullshit about the epitome of First World problems, and being honest, it's not even a problem.\n\nI have no idea how being fed up with constantly hearing how tough the most spoiled, pampered set of people in history counts as being \"triggered?\" I guess it made sense in your head though.\n\nPerhaps you could explain that one to me?\n\nButthurt SJW liberals? Difference is - when these \"butthurt SJW liberals\" complain about something, they never have any point.",
                    "likes": 4
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h2qb9lUfvq",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378270,
                    "commentText": "Look how much you wrote bro. Triggered",
                    "likes": 2
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h2rj3oD4_v",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378272,
                    "commentText": "Ah great comeback.\n\nHas <b> nothing </b>to say, and no counter-argument to speak of, except to say \"triggered\". Pathetic, beaten all ends up. Got any other material?\n\nOh, by the way, if you're not prepared to back up your \"arguments\", log off, and head back to your safe space with your crayons and coloring books.",
                    "likes": 6
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h3_JcAA1PN",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378273,
                    "commentText": "My safe space?? Don't go on the internet if a tiny video like this is going to set you off on a seething rant. It really wasn't even sticking its neck out much, it was just observatory and I'm grateful for it\n\nDeep and slow breaths man, peace",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h3qne8LtmP",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378275,
                    "commentText": "Ummm, right so I should sit back and take yet more feminist horsehit being shoved down our throats, like a good little boy without complaint. But it's not just one video, is it? Can't wait for the video that outlines some the language men are subject to that women aren't, but I doubt we'll be seeing that anytime soon. And that's my point.\n\nOh, and I love how any reasoned, logical critique of your or this video's nonsense is twisted to be a \"seething rant.\" Notice how you have literally <b> nothing </b>in the way of reply, because your intellect and IQ barely scrapes above room temperature, and you have no answer to any of my points. Because you know I'm right, and you hate it; the best you can do is dismiss it as a \"seething rant\". If you had anything to say you'd say it - but you don't, now do you?\n\nA safe space? A safe space is where someone runs and hides from the real world because they can't handle differing opinions, which is the very opposite of what I'm doing. YOU are the one running off to your safe space because you don't have the balls to back up what you're saying and defend your position, NOT me.\n\nOh, and there's<b>  nothing</b> more miserable and pathetic than a male feminist like yourself pal.\n\nTruly the bottom of the barrel.",
                    "likes": 5
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h4ZdFjIUob",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378286,
                    "commentText": "lol get a life mate",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h4d0r7SazJ",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378287,
                    "commentText": "Hahaha...you sure told me, didn't you?\n\nBeaten, all ends up - and you know it too. Funny how your only comeback is to tell to tell me \"lol get a life\" like some snarky teenager, but yet here you are, spending an equal amount of time replying to me. Doesn't say much about your life, now does it?\n\nWhat a fucking idiot you are.",
                    "likes": 2
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h5FVn5y7sO",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378289,
                    "commentText": "lol",
                    "likes": 2
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8h5FzZaJ9SB",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378646,
                    "commentText": "Knew you were a child. \n\nThanks for confirming.",
                    "likes": 2
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8hXfsKEZ2VA",
                    "user": "poison",
                    "date": "1 year ago",
                    "timestamp": 1538566378648,
                    "commentText": "im a <b> woman </b>and this video is fucking stupid so dont assume its all men LMAO",
                    "likes": 3
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8hghXnrqBVj",
                    "user": "JabberwockyGirl",
                    "date": "1 year ago",
                    "timestamp": 1538566378650,
                    "commentText": "Dudemar 'Feminist Agenda shoved down our throats!' Guess what? Women have had (and still have) <b> misogyny </b>forced down their throats for centuries, so now it's your turn to experience a small taste of what you've given us. A video that attempts to challenge the<b>  sexism</b> and oppression that women face was sure to attract the seething rage of hoards of dudebros like you. That other commenter called you triggered because that's what you call Feminists alk the time AND you use it as an argument (you told him it's not an argument). Everyone is 'triggered' about various things. So find the right things to be triggered about and chill out over the wrong things.",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8hjHOSOvNBF",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566378652,
                    "commentText": "+JabberwockyGirl I see - thank you for revealing to us what we already know, what feminism is REALLY about. Revenge for the perceived wrongs committed against women during past times (\"so now it's your turn to experience a small taste of what you've given us.\") I thank you for your honesty.\n\nBut how fucking pathetic. It's <b> nothing </b>more than a hate movement, you're no different to your average<b>  Nazi</b> or white supremacist. And the notion that feminism is supposedly about \"equality?\" Haha..hilarious.\n\nI mean - its not even trying to hide it any more...(and neither are you, are you?)\n\n [LINK] \n\nOh, and \"the oppression women face\". What fucking oppression do you face you utter moron? What, being called \"feisty?\"",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8hlxm_Mhb_P",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566378654,
                    "commentText": "lol",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8i6if-sE7QR",
                    "user": "The_Curl _Miester",
                    "date": "1 year ago",
                    "timestamp": 1538566378656,
                    "commentText": "JabberwockyGirl So I as a 17 year <b> old </b>male who has never laid a finger on a<b>  woman</b>, who has never risen my voice at <b> a woma</b>n unless attacked first, who has always treated women with the utmost respect even when they have disrespected myself and said rude statements to me, who has never cat called<b>  a wom</b>an ( though ive been cat called a decent amount of times), who tries my utmost best to take up as little space as possible while still being comfortable ( because Man spreading is an issue now), who has believed in TRUE feminism my whole life, has to suffer and be oppressed just because the majority of males from the past were sexist.\nAnd you guys say that you preach for equality and for peace between all, etc",
                    "likes": 3
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8i6ip-3Jw--",
                    "user": "The_Curl _Miester",
                    "date": "1 year ago",
                    "timestamp": 1538566378658,
                    "commentText": "JabberwockyGirl Because I certainly havent given you any <b> misogyny </b>and sexism",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8puU6vEaM5F",
                    "user": "Felipe M.",
                    "date": "8 months ago",
                    "timestamp": 1549193578660,
                    "commentText": "You lost your argument with \"triggered.\" lol",
                    "likes": 1
                },
                {
                    "id": "UgxZy9lZaiIBHxYNWo14AaABAg.8gzEQt7vs2S8qCBYKXAZwm",
                    "user": "Karan Singh",
                    "date": "8 months ago",
                    "timestamp": 1549193578662,
                    "commentText": "@Dudemar man, I can't begin to find nouns that insult you enough. You disgrace the term \"dude\" by including it in your name.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugxa1QC6UzEegDO77jF4AaABAg",
            "user": "Ain't no Slice",
            "date": "1 year ago",
            "timestamp": 1538566377637,
            "commentText": "no, Thatcher was just a straight up bitch",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx7CW7DQMHwqWVDn4J4AaABAg",
            "user": "Rory on a Bike",
            "date": "1 year ago",
            "timestamp": 1538566377639,
            "commentText": "Thanks. This video is both fun and interesting.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzRM8qyjkg1MTPzopB4AaABAg",
            "user": "WarlikePrimal",
            "date": "1 year ago",
            "timestamp": 1538566377649,
            "commentText": "\"If liberty means anything at all it means the right to tell people what they do not want to hear.\" -George Orwell",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzRM8qyjkg1MTPzopB4AaABAg.8gyjaHEGvMb8h1MITiD4rq",
                    "user": "WarlikePrimal",
                    "date": "1 year ago",
                    "timestamp": 1538566378167,
                    "commentText": "Fred lol Watch the conclusion of the video.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyYYdbYARNl_Xtv99V4AaABAg",
            "user": "Xavier",
            "date": "1 year ago",
            "timestamp": 1538566377652,
            "commentText": "So we still believe in the <b> gender </b>pay gap? Thanks for the update. Takes away some of your credibility.\n\nAlso, why is no one bothered that men are described as killers in literature? Oh, right! Men can't be targets of<b>  sexism</b>!! Or this is crap. Idk",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzhqj4efCzl7jUcIhx4AaABAg",
            "user": "Tr0janhorse24",
            "date": "1 year ago",
            "timestamp": 1538566377653,
            "commentText": "\"pointing out women are of smaller stature than men is condescending and therefore sexist\" wtf economist?",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzeWKS4NVTJhqLdYOx4AaABAg",
            "user": "jordan park",
            "date": "1 year ago",
            "timestamp": 1538566377655,
            "commentText": "Interesting, but this is a far cry from <b> sexism.</b>",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzeWKS4NVTJhqLdYOx4AaABAg.8gyPH8RGubA8gysAAgBYWC",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566378170,
                    "commentText": "Calvin would hate this... and Hobbes would kill it",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyhuF7_78F3yxhDnu54AaABAg",
            "user": "StrawMan",
            "date": "1 year ago",
            "timestamp": 1538566377658,
            "commentText": "The Planned Economist.\n(And by that I do hint that you're promoting Marxist ideology.)",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyhuF7_78F3yxhDnu54AaABAg.8gyHM5_9gFX8h1ALeefgx0",
                    "user": "Fred lol",
                    "date": "1 year ago",
                    "timestamp": 1538566378161,
                    "commentText": "StrawMan there was literally a column in the Economist last month arguing that Marx was wrong. This is just a short video on  the use of language, <b> nothing </b>controversial is said really...",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzp2mjEYDCbERnQtcZ4AaABAg",
            "user": "Albert Lamont",
            "date": "1 year ago",
            "timestamp": 1538566377660,
            "commentText": "This is irrelevant due to absurdity.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgybvmWXcJdRB4bF_l14AaABAg",
            "user": "TheBloodPainter",
            "date": "1 year ago",
            "timestamp": 1538566377662,
            "commentText": "Is this just postmodernist <b> mental </b>masturbation or something serious? Probably something in the middle, I just fail to understand why different must mean better and worse. We can be different and equally worthy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx5Dg2In4Lzmv7RTt14AaABAg",
            "user": "Beltrán Figueroa",
            "date": "1 year ago",
            "timestamp": 1538566377663,
            "commentText": "He is not wrong because he is not proposing any line action, simply stating a fact. For example, the wrong reading from this video would be to push for regulation that penalizes the use of words that reinforce stereotypes. Female and male are different from birth to death, denying that is stupid and will not bring us happiness, because sexuality exists for our enjoyment. This has <b> nothing </b>to do with ensuring equal rights and opportunities for both sexes, which is the right thing to do.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzmOsTMf5866hTwGD94AaABAg",
            "user": "Science",
            "date": "1 year ago",
            "timestamp": 1538566379600,
            "commentText": "I have not heard that word since the 80's and early 90's",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxjmPY45eSznEIbS3R4AaABAg",
            "user": "Alfonso Payan",
            "date": "1 year ago",
            "timestamp": 1538566379602,
            "commentText": "Lol the likes dislikes of this video",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxjmPY45eSznEIbS3R4AaABAg.8gy6D_PO6iy8gysFe3Op2g",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566380281,
                    "commentText": "Check back in a couple of days",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzdrqSWB0oZR6MTdtR4AaABAg",
            "user": "ha chid",
            "date": "1 year ago",
            "timestamp": 1538566379605,
            "commentText": "0:28 Use \"monsters\", \"asshole\" or any other demonising word instead cause both deserve it",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwR6jVATWsq4KMFt7B4AaABAg",
            "user": "Shay Edmonds",
            "date": "1 year ago",
            "timestamp": 1538566379608,
            "commentText": "OK I guess, but there's only one study mentioned in this video and it completely fails to address the context of gendered pronouns in the English language or how the use of gendered language in English compares to other languages. I don't think it's inherently a problem that some words are considered feminine and others masculine.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyNlCBFWzna9TdJa6Z4AaABAg",
            "user": "The Hierophant",
            "date": "1 year ago",
            "timestamp": 1538566379611,
            "commentText": "I'm really glad that, in a time where media credibility is disputed, the economist chooses to focus on the economy and current affairs with no bias at all. They really know the economy well and I'm so pleased that they share this knowledge with us in every video, rather than something quite unrelated to the economy. That would be such a shame considering that they are THE ECONOMIST after all.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzvSj7RP-NJPDFs1Hx4AaABAg",
            "user": "MGTOW Psyche",
            "date": "1 year ago",
            "timestamp": 1538566379613,
            "commentText": "Close the pornstar pay gap!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzvSj7RP-NJPDFs1Hx4AaABAg.8gy1VMGUhdm8lC-wK9EBbJ",
                    "user": "GameMaster",
                    "date": "1 year ago",
                    "timestamp": 1538566380284,
                    "commentText": "Ban pornstars alltogether.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwjmVB2vOv8EjhQXUR4AaABAg",
            "user": "Yamen S.",
            "date": "1 year ago",
            "timestamp": 1538566379616,
            "commentText": "I always wonder why a female is always \"beautiful,\" while a male is \"handsome\". That makes so much sense.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw95PuA13naaI3zS1N4AaABAg",
            "user": "eclipse",
            "date": "1 year ago",
            "timestamp": 1538566379618,
            "commentText": "Because Women are biologically different from Men. That's a fact of nature.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugw95PuA13naaI3zS1N4AaABAg.8gy18OcfTbK8gy1PwkoZ-g",
                    "user": "eclipse",
                    "date": "1 year ago",
                    "timestamp": 1538566380289,
                    "commentText": "It's as <b> dumb </b>as saying muscular is more used to describe males. That's because it's TRUE",
                    "likes": 7
                },
                {
                    "id": "Ugw95PuA13naaI3zS1N4AaABAg.8gy18OcfTbK8nLu-_YOfM8",
                    "user": "Spac3Doge",
                    "date": "10 months ago",
                    "timestamp": 1543836780290,
                    "commentText": "@eclipse yes true, I agree but... Other people are also donkey kong mains",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyP4EUl2IGbRygLSQx4AaABAg",
            "user": "Harry Vigolo",
            "date": "1 year ago",
            "timestamp": 1538566379621,
            "commentText": "We need to get that <b> Gender </b>Description Prediction Gap to 0% guys!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg",
            "user": "Andreas Vesalius",
            "date": "1 year ago",
            "timestamp": 1538566379623,
            "commentText": "Never in my life have I sat through 3 minutes of such utterly ridiculous and frankly pathetic garbage. <b> Sexism </b>is a very real thing and is happening across the globe as we speak. In some countries women face the kind of prejudice that we in the western world simply fully comprehend. To say that because the word \"house\" is being associated with women is in any way offensive or discriminatory is the outrageous. And are you suggesting that if we use the word \"feisty\" as often with men as we do with women that it no longer becomes a problem? I am not sure if you've noticed but there are plenty of words (such as 'macho' or 'heroic') which are more commonly associated with MEN than with women, but yet no one cares, and rightly so. In fact, the 'study' also showed that the word 'killing' is associated with men (and it seems that I should point out to some people out there that being associated with death is more offensive than being associated with housing). However, I understand that that is down to the way in which society has been seen over the course of human history and even has some roots in nature itself. I am not going to kick up a fuss.\n\nHowever, the biggest concern that I have here is the way in which this 'issue' (and I hesitate to call it such) appears to be so prominent in society today. Those students who analysed those books could have spent that time doing something useful or in some way educational. The last time I checked, universities were places of learning and developing a further understanding of the world, not places where people conduct hours of research that proves an ultimately invalid an completely uninteresting point. The west has problems of its own:<b>  racism</b>, gun voilence<b> , homophobi</b>a to name just a few. For people to spend time conducting such mind-blowingly stupid research while these crimes are happening right outside their doors is an insult to those fighting battles for equality all over the world. How about putting those intelligent young brains to work on improving healthcare, advancing modern science or simply creating a better community for their family and friends. \n\nI apologise for my small rant, but I really do think that this kind of rot undermines those who are experiencing ACTU<b> AL sexi</b>sm. I mean you can imagine the conversation:\n\nPerson 1: I experie<b> nce sex</b>ism regularly.\nPerson 2: Same, what happens to you?\nPerson 1: I wasn't allowed to go to school and I was forced into marriage at a y<b> oung</b> age. What about you?\nPerson 2: Someone called me feisty.\nPerson 1:...........",
            "likes": 46,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8gyWYzq-yms",
                    "user": "Bat Man",
                    "date": "1 year ago",
                    "timestamp": 1538566380354,
                    "commentText": "This is more of a psychologically rooted <b> sexism,</b> and the video makes a very valid point. Words make up our everyday life and is ultimately what creates our perception of how a day has fared. To further my point is looking at suicide rates, self confidence is a deciding factor whether one takes their life or not. Self confidence is often granted by words  that encourage us and in interaction. Say you get these regularly used condescending compliments, which ultimately hurt your confidence and your willingness to interact with other people. This could then possibly lead to lower self confidence levels in our women and less willingness to interact with men (and women). \nTherefore making the video valid in today's society, were words have been granted big impact through our social medias, such as twitter, Facebook, etc...\n\nIn the rant of your message you're also promoting communism, were certain fields should be limited to allow research for. Society builds on our free will to do what we like.\n\nSo instead of shamefully finding ways to make this seem as some<b>  crazy</b> feministic social justice warrior has written the article, I instead encourage you to actually asses the information that is given and not call it pathetic garbage...",
                    "likes": 7
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8gzRo7PVW6_",
                    "user": "Andreas Vesalius",
                    "date": "1 year ago",
                    "timestamp": 1538566380356,
                    "commentText": "Bat Man thank you for your response. I understand that not everyone shares my view point and that will always be the case. I actually looked into why suicide rates were so high, particularly in young people. It seems to me that there are two main causes of this. Firstly, our culture and idolisation of celebrities sets unrealistic goals for young people to aspire to. Particularly girls feel as though they are somehow unworthy it they don't look like a Vogue cover star. THIS seems to be what lowers young women's self esteem, not the fact that we use different words to describe them, often in situations where would be speaking ill of them in the first place. \n\nSecondly, suicide rates in young people are actually higher in boys than in girls. It seems that men have never experienced the same discrimination that women have over the course of history, so this is a surprising fact. Perhaps this is down to the stereotypes of young men/teenagers being reckless and violent. It is worth noting that in secondary school exams, girls always out perform boys and girls' achievements are often celebrated more, possibly to ensure that schools cannot be accused of discriminating against girls. However, this has the opposite effect; making boys feel intelligently inadequate to girls, who are always considered to be the smart ones. \n\nPersonally, I believe that that these two factors play a far bigger role in suicide rates than using different language to describe a person.\n\nAs for communism, it's simple: it doesn't work 99% of the time. But that's another matter.\n\nMy point is that to invest this amount of effort (like the university of Illinois did) and focus so much on one of the smallest and most insignificant 'issues' in the world is a waste. There are plenty of problems in the world, I'm sure that everyone understands that. These larger scale and more damaging forms of discrimination should be the focus of out efforts for a better world. \n\nExactly why we seems to make such a deal out of these kinds of petty problems in the west is confusing, but I think it does have an explanation.\n\nAs people grow older, (particularly through their teenage years) they feel the need to rebel against something. This is a natural response aimed at making sure that the young leave their parents and create a life of their own; it can be seen in many species. However, in our modern world, we don't have much that our teenagers can rebel against. All of the ills in our lives in the west are on a large scale and are the sort of things that are embedded in our culture and history. Rebelling against these issues could result in upsetting a large number of people. So as a solution, people feel the need to create problems to get angry at. People invent issues like this one and bring them to the forefront of public attention to satisfy a desire to change something in the world. \n\nIf everyone gets bogged down in things like this, <b> nothing </b>of any real consequence will ever change in the world. Change requires unity. So rather than making a problem to solve, let's all focus on the problems which already exist in the world and see if we can solve some of those. There are too many issues in the world to be creating new ones.",
                    "likes": 3
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8h-7P2Du-pn",
                    "user": "Rokus Loef",
                    "date": "1 year ago",
                    "timestamp": 1538566380357,
                    "commentText": "Although I disagree with you, I actually think you make some good points, being the fact that men commit suicide more often than women, and that men are more often associated with the word \"kill\", which seems quite unfair and sexist.\r\n\r\nFirst off, the suicide rate. You're right that men commit suicide more often, but an important caveat is that the rate of completed suicide is higher among men. Women do not differ from men when it comes to attempted suicide, but they are less likely to succeed in doing so. It is not exactly clear why that is the case, but this study is interesting nonetheless:  [LINK] \r\n\r\nAs for the reasons for suicide, I agree unreasonable standards are often a main reason for it, resulting in status loss and/or <b> mental </b>illness. I disagree that this is only the case for women. We have made great strides regarding<b>  gender</b>, no doubt, but our discourse is still rife with the idea that men should ultimately be ambitious and powerful and so forth. When that is the standard you have to aspire to as a man in order to be 'masculine', it is not strange to see the link with the suicide rate (whether it is in the category 'attempted' or 'completed').\n\nI think the point this video is trying to make is that our language, which often has far more implicit meaning than we give it credit for, has been shaped in a time when life still fit thos<b> e gende</b>r roles quite well, i.e. men should be hard-working and successful and women should be caring and pretty. The conundrum we now find ourselves in regardi<b> ng gend</b>er seems to be that women are slowly moving into the more traditionally masculine part<b>  of gen</b>der roles, and are less harmed by masculine expectations but are still harmed by the feminine expectations; men, on the other hand, are not moving into the traditionally feminine very much, which means the unreasonable expectations of traditional masculinity are harming men.\n\nWe should not discount language as a force for permeating 'traditional' view<b> s on ge</b>nder. I will grant you that world<b> wide, g</b>ender inequality is still very much a different and more concrete problem, but as you point out yourself regarding the suicide rate, it can also reach into the less tangible, more abstract realm of things. The more we progress as a society, the more we will be dealing with those, it seems.",
                    "likes": 2
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8h-9igrQJvY",
                    "user": "Andreas Vesalius",
                    "date": "1 year ago",
                    "timestamp": 1538566380358,
                    "commentText": "Rokus Loef thank for your reply, as I mentioned it is always interesting to hear what other people have to say when they voice their opinions in a mature way. \n\nPerhaps the reason I find this video so utterly mind boggling is because personally, I don't really use different words for different genders (or at least the ones stated in this video). I've never really thought of 'feisty' or 'airhead' as being associated with women. Maybe that's just me. Maybe it's a difficult situation for me to understand because I've never taken a <b> blind </b>bit of notice to how we use these words with different genders and to me personally, it doesn't matter. I find it hard to understand why some people find 'feisty' more offensive 'killing'. \n\nWhile the point you make about language having a more implicit meaning than we give it credit for is definitely true, it is important in a world so filled with hate speech that we learn to grow a slightly thicker skin when it comes to what other people say about us. Not so much so that we end up tolerating<b>  racist</b> o<b> r homophobi</b>c language (which is never acceptable), but so that we don't let the hidden/implicit meanings of words get to us. The less we begin to feel offended at such small and harmless words, the happier and more self confident we become. There are enough words in the English language to find offensive without thinking up even more.",
                    "likes": 3
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8h-CEYfl_J2",
                    "user": "Rokus Loef",
                    "date": "1 year ago",
                    "timestamp": 1538566380360,
                    "commentText": "Andreas Vesalius, I think feisty and killing might actually be equally offensive, or rather, equally harmful. It is not that one is worse, it is that they both entrench and permeate certain views that might not always be good for our society. My personal views, as a male feminist, diverge slightly from the mainstream in that I think the way we use our language and the way we see <b> gender </b>is not exclusively harmful to women, although it is generally more harmful to them as they have historically been marginalised to a far greater extent.\n\nI, too, am often unaware of my own biases and stereotypes, but it is nonetheless interesting to try to fight them, in a way. It is strange to see, once you notice it, that boys are more often told not to cry, and girls are more often told not to be 'bitchy', and how these subtle differences in language and norms stratify society along the lines of<b>  gender</b>. I also realise I may have treated women less seriously on an intellectual level in the past, and treated men who did not pay for their female date as somehow 'lesser' because they did not fit the role of provider. This is not universal, of course, and some may subconciously hold more biases than others, but the point is that they are often subconcious, and therefore harder to spot. Just as over<b> t racis</b>m, embedded in legislation, is often easier to see, but the more subconcious and instincti<b> ve raci</b>sm is far harder to spot.\n\nTo be critical of our language does not necessarily mean taking offense. I would be the first to argue that our biases do not necessarily mean we do not intend well. But as our conversation proves, you can both be happy, self-confident and polite within the status quo, yet still be critical of it and aim higher.",
                    "likes": 1
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8h-GTpMvHy1",
                    "user": "Andreas Vesalius",
                    "date": "1 year ago",
                    "timestamp": 1538566380361,
                    "commentText": "Rokus Loef it is certainly true that we do use stereotypes without realising, but my personal belief is that in the context of this video (to do with the language we use) they are of no real effect. I am sure that as a male many people use biased language to me everyday, but I've never really taken any notice and it does not effect me in the slightest.  At the end of the day, if someone calls you 'simple', then they are insulting your intelligence. If someone calls you an airhead, they too are insulting your intelligence. One is not more offensive than the other, they both mean the same thing. However this does not apply with killing and feisty. Feisty means to have a notably aggressive or active nature, and I'm pretty sure we all know what killing means and what it's associated with. I am not of the opinion that these are equally as harmful, but the again everyone finds different things to be so. Killing has no positive connotations whatsoever, whereas feisty is often associated with those women who defy stereotypes of being weak and are on a more equal level with their male counterparts. The only context in which feisty is offensive to a <b> woman </b>is if they wish to be seen as weaker or perhaps 'ladylike'. So to sum up, associating someone with killing is to put them on a level of criminals and violence, whereas to associate a<b>  woman</b> with being feisty is to acknowledge her strength and her ability to defy the stereotypes which we have held about women for too long.",
                    "likes": 4
                },
                {
                    "id": "UgyfFxtAu5itgBJ9CLJ4AaABAg.8gxxM-BOamr8kxG2H54Pqk",
                    "user": "Bat Man",
                    "date": "1 year ago",
                    "timestamp": 1538566380362,
                    "commentText": "It is true I took a more childish standpoint to get my view across, but it was not intended that way. I simply reacted to his comment. And from where I stand this issue occurs at times. \n\nWhat struck my mind whilst writing the comment was that i had heard someone say the word '' Hag'' in Swedish ''Kärring'' to their wife. The word portrays an older women that is very bitter. The <b> woman </b>that was on the receiving end of the comment was about 30 years<b>  old</b>. And from reading the context of the situation the wife felt put down by his words. \nAnd in that scenario i found it very unnecessary to use that word. \n\nMatter of fact is that we have ways of talking to men and women in everyday interaction, and words that emphasis<b> e gende</b>r are many times not needed. So therefore i felt I had to make some comment to his saying that the video was utter garbage. Because it put a valid thought in my head of an issue I could pinpoint on a weekly basis in everyday life.\n\nNot saying that bossy or feisty is going to make you commit suicide, I meant the problem as it was presented in the video, (the bigger picture), with words that are actually hurtful, like ''get back to the kitchen'' can make women feel lesser when it fills no purpose. It emphasises the<b> ir gend</b>er and makes it lesser. And therefore makes the video quite valid in today's everyday world.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgypTaJ2vXpyGl0zS6t4AaABAg",
            "user": "Rui Barbosa",
            "date": "1 year ago",
            "timestamp": 1538566379626,
            "commentText": "Speculation on top of speculation , ideological assertions and 0 evidence , ridiculous",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwkx3EH4YOzafQ0xyx4AaABAg",
            "user": "Pouya Mortaheb",
            "date": "1 year ago",
            "timestamp": 1538566379628,
            "commentText": "Trying to further-spread leftist nonsense propaganda and people can't stand this toxic victim mentality anymore. In the west women possess all the possible rights, men are more oppressed these days.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg",
            "user": "shimmy.ojeleye",
            "date": "1 year ago",
            "timestamp": 1538566379630,
            "commentText": "lol at everyone getting angry at this. yes, many of these word usages come out of actual observed differences, but i'd like to see some of you people who disliked this video respond to a <b> woman </b>after calling her 'feisty' and she tells you that she finds that term demeaning. what's the response? don't use it and respect her opinion. that's how we interact with people in society. simple as that. you 'police' your behavior and speech all the time when talking to different people; this isn't any different. there isn't some grand conspiracy to indoctrinate everyone in leftist extremist ideas. no one is forcing anyone to do anything. and if u think this video is extreme then i think you need to get out more and seek out differing opinions a bit more.",
            "likes": 41,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8gyAgs4dvXP",
                    "user": "Andrew Gisler",
                    "date": "1 year ago",
                    "timestamp": 1538566380320,
                    "commentText": "shimmy.ojeleye I agree the video wasn't extreme and prior should maybe calm down. \n\nHowever if I called a <b> woman </b>feisty and she she felt it demeaned her, I think I would just be puzzled of how. So the issue for me is listeners being offended when the speakers intent was never to offend.",
                    "likes": 6
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8gzBulQeqT_",
                    "user": "shimmy.ojeleye",
                    "date": "1 year ago",
                    "timestamp": 1538566380321,
                    "commentText": "+Andrew Gisler That's understandable. I'd also be puzzled if I offended someone without meaning to. But that's on me. If I go about my life only abiding by my thresholds of offense, then I'm probably going to bristle a lot of people, and find it hard interacting with others, especially those who look different from me/believe in different things. If you're fine with that, then feel free to live like that. I would just rather get along with others, and if that means I don't call them a certain word, then that's a small price to pay. I wish more people took the time to think about things from another person's point of view, when the other person finds something offensive that you didn't. We can come from vastly different experiences. The easier you're able to understand another person, the more you're equipped to face different challenges. It doesn't cost anything to be nice.",
                    "likes": 5
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8h0Xcf90D36",
                    "user": "Graham X",
                    "date": "1 year ago",
                    "timestamp": 1538566380323,
                    "commentText": "While I understand your point that it is easier to have a positive, happy life by changing yourself to avoid offence, I tend to also think about the opposite point of view. If you're going to go through life being offended by people all the time, even though they have no ill intent, then you're also going to be very unhappy.\n\nIt's hard for me to understand why, as a society, we seem to lean more towards blaming well meaning people for their speech than the people that are unreasonably offended when no offence was intended. Given how personal freedom is such a highly sought after ideal, why do we choose the side of repression of speech? Is the \"right\" to be un-offended more important than free speech?\n\nNow it's great to discuss this as a matter of ideals, but when it comes to real life it's undoubtedly best to adhere, to some degree, to both sides of the argument. Try to be sensitive to others (without tripping over yourself to please everyone) and also try to understand a person's intent before taking offense.",
                    "likes": 4
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8h2ojqNXWI8",
                    "user": "Dudemar",
                    "date": "1 year ago",
                    "timestamp": 1538566380324,
                    "commentText": "PEOPLE ARE OFFENDED TOO EASILY!! \n\n..................THIS VIDEO OFFENDS ME!!",
                    "likes": 6
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8hAQZ3NUISP",
                    "user": "Connor Malik",
                    "date": "1 year ago",
                    "timestamp": 1538566380325,
                    "commentText": "shimmy.ojeleye While I agree that you should change your behaviour in order to suit the individual you are talking to, it seems irrational to omit non-offensive words from your vocabulary because someone is inexplicably offended by it. Besides that, the topic covered in this video is so meaningless that there is no reason to make such a thing without pushing a political objective. A good example to this is the fact that they brought up the wage gap, which has been disproven by the fact that women tend to work less hours a week than men as well as the fact that women choose less profitable specialities (For example, the majority of paediatricians are <b> woman,</b> as compared to the fact that most anesthesiologists, the higher paying speciality, are men).",
                    "likes": 3
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8h_h5YvenUY",
                    "user": "Tabby Dowling",
                    "date": "1 year ago",
                    "timestamp": 1538566380327,
                    "commentText": "shimmy.ojeleye Shut the fuck up you beast! STOP EMBARRASSING THIS <b> GENDER </b>WITH YOUR MADE UP BULLSHIT TO FEEL LIKE YOU HAVE A PURPOSE TO LIVE! And bitch, I get called feisty all the time! I FIND IT A DAMN COMPLIMENT!!!",
                    "likes": 0
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8htyZ1ajmdy",
                    "user": "Treefarm",
                    "date": "1 year ago",
                    "timestamp": 1538566380328,
                    "commentText": "Of course, shimmy.",
                    "likes": 0
                },
                {
                    "id": "UgwHNLSSN7H0lQBCQ5h4AaABAg.8gxv7rJfwgE8i63kIpDR3E",
                    "user": "Momo Ali",
                    "date": "1 year ago",
                    "timestamp": 1538566380330,
                    "commentText": "People are actually being forced to use non-offensive language. (In Canada at least.) This is no joke. Evidence: In Canada, there is a legislation (Bill C-16) that makes people use the word \"they\" instead of he or she to people who are <b> transgender </b>or do not identify as male or female. Also, a Canadian Cabinet Minster recommended that workers from Service Canada should refrain using<b>  gender</b> specific words like mother and father and start using the word \"parent.\" Conservative opposition politicians mocked the suggestion by jokingly considering changing mother's and father's day to \"parent day.\" Okay, the second evidence wasn't technically forcing but suggesting, but Service Canada workers might be in trouble if he or she - I mean \"they\" us<b> e gende</b>r specific language. Dear readers, I'm not trying to scare you. I'm just saying political correctness has gone too far. In case you were wondering, Canada's leading political party is the Liberal Party and our Prime Minister is Justin Trudeau. Yes, I'm Canadian and yes, we do have free healthcare, but this is the kind of stuff we have to deal with.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugy3IMBPB5rRJWkpOYd4AaABAg",
            "user": "ALDBslovakia",
            "date": "1 year ago",
            "timestamp": 1538566379633,
            "commentText": "boring",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzX-ZS_tYZr0ci6-H14AaABAg",
            "user": "Brazilian Lady",
            "date": "1 year ago",
            "timestamp": 1538566379635,
            "commentText": "Subscribed to this channel thinking it had changed, but the Cultural Marxism keeps going on rampantly on here. Unsubscribed!",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgzX-ZS_tYZr0ci6-H14AaABAg.8gxt8YgcdqK8gznmztHD0B",
                    "user": "Jack Marshall",
                    "date": "1 year ago",
                    "timestamp": 1538566380298,
                    "commentText": "The photo + your name + the comment is just perfect!",
                    "likes": 0
                },
                {
                    "id": "UgzX-ZS_tYZr0ci6-H14AaABAg.8gxt8YgcdqK8gzwFKXQVan",
                    "user": "Bacon: not bad but overrated",
                    "date": "1 year ago",
                    "timestamp": 1538566380299,
                    "commentText": "Doubt you'll be missed.",
                    "likes": 4
                },
                {
                    "id": "UgzX-ZS_tYZr0ci6-H14AaABAg.8gxt8YgcdqK8h19WbW0dJ4",
                    "user": "Pesimitee e",
                    "date": "1 year ago",
                    "timestamp": 1538566380300,
                    "commentText": "I see so many people seemingly outraged at this video that don't address anything that was even said. I can't find anything particularly outrageous with this video. Could you tell me what's the issue with the video rather than labeling it with the latest buzzword?",
                    "likes": 3
                },
                {
                    "id": "UgzX-ZS_tYZr0ci6-H14AaABAg.8gxt8YgcdqK8hcFx36Y8-Q",
                    "user": "Godless X",
                    "date": "1 year ago",
                    "timestamp": 1538566380302,
                    "commentText": "Brazilian Lady You're not Brazilian, if you are then I feel bad for the real ones! #FreeSpeech",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzLN-zr8c59qs72vO54AaABAg",
            "user": "yuri",
            "date": "1 year ago",
            "timestamp": 1538566379638,
            "commentText": "Oh boi here we go again",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwoBfO-kKWo6seuKqZ4AaABAg",
            "user": "M S",
            "date": "1 year ago",
            "timestamp": 1538566379640,
            "commentText": "Who CARES...",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwoBfO-kKWo6seuKqZ4AaABAg.8gxsMQz4TA28h0iFrXmK6d",
                    "user": "ola la",
                    "date": "1 year ago",
                    "timestamp": 1538566380286,
                    "commentText": "me and we must,,",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg",
            "user": "ConsideringPhlebas",
            "date": "1 year ago",
            "timestamp": 1538566379643,
            "commentText": "It's not without irony that the Economist just ran a video arguing in favour of free speech and yet now they run this one which argues that speech should be policed and sanitized of offensive content. What do they even teach these testosterone-deficients at Magdalen College these days?",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gxuQHg5Rpo",
                    "user": "cannabased",
                    "date": "1 year ago",
                    "timestamp": 1538566380373,
                    "commentText": "ConsideringPhlebas Maybe they're A-B testing 0.0",
                    "likes": 1
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gxvoTiu000",
                    "user": "shimmy.ojeleye",
                    "date": "1 year ago",
                    "timestamp": 1538566380374,
                    "commentText": "we police and sanitize our speech all the time. do you speak the same way with your parents/grandparents as you do with your same-aged peers? what about your boss as compared with your colleague? we do this all the time. it's not hard to respect someone's opinion while still expressing your own ideas. there is no government/state made law prohibiting you from offending people. that would be ludicrous. but there are, and always have been, social norms of respectability, that in the past weren't as refined as they are today with regard to minorities, women, etc. free speech isn't the ability to say whatever you want, whenever you want, with no exceptions. and if that's too much to ask, respecting other's opinions, then fine. don't interact with people who find in offense in your language. living with other people you disagree with shouldn't be too hard to ask.",
                    "likes": 18
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gxyy7piD5E",
                    "user": "ConsideringPhlebas",
                    "date": "1 year ago",
                    "timestamp": 1538566380375,
                    "commentText": "@shimmy.ojeleye\r\n\n\"we police and sanitize our speech all the time.\"\n\nThere's a significant difference between moderating one's language, by oneself, and having a particular group policing and enforcing speech norms, whether by social pressure or legislation.\n\n\"there is no government/state made law prohibiting you from offending people\"\n\nI'm guessing you're American. On the contrary, you can definitely be sent to jail in for causing offense in probably most countries. Just recently, here in the UK, the Youtuber Count Dankula was charged with transmitting grossly offensive material.",
                    "likes": 3
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gy90mi2zkU",
                    "user": "CommaCam",
                    "date": "1 year ago",
                    "timestamp": 1538566380377,
                    "commentText": "ConsideringPhlebas\r Can you not keep both ideas in your head at once? The other video was about protecting free speech and being careful not to place limits on it, that, though they may seem noble at first, would undercut one of our most important rights. That's point one. This video was presented in a very neutral, academic tone until the very end when the presenter suggests it would be a good thing to use words in an original manner and perhaps also in a way that does not give unwanted offense. That's the other point. Please explain how that contradicts the notion of free speech. Any authors/speakers watching this video are still fully in charge of the words they use and can take or leave this advice as they choose.",
                    "likes": 5
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gyD-iGKmSW",
                    "user": "ConsideringPhlebas",
                    "date": "1 year ago",
                    "timestamp": 1538566380378,
                    "commentText": "CommaCam\r\n\nEveryone pays lip service to free speech. As I noted above, speech can be restricted by both government sanction and social pressure. From what I could make of it, the previous video also made the point that free speech should not be restricted by social pressure or government force. I personally do not believe that it is possible to have free expression if the right is given to certain groups to police language and expression and to decide what is acceptable and what isn't. I sensed a difference of tone between the previous video and this one.",
                    "likes": 1
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gyFXs4uqcg",
                    "user": "CommaCam",
                    "date": "1 year ago",
                    "timestamp": 1538566380379,
                    "commentText": "ConsideringPhlebas\r I sensed a difference in tone between the two videos as well: the one about free speech seemed to me like a fairly clear expression of policy/opinion on the part of the Economist; whereas this video was overwhelmingly, save the last line, a simple recitation of academic research into linguistics. My point is that they can both occupy space in the same universe (and in your mind, if you let them) and are in no way incompatible with one another.\n\nBut what about social pressure to curb speech. Why is that a bad thing in the first place? Should we not care about whether the words we use offend people? Do you not modify your speech depending on your audience, or is it just \"all Phlebas all the time,\" regardless of who you're talking to? You can be polite while still being a steadfast proponent of free speech. Also, someone like yourself, who is clearly adept with language, can surely find any number of different words to make the same exact point. Or you can strategically choose to be offensive -- it's your call. The freedom is still yours. I think one of the things about this video I found so interesting is that some of the words we've used throughout history turn out to have an unconscious association with <b> gender,</b> and might be offensive to people without the author even realizing it. What you (or any other author) chooses to do with that information is up to you.",
                    "likes": 4
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gyQftXxccr",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566380380,
                    "commentText": "i once met a feminist who hated blacks and asians. you have to be careful around feminists, they are really just <b> gender </b>fascists.",
                    "likes": 1
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gyydAPbeGh",
                    "user": "Jon Giuliani",
                    "date": "1 year ago",
                    "timestamp": 1538566380381,
                    "commentText": "This isn't about free speech, it's about better speech. You're free to say what you want, but you probably want to be considerate and correct. If so, then choose your words now that you have this new point of view.",
                    "likes": 5
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gyzyjXEmt2",
                    "user": "Avicenna",
                    "date": "1 year ago",
                    "timestamp": 1538566380383,
                    "commentText": "You have <b> zero </b>clue what the concept of \"free speech\" is and it's cringeworthy as fuck.",
                    "likes": 2
                },
                {
                    "id": "UgxD_LLNZTtEJa0-Qgp4AaABAg.8gxsIgE4BYJ8gzAns8AO26",
                    "user": "shimmy.ojeleye",
                    "date": "1 year ago",
                    "timestamp": 1538566380384,
                    "commentText": "+ConsideringPhlebas\r I was wrong about that. Sorry. But In the US we still do have prohibitions on free speech, like \"fighting words\", obscenity and incitements to violence. These all must pass a fair level of scrutiny. And as you know better than me, speech laws are relatively more strict in European countries. \n\nIf it were up to me, I'd choose not to prosecute the Youtuber you spoke of. It's obviously offensive, but I think there are better things for authorities to worry about. That being said, he's an entertainer who relies on saying offensive things to get views and instill delight into viewers yearning to hear obnoxious and offensive language they wouldn't dare say in public, or to another person. You know why? Because that's how you lose friends and make people not want to interact with you. I'm sure you can find friends that would be more than happy to partake in <b> Nazi </b>jokes with you, and more power to you guys, but you will most likely also have friends/acquaintances/family who would rather not. And that's fine as well; you would just make sure not to speak like that with them. It's that easy. You respect their opinions/sensibility and hopefully they respect yours. We have always operated by spoken/unspoken rules of conduct and civility. \n\nI understand that this is very different from codified laws that hold power to punish you. I also disagree with more vague hate speech laws that can punish speech meant to be comedic. I just think that there are more important issues that one could focus their attention on. The average person isn't going to be sent to prison for tweeting something offensive. Go on Twitter - there are millions of offensive tweets that Twitter just isn't going to bother with. You will most likely be fine. I suspect that Dankula was targeted because many users reported him, due to his large following. Through out history, champions of free speech seemed to be those defending the right to criticize governments. The worst human rights violators around the world continue to police speech as a means to squash any possibility of dissent. It seems that now, in the largely freer and more democratic nations, defenders of free speech only want to protect the right to offend. I agree that offending someone shouldn't warrant government intervention, but the average person isn't going to get locked up for a<b>  racist</b> Facebook post. \n\nI know I'm not going to change your mind on anything, but it seems that our interests are just widely different. I could think of a dozen other issues that affect millions of more lives and are barriers to progress around the world, but yet people in this comment section are getting worked up because certain words hav<b> e gende</b>r specific connotations and usages, that result in people understandably feeling marginalized or stereotyped. You aren't going to get convicted for calling<b>  a wom</b>an \"feisty\". This simply isn't an issue. You and I can both agree that Dankula shouldn't be fined, now can you agree that if someone wishes you not call them a certain word, it would be in your best interest to respect their opinion? These are two vastly different issues. And as someone else pointed out, everything except the last line in the video was just a presentation of linguistic facts and observations. Hope you have a good day.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzjM8t73ZUgPdjoF0d4AaABAg",
            "user": "isac",
            "date": "1 year ago",
            "timestamp": 1538566379645,
            "commentText": "Everyone gets mistreated, whatever you think, but it's no reason to take up sides and blame other people for it. It is simply better to work together as a collective than to segregate between people",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxSfa2BfmpQyS7Fhw54AaABAg",
            "user": "Ropsana Khanom",
            "date": "1 year ago",
            "timestamp": 1538566379648,
            "commentText": "He's not wrong, why's everyone overreacting? These are the kinds of inferences we make in Literature when studying the author's word choice",
            "likes": 80,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8gxx2IRNye5",
                    "user": "blacklight",
                    "date": "1 year ago",
                    "timestamp": 1538566380411,
                    "commentText": "i think people are over reacting because they hear similar thing from people they don't like. For example the ban bossy movement.",
                    "likes": 2
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8gy1DI-TjvK",
                    "user": "eclipse",
                    "date": "1 year ago",
                    "timestamp": 1538566380413,
                    "commentText": "He's wrong because he's implying it's a problem.",
                    "likes": 11
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8gy6zC7yIK8",
                    "user": "Milhouse",
                    "date": "1 year ago",
                    "timestamp": 1538566380414,
                    "commentText": "Because people get easily triggered.",
                    "likes": 6
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8gy7OD39kOM",
                    "user": "CommaCam",
                    "date": "1 year ago",
                    "timestamp": 1538566380415,
                    "commentText": "I agree, this was interesting and presented in a very neutral manner. The anti-feminist crowd is reading WAY too much into this.",
                    "likes": 7
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8gyQcTSVIhs",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566380416,
                    "commentText": "i once met a feminist who hated blacks and asians. you have to be careful around feminists, they are really just <b> gender </b>fascists.",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8h0y3ffYYOI",
                    "user": "Jayden Clarke",
                    "date": "1 year ago",
                    "timestamp": 1538566380417,
                    "commentText": "He's correct about what he observes, but he concluded by implying that gendered adjectives are problematic. Additionally, he spent a lot of the video implying male-associated words are better than female-associated, which some people would consider offensive",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8h2vbXLwezi",
                    "user": "Temi Ajuwon",
                    "date": "1 year ago",
                    "timestamp": 1538566380419,
                    "commentText": "CommaCam \nRe-read the title. The video may seem neutral, but the title is clearly trying to make this seem like a problem.",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8h4nfpu33qP",
                    "user": "CommaCam",
                    "date": "1 year ago",
                    "timestamp": 1538566380420,
                    "commentText": "ttemicraft FTW\r The title? I re-read it as you requested, as well as the description, which by the way also uses the word \"<b> sexism\"</b> (as well as \"rife\") to trigger you into a fury of faux-male-inadequacy. What about it? Did it work?",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8h4pPTCGz8P",
                    "user": "Temi Ajuwon",
                    "date": "1 year ago",
                    "timestamp": 1538566380421,
                    "commentText": "CommaCam \nLol. The video and description imply that association of some words with one of the genders is sexist and a problem, I merely disagree with that, as you can tell by my previous comment. Male inadequacy? You don't even know if I'm a guy. Whatever. If you don't think the same about the the title and description then good for you. I just stated an opinion.",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8h4weZVQ3pS",
                    "user": "CommaCam",
                    "date": "1 year ago",
                    "timestamp": 1538566380422,
                    "commentText": "ttemicraft FTW\r My apologies if I misread you. Your comments fit a certain pattern, as you can see from dozens of other men below this video (and others) who somehow feel emasculated by even the slightest hint of feminist ideas. It's a weak and ridiculous position in any case, but especially in the context of an overwhelmingly neutral linguistics video. I apologize again if you don't fit the pattern -- perhaps that was my error.",
                    "likes": 0
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8hbsknNlBaQ",
                    "user": "Angel Hybrid",
                    "date": "1 year ago",
                    "timestamp": 1538566380739,
                    "commentText": "Words are words it does not matter in what context they are in alone they shouldn't be offensive ,\" feisty\" is merely saying they are aggressive in a non violent way they just have a sharp tongue.",
                    "likes": 2
                },
                {
                    "id": "UgxSfa2BfmpQyS7Fhw54AaABAg.8gxrkA6LEJZ8qCCCVIKJX5",
                    "user": "Karan Singh",
                    "date": "8 months ago",
                    "timestamp": 1549193580740,
                    "commentText": "He is wrong by assuming that there is something wrong with using different words for the two genders. And then he goes <b> bonkers </b>by implying that somehow, the words used for women are worse than those used for men. Suddenly, being \"simple\" seems better than being \"airhead\". And suddenly, \"feisty\" is no longer a compliment because some women feel small by it (which is entirely their problem and should not be projected on the language itself). The term \"asshole\" , despite being entirely<b>  gender</b> neutral (since, both genders have it), is used overwhelmingly to describe men. I don't see him or anyone else pointing out tha<b> t sexis</b>m? Because men, mostly, don't give a shit about trivial cases <b> of sexi</b>sm, even when they are at the receiving end. It is when they are termed as \"sexists\" with<b> out sex</b>ism, is when shit goes to hell.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzv02wclXxPnJ45yTV4AaABAg",
            "user": "isac",
            "date": "1 year ago",
            "timestamp": 1538566381844,
            "commentText": "I don't agree with everything you say but you make a good and respectable point.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwvYJw76OsF8jLJDQJ4AaABAg",
            "user": "TN2895",
            "date": "1 year ago",
            "timestamp": 1538566381846,
            "commentText": "semantics",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyj53VmM1215RDDU-N4AaABAg",
            "user": "Krishna Chamling",
            "date": "1 year ago",
            "timestamp": 1538566381848,
            "commentText": "My Poem, The Tyrannies of Society_________________________________________\r\n                       1\r\n\r\nSee at hospitals, nursing homes and clinics\r\nCrowds of people, patients see docs, test things\r\nWith squirm as the white cloths\r\nPrick and draw bloods from their veins,\r\nSuddenly mind interacts with Monsanto,\r\nVarious other poisonous chemical practices\r\nLike Hecate_ the creator of all harms,\r\nAnd the heavy industries as Empusae_\r\nThe monsters of all forms terrify all travellers:\r\nMan along with all creatures,\r\nThe transient entities on earth\r\nBut we humans expect hope for better.\r\nScience must walk arm to arm\r\nWith true faith of religion, and\r\nThink thrice before it is questioned about.\r\n                  2\r\n\r\nThe naked eyes unaware of deadly\r\nViruses and fungi causing fatal diseases\r\nLike the opening of Pandora's Box\r\nThat have continually been agonizing the beauty,\r\nPunctuating man's graces of daily performances\r\nLeading lives in tragedy_\r\nA mother cries for the loss of her beloved child.\r\nThe diseases are there, in harmony with nature,\r\nBut man is the selfish brute brunt,\r\nAnd the deadliest disease itself, of all.\r\n                 3\r\n\r\nMoney and material goods: the offspring of labours,\r\nThe appendage, like slough that greed harassed,\r\nFatigued the charm of the human body\r\nIt has lacerated, envied, got into loneliness\r\nFor years, to those two sweet streams of spring\r\nThat obliged them to turn apart,\r\nStrain and stress heightened,\r\nDreams shattered one after another,\r\nLives turned dismally bad.\r\nIt must be earned wisely\r\nAnd used properly and timely.\r\n                 4\r\n\r\nThe catastrophe by armaments, launchers,\r\nGuns, its competition: the destruction and violence.\r\nIt is like the malign Mephistophelean monstrosity\r\nThat is devastating structures, perpetrating genocide,\r\nThe unwanted sufferings to all beings\r\nWith inhuman human casualties_\r\nThe loss of innocent lives,\r\nThe ancient heritages shattered with no reasons.\r\nArming arms against the armed\r\nCannot be fought for harmony\r\nAnd cannot be achieved peace.\r\n                  5\r\n\r\nPolitics turned to be like the milk-pot\r\nFor the shameless few some:\r\nThe unethical apolitical dotty demagogues_\r\nWasp-like, they linger around in the hive\r\nAs if it is their dowry by the state,\r\nWhere toadyism and nepotism,\r\nFavouritism and monopoly have thrived\r\nSide by side, and the handful of crooks \r\nAmbushed the dynamics of political power,\r\nAbused it for their sake,\r\nPosed autocracy, anarchy\r\nCorruption, fake news and fake statesmen,\r\nAll these heinous hazards playing\r\nIts parody in the political arena\r\nAnd, those so-called top brass, con artist_ often vile\r\nLike plague has massacred all public interests.\r\nUnless politics does not dare to serve\r\nFor its countrymen's sake,\r\nIt remains like briefs of the few <b> pigs,</b>\r\nAnd the public do not bear\r\nThe Machiavellian swine fevers in a country anymore.\r\n               \r\n                  6\r\n\r\nThe hegemonic ‘I' that coins\r\nThe two extremes of division:\r\nThe so-called powerful, and the weak,\r\nThe rich and the poor,\r\nThe back and the white\r\nThe Eastern and the Western\r\nThe High and the low_ the rascal, rogue ideology\r\nAnd the niggling hard-core religious fanaticism\r\nDestroying the gene of mankind\r\nAnd the normative norms of humanity\r\nLike the destructive force of weathering or\r\nNahar or Hakaishin,\r\nWhere love gets hurt,\r\nA heart gets pain,\r\nSentiment gets wounded,\r\nA body gets infested with animosity.\r\nThe human hearts cannot get the charm of the smile,\r\nUnless that does not feel ‘We' and\r\nSpeak it in public against the ‘I'.\r\n\r\nCopyright @ Kr. Chamling\r\n05. 03. 2018\r\nMail: governmentvdc1@gmail.com",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugyj53VmM1215RDDU-N4AaABAg.8gxqhQqBjht8kpXy6L_v5d",
                    "user": "Big Al One",
                    "date": "1 year ago",
                    "timestamp": 1538566382373,
                    "commentText": "Just thought I'd let you know that \"Shaunna Marie\" (a channel you are subscribed to) is a schizophrenic <b> woman </b>who goes by the fake name 'Cara Mia.'\n  We had a long distance romance over the past 8 months, but when I bought her  plane ticket so she could be with me, she didn't show up and blocked my phone number.  It took me a while to discover who she really was and that's also when I found her You Tube Channel.\n  She's been to court on charges of electronic harassment (apparently found guilty).  I saw your remark on her channel and thought I would get a hold of you in some way.  Even though your reply was over a year ago, this broad works in the long term of things (I've known her only as Cara Mia for nearly 10 years due to a website called \"Help,com which is NOW called Help-QA.com ).\n  I just don't you to be a victim of this<b>  woman</b>'s usery.\n  Thanks for your time.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwJTLxi2KFc3ZvRf094AaABAg",
            "user": "Autizmo",
            "date": "1 year ago",
            "timestamp": 1538566381852,
            "commentText": "I would have loved it if The Economist actually tried to present WHY words become associated, and if their are many underlying psychological reasons for things both based in our evolved behaviors differences and traits, as well as culture.\n\nSo it's kind of interesting how it's always framed as nebulous force that seem to do social engineering on us trying to push women down through every means in the end.......",
            "likes": 90,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gxt32msOZU",
                    "user": "isac",
                    "date": "1 year ago",
                    "timestamp": 1538566382391,
                    "commentText": "Sir HardOn it's the same argument for why we have greed and war in this world, because that's what allowed our particular species to survive. After all prejudism is just your body's biological warning system to protect you from harm, even if that harm is only misunderstood and misplaced.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gxvWEmXyxs",
                    "user": "Autizmo",
                    "date": "1 year ago",
                    "timestamp": 1538566382392,
                    "commentText": "Thank you +Rhubarb Kendleberk\r, but I know.\n\nBut it's more interesting to delve into the REAL proclivities that make up WHY the specific differences. The explanation you gave which is the pedestrian one, which is at least slightly better than \"Wombs are expensive, Sperm is Cheap\".\n\nSo yes, the easier answer is more that conceptualization of words with men and women comes from our innate biases of which one is expressed in what is called the (Women are wonderful) effect that is a term to express behavior traits based on the innate imperative of <b> sexual </b>dimorphism that are specific to our specie. \n\nAnd the specific<b>  sex</b> differences in needs to procreate leads to results so that women are heavily inclined to lean towards tendencies of Hypo-agency and therefore we observe this and will describe with more passive wording and less emphasis on agency, since that associate to sacrifice and empathy-damping.\n\nWhereas men will have a heavy proclivity to lean towards the tendencies of Hyper-Agency and described in active wordings and less emphasis on being a observer or patient since that associates to inactivity when risks are high.\n\nAnd all of gets more pronounced in each individ the more individual freedom each can on as equal playing field there can be since then individuals to fight in th<b> e sexua</b>l market place, and have the best \"ads\" so to speak.\n\nThe basic concepts are easy but it's the devil in the detail that's interesting.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gxxPamNaE2",
                    "user": "isac",
                    "date": "1 year ago",
                    "timestamp": 1538566382394,
                    "commentText": "one would dare say there is delight in the detail,  if we can help better our understanding of the root cause of social tendencies and educate the masses about it i feel like society could become a much better place. Some good points made sir.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gyQay2KUWg",
                    "user": "The Lazy Gamer",
                    "date": "1 year ago",
                    "timestamp": 1538566382396,
                    "commentText": "I think the idea of the video was to spark an interest in the topic. So you can do further research on the topic if you wish to. After all the economist is not a youtuber, they write news articles.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gyQg7ak_y8",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566382397,
                    "commentText": "i once met a feminist who hated blacks and asians. you have to be careful around feminists, they are really just <b> gender </b>fascists.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gzmyQyzk-0",
                    "user": "Jad Baghdadi",
                    "date": "1 year ago",
                    "timestamp": 1538566382399,
                    "commentText": "Sir HardOn interesting. Although there were some behaviours that were described differently because of <b> gender </b>(bossy vs assertive). But i agree its also important to look into the psychological roots and try to figure out how much of it is biological and how much of it is socially constructed.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8gzx-Qz3cQ5",
                    "user": "Mi Sh",
                    "date": "1 year ago",
                    "timestamp": 1538566382400,
                    "commentText": "I agree. I'm not sure why our society is ignoring biology these days. There's <b> nothing </b>wrong with the reality of two different sexes existing who exhibit different physical and<b>  mental</b> make up. \n\nThe two sexes can be both different AND equal, we don't have to be considered the same and any differences are 'societal' in nature...\n\nIt's the same with this 'strong female character' thing going on in movies and tv. The strength comes from th<b> e woma</b>n displaying masculine behavior... why can't<b>  a wom</b>an be strong in a female way? Is it not kind of sexist to say that the female form of strength (compassion, empathy, understanding) isn't considered strong, so a female is only 'strong' if she displays a masculine form of brute force (fighting, aggressiveness)?\n\nMen and women are capable of both types of strength but its obvious that e<b> ach </b>sex swings further in one direction than the other,  to varying degrees. I think both forms of strength have importance and the h<b> uman </b>race requires each of them.",
                    "likes": 0
                },
                {
                    "id": "UgwJTLxi2KFc3ZvRf094AaABAg.8gxqYOvvzDq8h73oq52JsQ",
                    "user": "Will Shotton",
                    "date": "1 year ago",
                    "timestamp": 1538566382402,
                    "commentText": "It's all a question of whether our behavior determines our culture and society or vice versa. People who are social constructionists will always say it's power and society that determines the ways we act.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg",
            "user": "Paypal Support",
            "date": "1 year ago",
            "timestamp": 1538566381856,
            "commentText": "Let me just comment that there is a reason we call women gossipy. Studies in behaviour psychology have shown that <b> woman </b>on average use innuendo and gossip as a display of aggressiveness; as oppose to men who are more likely to display aggressiveness as physical violence. So there is a reason these words are chosen, and many are due to disparities in displayed behavior.",
            "likes": 147,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8gyQfHXpsZB",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566382495,
                    "commentText": "i once met a feminist who hated blacks and asians. you have to be careful around feminists, they are really just <b> gender </b>fascists.",
                    "likes": 6
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8gzvqrNk_4A",
                    "user": "Mi Sh",
                    "date": "1 year ago",
                    "timestamp": 1538566382497,
                    "commentText": "That's a good point. Many women can't be physically aggressive as women are generally not as strong as men or as prone to violence, biologically speaking. \n\nSo women have evolved to use words as weapons such as gossiping, passive aggressiveness, manipulation etc. It doesn't mean men don't also behave this way, or that women don't get violent, but it makes sense that less women would bother with physical fights since that would be more of a risk to her health than anything. And that more men would conclude arguments with violence instead of words because it comes to many men more naturally than solving with words.",
                    "likes": 2
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8h0mpuucHVA",
                    "user": "sy yap",
                    "date": "1 year ago",
                    "timestamp": 1538566382499,
                    "commentText": "Jamie Dimon men also gossip..and way too muchhhhh compare to women..",
                    "likes": 1
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8h1-NXzZJlk",
                    "user": "Paypal Support",
                    "date": "1 year ago",
                    "timestamp": 1538566382501,
                    "commentText": "sy yap , I'm sorry if you missed the part in my comment when I mentioned studies in psychology. Your personal experiences don't matter, we are talking about behaviour that has been studied scientifically. We are very happy you have gossipy men friends, good for you - but it's not a scientific claim.",
                    "likes": 5
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8h1Aq4wkVel",
                    "user": "John Doe",
                    "date": "1 year ago",
                    "timestamp": 1538566382503,
                    "commentText": "Well those studies are sexist. And the men who did them ought to be hanged for statistical rape.",
                    "likes": 1
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8h2GODxSz33",
                    "user": "Oliver Linehan",
                    "date": "1 year ago",
                    "timestamp": 1538566382504,
                    "commentText": "Shhhhhhhhhhhhhhhhhhhh the postmodernists want you to think there are no differences between the genders. So shut up and accept what we tell you",
                    "likes": 1
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8h2kHeVl8p8",
                    "user": "Philip B",
                    "date": "1 year ago",
                    "timestamp": 1538566382506,
                    "commentText": "As the Danes say. \"kvinde er kvinde vaerst.\"",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8ho1pGQw7JG",
                    "user": "Don't Subscribe. I Don't Need Subscribers.",
                    "date": "1 year ago",
                    "timestamp": 1538566382508,
                    "commentText": "Jamie Dimon 😱😱",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8hpfE1N6Fz1",
                    "user": "Zahra",
                    "date": "1 year ago",
                    "timestamp": 1538566382509,
                    "commentText": "I'm a feminist.... however that doesn't mean I go against men, in fact I stand up for men too when it's necessary to. I don't think u should judge by the title feminist instead you should judge that some people just go too far. And honestly <b> woman </b>don't gossip as much as you think, I agree a lot do but I am a girl and I should be included in these percentages as me being added to the ones who DONT gossip.",
                    "likes": 1
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8hpfRr2Btgr",
                    "user": "Zahra",
                    "date": "1 year ago",
                    "timestamp": 1538566382510,
                    "commentText": "Miss She, your not as much as wrong but I still disagree because it's just that some ppl don't give a fuck whereas I would love to bash the fuck outta some asshole. And since I'm a girl use should conclude me as NOT gossiping..",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8hpfWmDNQgy",
                    "user": "Zahra",
                    "date": "1 year ago",
                    "timestamp": 1538566383027,
                    "commentText": "John Doe , 😂 lmfao",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8qKo9Eiz_v9",
                    "user": "SFB",
                    "date": "8 months ago",
                    "timestamp": 1549193583029,
                    "commentText": "Erm but you can't just stereotype a whole gender",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8rFbJ7b-acp",
                    "user": "Joe Chambers",
                    "date": "7 months ago",
                    "timestamp": 1551612783031,
                    "commentText": "Females pride themselves on interpersonal relationships with other women. I dumped my first girlfriend because she was nasty about her friends behind their. I didn't realise that this what all women do. Steep learning curve for boys.",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8rL937Mp63u",
                    "user": "SFB",
                    "date": "7 months ago",
                    "timestamp": 1551612783033,
                    "commentText": "Joe Chambers yh that's kinda true ngl",
                    "likes": 0
                },
                {
                    "id": "Ugy_fg8sJJakjux6ZIJ4AaABAg.8gxqHyTjA7c8tOSBlUSBxo",
                    "user": "Camila Kees",
                    "date": "5 months ago",
                    "timestamp": 1556883183036,
                    "commentText": "That's because men are allowed from childhood to be aggressive, speak out loud and express themselves without restrains, and women are taught since they are born to be \"feminine\", \"behave themselves\", \"act like a lady\". It's important how people address men and women because while a man is called aggressive for being violent, a <b> woman </b>would be called<b>  crazy</b> or wild. And if you don't see the problem here, you better learn the basics.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugy_VxN9qn-sdK25zqB4AaABAg",
            "user": "blownspeakersss",
            "date": "1 year ago",
            "timestamp": 1538566381859,
            "commentText": "I fail to see the problem with certain adjectives being used more frequently with men or women. Why is this bad? How is it sexist? We know that men and women differ significantly on numerous personality scales, so it seems reasonable that the way we describe their respective temperaments would also differ.",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy_VxN9qn-sdK25zqB4AaABAg.8gxqF5Z2Bjz8gxu-rf0gdd",
                    "user": "Regis",
                    "date": "1 year ago",
                    "timestamp": 1538566382370,
                    "commentText": "Exactly, and even if those words used to have sexist undertones a few decades ago, we shouldn't be superficial enough to stop using words for that reason. The meaning of words changes constantly. A few decades ago \"<b> gay<b> \"</b</b>> meant happy, now it has a different meaning. If the word \"feisty\" had a condescending undertone a few decades ago, that doesn't mean we should avoid it today. Words only have the meaning that society attributes to it and with time, this meaning may change. \nI don't think anyone who says <b> a woma</b>n is feisty today has the intention to come across as condescending. The meaning has changed, all that matters is the underlying intention. Words convey our feelings and thoughts and are themselves empty. The feeling or thought we wish to convey with them is the only substance they have. So it's completely redundant to look to historical application of words if the modern meaning has changed; the modern, non-sexist thoughts and feelings that it conveys is the only relevant factor today.",
                    "likes": 6
                }
            ]
        },
        {
            "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg",
            "user": "Med Ali Naciri",
            "date": "1 year ago",
            "timestamp": 1538566381862,
            "commentText": "What does this have to do with economics, politics or geopolitical affairs?? Glad to see that the word <b> sexism </b>will get the same treatment<b>  racism</b> had, used to such an extent its meaning is so watered down it could describe just about anything ... Next time on the economist: Nature is sexist because biology!",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg.8gxq6rNdb6c8gy6DPCInCa",
                    "user": "John Doe",
                    "date": "1 year ago",
                    "timestamp": 1538566382378,
                    "commentText": "IKR, this channel jumped the shark, i'm out.",
                    "likes": 0
                },
                {
                    "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg.8gxq6rNdb6c8h0Uka_juZw",
                    "user": "SupaSupaKewl",
                    "date": "1 year ago",
                    "timestamp": 1538566382379,
                    "commentText": "If you actually read the Economist, and it sounds like you don't, there's more than just economics, politics or geopolitical affairs. There's also a section dedicated to science and technology, and another section for art and literature. There is a regular column on language and linguistics in the art and literature section of the magazine, and this video is probably based on that column.",
                    "likes": 0
                },
                {
                    "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg.8gxq6rNdb6c8h0bkvW7Pbs",
                    "user": "John Doe",
                    "date": "1 year ago",
                    "timestamp": 1538566382381,
                    "commentText": "I haven't read it, but it sound interesting to me. I wish their videos were interesting rather than being such blunt-force propaganda... Like exploring the multiple sides of a topic rather than hitting me over the head with their incredibly over simplified social engineering. And it is seriously badly produced propaganda too. As a media professional, I'm embarrassed for them.",
                    "likes": 0
                },
                {
                    "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg.8gxq6rNdb6c8h17gWhLvDh",
                    "user": "Paulo Chan",
                    "date": "1 year ago",
                    "timestamp": 1538566382383,
                    "commentText": "Because the Economist, like every other major media outlet these days, has become another just another leftist propaganda outlet spewing garbage like this.",
                    "likes": 0
                },
                {
                    "id": "Ugz8tGhcUyLuGWVy7fR4AaABAg.8gxq6rNdb6c8hDysBedaFf",
                    "user": "Koninkrijk der Nederlanden",
                    "date": "1 year ago",
                    "timestamp": 1538566382384,
                    "commentText": "Keyzephyr When you're raised with too much money and never have felt poverty, you'll be bored and things like this are a perfect way to fill up the time.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxepQ-HX3hvAiaYgIR4AaABAg",
            "user": "ConsideringPhlebas",
            "date": "1 year ago",
            "timestamp": 1538566381866,
            "commentText": "You mean <b> sex </b>differences are reflected in language?? Well no shit, Sherlock! Anyway, this is one sided. Linguistic collocation based on<b>  gender</b> cuts both ways. You'll likely also find that insults like 'asshole,' 'prick', 'wanker', 'bastard' are used more for males than females. What anti-mal<b> e sexis</b>m!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwiDUX4T6cW-yCAyQt4AaABAg",
            "user": "Regis",
            "date": "1 year ago",
            "timestamp": 1538566381869,
            "commentText": "You're overanalysing things. I'm fairly sure women just want to be treated equally, not for others to carefully weigh their words and analyse the frequency of particular words being used for a certain <b> gender </b>so as to not offend women. This is getting a bit strange. And overzealous",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxwv1kzfAyPntb5NnJ4AaABAg",
            "user": "Ninad Kashyap",
            "date": "1 year ago",
            "timestamp": 1538566381872,
            "commentText": "I could say we should try to be more specific and accurate while describing emotions or other abstract noun as it leads to a more clear communication and helps to convey a better and effective message .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwq39OA4tXOlBZhDpd4AaABAg",
            "user": "Jean-Philippe Dunas",
            "date": "1 year ago",
            "timestamp": 1538566381875,
            "commentText": "I made a video about some of the words that can affect the way we portray women in society",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg",
            "user": "Joan Marco",
            "date": "1 year ago",
            "timestamp": 1538566381878,
            "commentText": "I can already smell the triggered conservatives in the comments",
            "likes": 27,
            "hasReplies": true,
            "numberOfReplies": 18,
            "replies": [
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gxoz4tLfY_",
                    "user": "Regis",
                    "date": "1 year ago",
                    "timestamp": 1538566382409,
                    "commentText": "Well it is rather strange to have to weigh your words to this extreme. At some point we should just say; who cares? We shouldn't overanalyse things",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gxrgl-oMCZ",
                    "user": "ConsideringPhlebas",
                    "date": "1 year ago",
                    "timestamp": 1538566382411,
                    "commentText": "@Joan Marco\r\n\nWho do you trust to police your language and to decide what can and can't be said?",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gxrrEo6oLo",
                    "user": "isac",
                    "date": "1 year ago",
                    "timestamp": 1538566382412,
                    "commentText": "Joan Marco as a conservative there are some good points here that I agree with, you will find that most of the \"other\" people are very rarely as extreme as you make them out to be. The overwhelming majority of people agree on most of the same things. For me the only reason I've found to be opposed to \"left\" ideas like feminism is because of the unfortunate fact that the most vocal feminists are also the most extreme, who don't want to see equality for men and women but a <b> gender </b>role reversal entirely.",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gxsjnXFqnl",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382413,
                    "commentText": "Nobody is saying that you shouldn't say x thing, they're only stating what is true, and that's it. The Economist can share that information if they want. There're also studies that have proven that men and women speak differently due to <b> sexism,</b> even if we don't realize. There's no harm in saying that, and it won't just disappear because you don't like that information being thrown at you.",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gxsu0MLSGx",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382415,
                    "commentText": "Yes, we should analyse how we speak. As someone who studies translation I find studying our languages important in order to understand the community of speakers (that doesn't mean, though, that by changing language you'll change the speakers' behaviour, it works the other way round)",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8gyrFZfieRW",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382416,
                    "commentText": "Much as we can smell an authoritarian, censorious busybody. Oops, I just used some of that no-no language!",
                    "likes": 1
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-A56QuTq1",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382418,
                    "commentText": "See? Triggered",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-UcmDE10A",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382419,
                    "commentText": "Ahhh, the \"I know you are but what am I?\" defense. Never forget, shitheel, that it was your side that created and patented triggering, snowflakery, safe places, and cry closets",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-W8lV0n4s",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382420,
                    "commentText": "the fact that you assume that there're only two sides and that i belong to the other one by default amazes me",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-XycsGxFs",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382909,
                    "commentText": "it's interesting because what i quoted (which i didn't, i just mentioned them) are linguistic studies, not \"leftist <b> gender </b>studies\", which are not \"leftist\" or conservative, they just show a linguistic reality and they do not want to support one ideology or the other, but just show what is happening in language.",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-jBHK7aDU",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382911,
                    "commentText": "The conscious or unconscious bias in the social sciences are well documented. Over 90% of social scientists vote Dem and, as a current college attendee, I can attest to the rather bizarre preponderance of card carrying Marxists in their number. Also, you might want to look into the social science replicability crisis",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-jWg5cc3_",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382912,
                    "commentText": "hey, guess what, not all social scientists are American, and they're not living the same political and social situation than those in the EEUU! I actually have never read any study about this issue by an American professor, only by those from my country (who certainly don't vote Dem and are not Marxists)",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-nqUo2zQ4",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382914,
                    "commentText": "Judging by \"EE UU\" I would guess a Spanish speaking country or maybe a dirtbag Italian. If it's in Europe, then you simply have no perspective as your version of Conservatives make ours look like Augusto Pinochet (unless, of course, you're Chilean...)",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-t3tYXcx0",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382915,
                    "commentText": "oh shit, sorry, USA! and no, there're conservatives in Europe who are exactly like yours, some even worse than that",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h-xyCFt1pU",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382916,
                    "commentText": "Yeah, but they're outliers. Our Conservatives control half of the political narrative. Which, by the way, is a good thing because balance is a good thing. Now if we go to Sweden...(toilet flush sound)",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h00ADyELYV",
                    "user": "Joan Marco",
                    "date": "1 year ago",
                    "timestamp": 1538566382918,
                    "commentText": "Mourning Star oh please, don't. Don't talk about Sweden when the image you have about it has been created by American conservatives and the European far-right, it has <b> nothing </b>to do with reality",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8h04s0BR44k",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566382919,
                    "commentText": "I'm not retarded or a conservative. Immigration up. Rape up. Crime up. Grenades up. Social cohesion down. Facts. All of them. Maybe it is you that is being influenced by a biased and obstructionist media?",
                    "likes": 0
                },
                {
                    "id": "Ugw8ViLDXlZ_C0LsD4B4AaABAg.8gxnzr2ciZD8kCSGELYDCC",
                    "user": "Andreas Vesalius",
                    "date": "1 year ago",
                    "timestamp": 1538566382921,
                    "commentText": "Not everyone who is angry about this is a conservative.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugw-cRb1JTun5QswESd4AaABAg",
            "user": "ello",
            "date": "1 year ago",
            "timestamp": 1538566381880,
            "commentText": "This is more of the extreme left-liberal BS. Stop virtue signaling. The West is the best place for women. Period!",
            "likes": 34,
            "hasReplies": true,
            "numberOfReplies": 51,
            "replies": [
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxnZX7g_Pl",
                    "user": "Joe Bowden",
                    "date": "1 year ago",
                    "timestamp": 1538566382432,
                    "commentText": "ello liberals aren't extreme left. This videos viewpoint is not extreme left.",
                    "likes": 14
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxoZHE5eYb",
                    "user": "Eli Parker",
                    "date": "1 year ago",
                    "timestamp": 1538566382433,
                    "commentText": "Best =/= perfect.  Why should we cease improvement?",
                    "likes": 15
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxpVWxBWeS",
                    "user": "Regis",
                    "date": "1 year ago",
                    "timestamp": 1538566382435,
                    "commentText": "+Eli Parker So we must analyse every fibre of our being and change everything so as to not offend anyone? To me that sounds a bit... overzealous. Women having equal rights to men and being treated equally is enough. Analysing our words to the smallest detail and perfecting it is too much. Way too much. In fact, I find it insulting to women and insinuating that they somehow need this or should be pandered to whlie in reality most of them just want equal treatment, not for the entire society to make their lives centered around not offending them",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxpn2PRLeS",
                    "user": "Eli Parker",
                    "date": "1 year ago",
                    "timestamp": 1538566382436,
                    "commentText": "Analysis of every fiber of our being and a willingness to change for the goal of self-improvement sounds like a good idea.  The most successful are always those most able to and most willing to adapt.",
                    "likes": 10
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxpv5Ok3a2",
                    "user": "Eli Parker",
                    "date": "1 year ago",
                    "timestamp": 1538566382439,
                    "commentText": "Are we centering our entire lives around not offending them?  Doubtful.  Some minor (or perhaps medium) sized changes are necessary and are being undertaken.  People can still make music about sleeping with tons of  women, people can still call women names or tease them in good fun and apologize if they get offended.  Seems alright to me.",
                    "likes": 2
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxqUQeDoS9",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566382441,
                    "commentText": "ello \nWow. Youre a fiesty one. Don't get hysterical, quivering and screeching your cute little buzz words.\nWhat, is it your time of the month?",
                    "likes": 2
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxq_oLoM6u",
                    "user": "ConsideringPhlebas",
                    "date": "1 year ago",
                    "timestamp": 1538566382444,
                    "commentText": "@Regis\r\n\nThat's very reasonable of you, but the progressive left isn't about being reasonable.The progressive left is concerned with policing, and thereby weaponizing, language. As with Nuspeak, real language requires constant updating to make sure it conforms to and reinforces the prevailing narrative. Since the prevailing narrative demands a maximally genderless society, therefore language too must cease to be used in gender-specific ways.",
                    "likes": 1
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxrUocapQQ",
                    "user": "ConsideringPhlebas",
                    "date": "1 year ago",
                    "timestamp": 1538566382446,
                    "commentText": "@Eli Parker\r\n\nThis is not about self-improvement. It is about controlling language in order to thereby control how people think and perceive the world. The progressive left, and indeed any institutionalized power, has always and will always do this. E.g., look at how they changed the way in which illegal immigrants are talked about. They shift the narrative from speaking about illegals in pejorative terms, i.e., as \"illegals\", to a completely neutral term, i.e., \"undocumented\".\n\nAnyway, in my opinion, the fact that we have the luxury of worrying about 'gendered language' says all that needs to be about the state of current public discourse.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxrY3mHhcN",
                    "user": "isac",
                    "date": "1 year ago",
                    "timestamp": 1538566382448,
                    "commentText": "ello as a conservative I can tell you that while I disagree with some of this stuff, and while English countries may be good for women, it doesn't mean they're perfect. There is always room for improvement.",
                    "likes": 7
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxsPtpI9mr",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383403,
                    "commentText": "ConsideringPhlebas \nHere in America, President Trump recently pressured the NFL to force their atheletes to stand for the national anthem, is that policing someone's expression?\n\nThis video is simply about how language can subtly infantalize, or dismiss the concerns of, an entire <b> gender.</b>\n\nConservatism and liberalism is different in any context, but conservatism is generally concerned about maintaining the status quo or maintaining power structures. \n\nIts easy to look through history and see that conservatives would generally support forcing respect for authority and punishing heretics and blasphemers. \n\nLiberals on the other hand, utlize language to avoid harming those out of power, as you pointed out, for example by trying to prevent the dehumanization of America's most vulnerable population, the undocumented.\n\nCompare this to Donald Trump, who speaks of evil gang members, undocumented<b>  migrant</b> workers, and assylum seekers, all in the same breathe repeating that they are 'animals'\n\nAnimals? A powerful man literally dehumanizing the disadvantaged.\n\nSo, tell me again, why is protecting the weak is bad, and why dehumanization and/or infantalizing the disadvantaged good?",
                    "likes": 7
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxtEHVRInh",
                    "user": "Regis",
                    "date": "1 year ago",
                    "timestamp": 1538566383405,
                    "commentText": "+Eli Parker Self-improvement is not altering yourself and changing who you are to please others. Besides, I would never want anyone else to alter who they are just for my own satisfaction. Everybody should be who they want to be and the only ground norm should be to respect everyone and treat them equally. \nI also don't think we should be quick to connect the historical meaning of words to the intention of those that utter them today. For example, \"<b> gay<b> \"</b</b>> used to mean happy, now it means something else entirely. Words like \"feisty\" may have had a condescending undertone some decades ago, but perhaps those that use the word today have no intention whatsoever to be condescending? To me, it's not about the words that are used, but the underlying intention of the person that uses it. As long as the intention is sound, no harm is done. You should be superficial in that regard. As my last point, language and its variety of words shouldn't be attacked. We should not strive for a language that has only a relatively small set of words that are labeled neutral and okay to use. Language has to develop naturally in order for it to remain a healthy, living language.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxtEuZzuDC",
                    "user": "Eli Parker",
                    "date": "1 year ago",
                    "timestamp": 1538566383407,
                    "commentText": "ConsideringPhelbas, is it?  In what way is your worldview tainted by a change in language?  What language has even changed?  This video was simply calling to attention was noticeable and verifiable difference in the ways we talk about men and women, to become more conscience of our culture not necessarily to change it but to operate better within it.  \n\nThe change from illegal to undocumented had more to do with creating a more accurate term.  Not all undocumented immigrants arrived here illegally, which is what the term \"illegal <b> immigrant\"</b> implies.  It's simply crafting a more holistic picture of the problem so that we can best address it.  Should we use less descriptive words that narrow our point of view in the name of, what, tradition?",
                    "likes": 3
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gxtTKzWE27",
                    "user": "Eli Parker",
                    "date": "1 year ago",
                    "timestamp": 1538566383410,
                    "commentText": "@ConsideringPhelbas.  Also, yes it's a luxury in the West to have the economic and political stability to address these issues in our society, but that does not diminish them.  Think of Mazlow's hierarchy.  Is the need for community necessarily less important than the need for food on the road to self-actualization?  If we were in the stage of trying to build a community to survive, no one would be walking around saying \"hey you know, it says a lot that we have the luxury of worrying about social structure instead of food and water\".  This is the same principle, perhaps just shifted up one or two steps.",
                    "likes": 3
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gy1hsM6RAN",
                    "user": "MGTOW Psyche",
                    "date": "1 year ago",
                    "timestamp": 1538566383412,
                    "commentText": "we all know how much women hate good men....women seem to unconsciously desire the forced submission of Islam....",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gyELLbS_56",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383415,
                    "commentText": "MGTOW Psyche \nIs that way 2017 had the largest protest ever? The womens march?\n\nIs that why the news today is dominated by #metoo? \n\nAre these women fighting for forced submission by...refusing to submit?",
                    "likes": 3
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gyQvsiyulk",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566383417,
                    "commentText": "im a leftist and i don't agree with where feminism is trying to take our society. if women want to be equal to men, they should act like it.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gySggy1k-9",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383420,
                    "commentText": "tom foolery \nWhere is feminism trying to take our society?",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gyXqtJq4Jc",
                    "user": "tom foolery",
                    "date": "1 year ago",
                    "timestamp": 1538566383436,
                    "commentText": "they encourage prostitution, <b> transgender </b>children, and degrade all religions from islam to christianity. there is literally<b>  nothing</b> sacred to feminists because they seek to turn western culture into a cesspit.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gyeKmbmhQi",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383438,
                    "commentText": "tom foolery \nDiscounting the most radical fringe...\nIts not a matter of encouraging prostitution, in fact many feminists see prostitution as exploitation\n\nBut the important thing is that legalizing prostitution (while also banning pimping) protects women. It protects women. \n\nProstitution happens anyway, but the current legal system wants to punish the women more then the men, and that is proven by police sting tactics and arrest records that tend to target the women.\n\nWorse, in some cases, men will pimp out underage girls, but the system will punish the girls (who are by definition innocent) but not the johns!\nThat is what feminists want to change. They want safety for women and girls.\n\nTransgender: I think you're misinterpreting or misrepresenting this; if someone is trans they are trans.\nWhat feminists support is for people to be free to express their <b> gender </b>and<b>  sexual</b> identity.\n\nThis is something men can benefit from too, as the left also seeks to prevent men from being pigeon holed into roles they may not want either. \n\nDegrading religion: most Americans, including feminists, are at least minimally religious.\nThe issue feminists have are with strict, ultra conservative religions, that seek to dominate and subjugate women.\n\nAsk yourself, do you support a religion that subjugates women?\n\nAlso, are you really a leftist?\nWhat makes you a leftist<b> ?\nNothin</b>g you said sounds leftist.",
                    "likes": 2
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gyrctk1_12",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383440,
                    "commentText": "@Rhubarb Western countries are statistically worse for men. Before you open your <b> cuckservative </b>mouth, you should check the data on: suicide, prison sentences, victims of violent crime, homelessness, and laborious and dangerous jobs",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338gzjv5OVqVa",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383442,
                    "commentText": "Mourning Star \nSo...women are the enemy? Women are the oppressors?\n\nOr... Can we build a society with access to <b> mental </b>health care and less reliance on incarceration ect\nWhile still moving beyond the<b>  patriarchy</b> \n\nBecause women have it bad in some areas too, and historically were subjugated, and still are in some places\n\nThe pay gap harms women (includes fresh out of college for same work)\nWomen are much more likely to experienc<b> e sexua</b>l violence\nRevenge and honor killings (this includes everything from acid attacks in India to the new threat of incels and MGTOW vehicle attacks in America)\n\nLook, one group gaining rights doesnt mean the other groups are losing rights",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h-TzLr1bBV",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383445,
                    "commentText": "@Morty You incorrectly inferred a lot from my comment, brah. You said all of those thing, not me. But the argument can easily be made that men have it worse, statistically and generally. You also might want to do a little more research on the EARNINGS gap, instead of cherry-picking specious social science \"studies\"",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h-ofMUXLxY",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383446,
                    "commentText": "Mourning Star \nSad attempt to confuse the issue\n\nBy using the word 'cuckservative' you said a lot about yourself and your beliefs (sociolinguistics, look it up)\nBy hopping into a discusion under a video about subtle <b> sexism </b>in language, with a bunch of misogynists, claiming western society is worse for men than it is for women, you said a lot about yourself and your beliefs.\n\nSure, a few statistics are worse for men, but to pretend men have it worse overall is simply deliberately ignoring prevailing power structures and a history of subjugation to fit what you have chosen to believe to suit your needs\nIf Im so wrong, then please, enlighten me as to why you felt the need to say that in this context\n\nAnd Ive done plenty of research on the wage gap, which is why I specifically mentioned that it exists even fresh out of college for the same work. Why do you think I mentioned that?\n\nIts time to leave the tree fort.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h-sWYekSRY",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383449,
                    "commentText": "Cuckservative is funny sounding. We all know that censorious Leftists like yourself forgot what humor is a long time ago, but damn dude, do you have to be such a pathetic puritan? That's why everybody hates you, you know",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h-y-_sARew",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383452,
                    "commentText": "Mourning Star \nWhos trying to censor anyone here? I dont see any censorship or any attempt at censorship.\n\nAnd don't play that pathetic childish game \"oh it sounds funny\"\nTypical troll tactic\nTry to muddy the waters, ignore the norms of discourse and meaning (re: cuckservatice), then cry victim (re:censorship)\n\nThis has been done a million times, you are not clever, and you are not original. Youre just another troll.\nThis is why everyone hates you, you know.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h04xLHraup",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383454,
                    "commentText": "You're incapable of censoring me. I was talking about your nature",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h08KfZmltn",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383456,
                    "commentText": "Mourning Star \nAnd you thought I infered too much...wow\nPpffft\n\nI have no interest in censoring anyone\nAnalyzing, understanding, discussing, debating\nThats not censorship, <b> snowflake\n</b>\nNot only have you lost here today\nBut you've embarassed yourself",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0OCWBqDo_",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383457,
                    "commentText": "All of your comments are inference. I know, I know, you can't see the low hanging cloud of cognitive dissonance that is currently enshrouding head",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0PKNUqoZ_",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383459,
                    "commentText": "Mourning Star \nNow youre talking nonsense, desperate to have the last word\n\nLets play a game...",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0U1pKOLSO",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383462,
                    "commentText": "Well, one would wonder why you're still posting when you had already declared yourself the \"winner\". I'm gonna peg your <b> age </b>at somewhere around... 17?",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0XQXWa2j8",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383464,
                    "commentText": "Mourning Star \nDidnt read your shit, no idea what you said",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0eTBjxbWf",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383466,
                    "commentText": "All that matters is that you are now trapped",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h0g6p0yYtD",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383468,
                    "commentText": "Mourning Star 9\nDidnt read your shit, no idea what you said",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h1AiTk1j_U",
                    "user": "Fred lol",
                    "date": "1 year ago",
                    "timestamp": 1538566383470,
                    "commentText": "Pick one quote in this video which would be deemed \"extreme left\"",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h2086R5hp-",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383473,
                    "commentText": "@Fred It doesn't have to be a quote. This entire mode of thinking is informed by the power/oppression narrative in cultural Marxism. Instead of looking at why a thing is, we virtue signal and highlight why a thing is offensive to said narrative",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h21n0e7Yhw",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383475,
                    "commentText": "Mourning Star \nStill desperate for the last word are we?",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h240E-yBtc",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383477,
                    "commentText": "My comment wasn't directed at you, little man",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338h7BsQfylvL",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383479,
                    "commentText": "Mourning Star \nOn a serious note, you imply 'cultural marxism' complains about power dynamics instead of looking at why a thing is the way it is.\n\nMarx invented the study of sociology and coined the phrase capitalism. He invented the field of study that explores why society, including power dynamics, are the way they are.\n\nHis buddy, Friedrich Engles, wrote the book 'Family Private Property and the State,' that explores the history of <b> gender </b>power dynamics and how it relates to capitalism.\n\nSo the fact is, Marxists very much are interested in why things are the way they are, in fact, Marx invented the study of it.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hAExf3qmuy",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383482,
                    "commentText": "Boy, you REALLY hit the Kool-Aid hard, brah. Marx most definitely did not coin the term Capitalism (although one can credit him with the straw man), nor did he \"invent\" Sociology. I'll allow time for a Googling",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hAN443Fhof",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383484,
                    "commentText": "Mourning Star \nWell, after some googling Im a big enough man to admit that whoever told me those two things was wrong, so capitalism was coined prior to Marx, as was the word 'Sociology'\n\nBut the larger more important point still stands\nYou claimed cultural Marxists dont think about what causes things to be the way they are\n\nWhen in fact, Marx was indeed an important sociologist and was an early scholar of the capitalist mode of production\n\nFor me, what you have gotten correct is really a trifle\n\nFor you, your world view is still desperately false\nThose on the left, including this <b> boogie </b>man, straw man 'cultural Marxist' you imagine, actually does study what makes things the way they are\n\nBut lets move on\n\nSince this started with the topic of<b>  sexism</b>\nPlease, tell me, why are things the way they are?",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hAQueRT8Dy",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383485,
                    "commentText": "Things are the way they are due to evolution and the influence the 'nature of things' has on the genome. Heading over to human action, I invite you to check out Praxeology and how we (Austrian styled economists) use it to describe the collective human consciousness we call the Market. We are against virtually all interference in said market. Now, Marx, in his lifetime affected very little. But one must only look at the contagion that are his posthumous followers to get to the root of human interference and its mal effects. While you're at it, peep the Post Modernists and their bullshit",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hATaeJ1-1Y",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383487,
                    "commentText": "Mourning Star \nDo you like tainted meat?\nWhen you buy ground meat from the store, do you like guessing if there are human body parts in it? Sick and rotten animals? Pregnant sows?\n\nNo?\n\nThan thank a socialist.\n\nUpton Sinclaire, a huge socialist, wrote 'The Jungle,' which among other things exposed the filth of the American meat industry.\nPeople stopped buying US meat, the government made the FDA.\nNow one can be reasonably assured that their grocieries are safe.\n\nSocialists also fought for things like safe working conditions, reasonable work hours, universal education\nAll thigns that help make America great\n\nCapitalism contains within itself the seeds of its own destruction, consider the tragedy of the commons.\nIndividual actors can make rational market decisions and together destroy the entire system, like fishing rights. Each fisherman wants bigger and better nets to make more money, until all the fish are gone and they all starve.\n\nTo be clear\nIm not arguing for communes\nIm not arguing for price controls\n\nAnd I dont believe any one system taken to the extreme is good\n\nA capitalist system with some control, when there is a compelling societal interest (this is a moderate system) is better than pure capitalism or pure socialism\n\nIn fact, this may surprise you, but Im working on a Master of Business Administration (MBA) on my nights and weekends after work\nI am literally studying capitalism\n\nTo address social Darwinism: although self interest and competition are absolutely necessary for the econony to work; humans can accomplish more through cooperation.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hAhmKbq6gV",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383489,
                    "commentText": "This is junior league stuff, buddy. People have been having these arguments since the dawn of industrialization. I, personally, am not an Anarcho-Capitalist, but the argument is that the Market would sort things out on its own and that the regulation stifles freedom and innovation. Also: what you call Capitalism is a straw man. If you're studying BUS then you must be aware of the nature of the corporation and the state? Of tax law and cronyism? We tend to be against all of it. You sound like a burgeoning Keynesian (young and idealistic, I'm sure). I don't hate you for it. I and many others simply believe that that type of economy (heavily intertwined with GOV) will eventually collapse under its own bureaucratic bloat and when that happens, everybody will blame the straw man: \"Capitalism\". If you want to see what comes closest to true Capitalism, in the way we use the term, Hong Kong awaits...",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hBJlfobUqb",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383491,
                    "commentText": "Mourning Star\nI think you mean 'basic' not 'junior league'. As in, this was a basis for a discussion.\n\nWhy is it so important for you to believe Im a teenager?\nIm in my mid thirties and spent 2 summers in Hong Kong as a teen many moons ago...Ive lived on 3 continents.\n\nYour comments are needlessly insulting, which is what caused me to insult you back earlier. I know Im not blameless on this one btw.\nBut You really need to drop this whole self superiority act, its obnoxious and unnecessary, and only stops people from listening to you.\n\nIf you arent an anarcho capitalist then there is no point debating that point\nBut Im sure youve heard of Wall City, it was the dystopian outgrowth of unfettered capitalism in Hong Kong\nDiscussing the problems of pure capitalism with an anarcho capitalist can be frustrating, because it always comes down to a 'no true Scotsman' argument with them, and they are a very idealistic bunch\n\nBut as for you, do accept that cultural marxists do indeed consider things like evolution and human nature, why things are the way they are; and that people that disagree with you arent automatically teenagers; you mentioned a straw man earlier, but youre making one now\n\nIt is possible for someonr to be aware of something you are, but still disagree with you.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hCrnipNtfe",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383494,
                    "commentText": "I am also in my mid thirties and I never said you were young, you must have inferred that based on my assholish nature. I would, however, state that I believe your philosophy to be an immature one that focuses on the negative and displays an overall Zinnian historical outlook (victim/oppressor dynamics). \"Capitalism\" has pulled more people out of poverty than Socialism ever has or will. Check out Pinker's new book for more details on what is actually working. Within a non-system (true free market), there will always be inequality (like the walled city). To try and enforce 'equality' seems to result in a totalitarian shitscape.\n\nAs for the No True Scotsman, all ideologues are guilty of it and, within Marxist circles, it is the thing of legend. Non-Scotsman include: Mao, Stalin, Pol Pot, Lenin, Kims I, II, and III, Chavez/Maduro, <b> Ho </b>Chi Minh, and, in a lot of ways, Marx himself!",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hD-H1YIKyl",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383496,
                    "commentText": "Mourning Star \nIn a post from 4 days ago you guessed that I was 17 years <b> old,</b> and later called me 'little man'\nSo yeah\n\nWhats funny is I started my adult life as a far right Republican, I voted for W\nBut I gained life experience working shitty jobs and that made me a lefty\nSo its funny to hear you claim my view point is immature\n\nBut anyway, thats not important\n\nI accept that there will be inequality\nWhat I want is equality of oppourtinity not equality of outcomes\n\nCapitalism is not a panacea.\nA famous economist once said, 'there are no solutions , only trade offs,' that applies to capitalism as well\n\nLife under laissez faire economics was miserable for most people\n\nReal world experience led people to demand things like sanitation, safe working conditions, safe consumer products, environmental protections ect\nThings the free market will not provide on its own\n\nAnd you seemed to say earlier that the market could simply sort out the 'tragedy of the commons,' \nthe whole point is that the free market cannot do that.\nWhich makes me think you do not actually understand the tragedy of the commons.\n\nJust like with fishing rights, a group of individual actors can make rational decisions and destroy themselves\nHow exactly does the free market stop fishermen from catching all the fish, without a powerful arbitrator enforcing limits?",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hD6PHr34Wh",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383499,
                    "commentText": "First of all, you're talking to a former longtime hobo. I know full well the REAL tragedy of commons (oddly enough, I was a far Leftist for most of my--up until recently--wasted life). Secondly, concerning my speculation over your <b> age,</b> I have a hard time remembering my own vitriol sometimes. Lastly, as far as the free market goes, I can only disagree by saying that Keynesianism and all of its mutations is worse that doing<b>  nothing</b> at all. That, in fact, the free market would (and in some cases, already does) provide for the things you mentioned, given proper time. We will find out the error of meddling in a few decades as debt, QE, and entitlement programs drag us all back to the starting point. The reset looms...",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hDt7BMApMP",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383501,
                    "commentText": "Mourning Star \n\nThe free market didnt, when it was given a chance on its own.\nThe gilded <b> age </b>was not pleasant for most people.",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hFZYymX5Ke",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383503,
                    "commentText": "And neither were any of the ages before that. Central planning isn't new, nor was it invented by Keynes or Marx. The closest approximation would be the Feudal system and their mercantilist bullshit. The free market has pulled the world up via innovation (amongst many other positive aspects). Intervention didn't do anything for the peoples of the past and it's not doing anything for us now... well, except dragging us down to the murky depths of a shit-bog",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hFa9eoVBiz",
                    "user": "Morty Sanchez",
                    "date": "1 year ago",
                    "timestamp": 1538566383506,
                    "commentText": "Mourning Star \nThis conversation seems to be winding down.\nI agree that capitalism is a great thing, it lifted billions out of poverty. But its not the only thing that made a great modern society: democracy, universal education, labor laws, safety laws, environmental laws ect\n\nA look at the USSR or China would confirm communism is an awful system.\nUnfettered caputalism is awful as well. \n\nIm arguing for something in the middle.\n\nConsidering all the countries that mix the free market with government action when necessary, that are all wealthy, vibrant, equitable, and clean\n\nYoure not going to convince me that the middle ground is a hell scape, or whatever colorful language you want to employ\n\nLeast of all with the standard internet intelectual's Hayek handbook\n\nCheers\nIm out",
                    "likes": 0
                },
                {
                    "id": "Ugw-cRb1JTun5QswESd4AaABAg.8gxn9_Qnq338hFmF7Uj0MN",
                    "user": "Mourning Star",
                    "date": "1 year ago",
                    "timestamp": 1538566383508,
                    "commentText": "You want a 50/50 mix, I want a 20/80 mix. But I wouldn't sleep on Hayek if I were you... hasta luego",
                    "likes": 1
                }
            ]
        }
    ]
}