{
    "header": {
        "title": " Redesigning Age | David Harry Stewart | TEDxAsburyPark ",
        "subtitle": " NA ",
        "owner": " TEDx Talks ",
        "views": " 2,921 views ",
        "likes": " 71 ",
        "dislikes": " 1 ",
        "shares": " NA ",
        "datePosted": " Jul 16, 2018 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=Cgcyxsjmm78 ",
        "postText": " David Harry Stewart: Photographer, Founder and Face of AGEIST. . Increasing longevity is allowing people to work well past the official age of retirement, and those age 50+ are now a critically important demographic. Their political, social and economic standing makes them the most powerful generation to have ever lived. David suggests that our attitude towards later life needs a reboot at every level and that we have locked ourselves into a culture that is anti-age.   David is the founder of the media and research company AGEIST, whose purpose is to reinvent how life after 50 is lived.. Learn more at http://tedxasburypark.com/. . . It is well-documented that people over 50 are living in radically different ways than their parents, and those who are 50+ are now a critically important demographic. Their political, social and economic standing makes them the most powerful generation to have ever lived. David is the founder of media and research company AGEIST, whose purpose is to reinvent how life after 50 is lived, experienced, and understood. He says this is best achieved through design and modern media tactics rather than legislation, and until this is embraced, we will fail to see the real economic, humanitarian, and cultural benefits of increasing longevity.  David suggests that our attitude towards later life needs a reboot at every level. He says that we've locked ourselves into a culture that is anti-age and it is evident throughout media, organizations, and even in the language we use. 'Redesigning Age' It is well-documented that people over 50 are living in radically different ways than their parents, and those who are 50+ are now a critically important demographic. Their political, social and economic standing makes them the most powerful generation to have ever lived. David is founder of media and research company AGEIST, whose purpose is to reinvent how life after 50 is lived, experienced, and understood. He says this is best achieved through design and modern media tactics rather than legislation, and until this is embraced, we will fail to see the real economic, humanitarian, and cultural benefits of increasing longevity.  David suggests that our attitude towards later life needs a reboot at every level. He says that we've locked ourselves into a culture that is anti-age and it is evident throughout media, organizations, and even in the language we use. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx ",
        "numberPosts": " 17 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - General",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Age,Ageist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgwNQUgWZj05GO8nag94AaABAg",
            "user": "Brian Smiga",
            "date": "1 month ago",
            "timestamp": 1569402118341,
            "commentText": "Time has come for boomers to generate value and stewardship in their best years. I'm committed to maximizing our contribution.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz7mSgmtTfnrzNi9X94AaABAg",
            "user": "WENDI COOPER HOST",
            "date": "3 months ago",
            "timestamp": 1564045318343,
            "commentText": "Couldn't agree more with how people (I'm 64) are spoken to in advertising these days - I like to say - We love a Harley and a really nice leather jacket  not Bingo at the Rec Center.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyG7590hEIs6nsN6Ox4AaABAg",
            "user": "Francine Tolf",
            "date": "11 months ago",
            "timestamp": 1543136518345,
            "commentText": "Positive and inspiring!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxuLHbP9xSnjwb-rLt4AaABAg",
            "user": "Larry Cornett",
            "date": "1 year ago",
            "timestamp": 1540458118347,
            "commentText": "Great job, David! I completely redefined my career after 50 to create my \"next act\" and I'm loving it.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxuLHbP9xSnjwb-rLt4AaABAg.8jD_OICx34o8jDx2BJFO8N",
                    "user": "AGEIST",
                    "date": "1 year ago",
                    "timestamp": 1540458118697,
                    "commentText": "Awesome Larry! That takes guts, but shows that we can change what is not working for us.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugwhbs7VLOHQITDlCuh4AaABAg",
            "user": "AGEIST",
            "date": "1 year ago",
            "timestamp": 1540458118349,
            "commentText": "Such a thrill to be up on that stage! Highlight of a lifetime. Thank you TEDx AsburyPark for your mentoring and support. Great team there and I am so happy to have been part of the event.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwhbs7VLOHQITDlCuh4AaABAg.8jBFOQzB4908v6QqDpZucY",
                    "user": "Deborah J Holliday",
                    "date": "5 months ago",
                    "timestamp": 1558774918701,
                    "commentText": "Wish I had known you were here! Now I have to fly to LAX for the first YBL conference!🤣",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugw2SdBUbbAWLgq1eWx4AaABAg",
            "user": "Divine Daytripper",
            "date": "1 year ago",
            "timestamp": 1540458118352,
            "commentText": "Resonant video that captures the zeitgeist of this incredible time of being alive in the second half of life.  Bravo.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgznRKj7dZGSXSHFJoN4AaABAg",
            "user": "Regina Dreyer Thomas",
            "date": "1 year ago",
            "timestamp": 1540458118354,
            "commentText": "Good job!  You spoke with passion and surety, David. Worth our time to continue to think about.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwLbp_Qjqx4-3kI6Tx4AaABAg",
            "user": "Don Don",
            "date": "1 year ago",
            "timestamp": 1540458118355,
            "commentText": "People are Changing their lives at any <b> age </b>now. In the past 20 years with the failing economic climate people became less mobile in a sense moving or traveling to other places and living differently or changing their quality of life decreased in my opinion.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwLbp_Qjqx4-3kI6Tx4AaABAg.8iqb0JJBn548iuTLUy7Zd0",
                    "user": "AGEIST",
                    "date": "1 year ago",
                    "timestamp": 1540458118688,
                    "commentText": "Good point, makes sense that economics and mobility are linked.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgwLbp_Qjqx4-3kI6Tx4AaABAg.8iqb0JJBn548iuVPgqPaKr",
                    "user": "Don Don",
                    "date": "1 year ago",
                    "timestamp": 1540458118689,
                    "commentText": "AGEIST   I mean if im in an area where meeting a great person is my goal but that just isnt here and the finances wont allow me to move to where there are better # s then it looks as if im stuck or selectively single.  It does make sense about the Chattanooga TN area....",
                    "likes": 0,
                    "keywords": [
                        "Ageist"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugxtdqtp4S-5atlwPl94AaABAg",
            "user": "da AL",
            "date": "1 year ago",
            "timestamp": 1540458118358,
            "commentText": "love it! strong people are hard to kill!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugxtdqtp4S-5atlwPl94AaABAg.8iojGBmOhlx8iuT6VPPy_b",
                    "user": "AGEIST",
                    "date": "1 year ago",
                    "timestamp": 1540458118682,
                    "commentText": "Ha! You have seen our tote bags. Yes, stay strong, live long!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugyue4VHcl-kxksv2zh4AaABAg",
            "user": "Corinne Haig",
            "date": "1 year ago",
            "timestamp": 1540458118361,
            "commentText": "Love this, so inspiring, thank you!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxT-aLJOvTzOUPRYb14AaABAg",
            "user": "Ruth Crawford",
            "date": "1 year ago",
            "timestamp": 1540458118362,
            "commentText": "Great job! I am 64 and going strong!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxT-aLJOvTzOUPRYb14AaABAg.8imSDf_Idrn8iuSvug625C",
                    "user": "AGEIST",
                    "date": "1 year ago",
                    "timestamp": 1540458118693,
                    "commentText": "Thank you!  64 is a great <b> age,</b> lets keep pushing ahead.",
                    "likes": 0,
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}