{
    "header": {
        "title": " Sexism in Harry Potter ",
        "subtitle": " NA ",
        "owner": " Dash X ",
        "views": " 17,330 views ",
        "likes": " 475 ",
        "dislikes": " 63 ",
        "shares": " NA ",
        "datePosted": " Nov 10, 2013 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=5rqQDBOcuAU ",
        "postText": " Watch in HD and full screen for best results. Type in sexism in ... fill in the blank with whatever want. All you ever hear or read about is how something is sexist to women. It's very unusual to hear people address how something is sexist to men.  My problem is not so much with the sexist moments in this book series (although, I must say they aren't exactly my favorite parts) but my main issue is with the fact that nobody ever brings these obvious sexist moments up when they talk about 'Sexism in Harry Potter' Most people sooner recognize non-existent sexism against women than they do clear-cut sexism against men. ",
        "numberPosts": " 294 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Woman,Sexism,Sex,Sexual,Gender,Misogynist,Patriarchy,Misandry,Dame,Chick,Nothing,Nobody,Dumb,Hunchback,Crazy,Racism,Racist,Race,Old,Common,Beta male,Faggot,Gay,Age,Gay,Homosexual,Feminazi,Bimbo,Lesbian,Nigga,Terrorist,Fat,alcohol",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugyg1CmtJ2Kd2e60CB54AaABAg",
            "user": "DemocracyMustDie",
            "date": "7 months ago",
            "timestamp": 1551627004732,
            "commentText": "There's a lot more sexist moments in Harrpy Potter than that.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzZrCBRLOfsDWOYdQh4AaABAg",
            "user": "JFountain productions",
            "date": "1 year ago",
            "timestamp": 1538580604734,
            "commentText": "Mudblood I wonder why the founders didn't booby trap the girls bathroom too",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwGjR3PegPS1kqyG6F4AaABAg",
            "user": "JFountain productions",
            "date": "1 year ago",
            "timestamp": 1538580604737,
            "commentText": "I'm not sure if this improves you're point but I think it's worth mentioning that there are no male veela",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyWUEIwixMLPRzmQ6B4AaABAg",
            "user": "JFountain productions",
            "date": "1 year ago",
            "timestamp": 1538580604739,
            "commentText": "Mudblood\n\nEveryone share this to J.K Rowling and also does she really think it's sexist towards women when the author is female",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxTi7hmtV2np6gBlst4AaABAg",
            "user": "JFountain productions",
            "date": "1 year ago",
            "timestamp": 1538580604741,
            "commentText": "Mudblood\n\nIf anything Hermione's character is sexist towards males because Harry and Ron completely depend on her or they would never get through school not to mention it's basically saying girls are smarter than boys with her character",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwLlL68dEJoY4hPP_d4AaABAg",
            "user": "JFountain productions",
            "date": "1 year ago",
            "timestamp": 1538580604742,
            "commentText": "Mudblood\n\nYou forgot that female dragons are dominent",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxPzCxqXSDtmORH3DJ4AaABAg",
            "user": "Scarmanderg955 6",
            "date": "1 year ago",
            "timestamp": 1538580604744,
            "commentText": "Mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx_pOjJIgrd02ZVAdB4AaABAg",
            "user": "chris rutkowski",
            "date": "1 year ago",
            "timestamp": 1538580604746,
            "commentText": "It's written by a <b> woman.</b>..what did you expect?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugx_pOjJIgrd02ZVAdB4AaABAg.8e6VhQCjONc8los9Cw2Ucz",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580605067,
                    "commentText": "Ok what YOU just said was sexism",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzRNdS2u5Xf2XsdfjB4AaABAg",
            "user": "popstarprincess123",
            "date": "1 year ago",
            "timestamp": 1538580604749,
            "commentText": "Has this <b> woman </b>ever read nancy drew\nThis<b>  woman</b> has never read a book she likes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz7aC_urtK33r3l3pN4AaABAg",
            "user": "saganist",
            "date": "1 year ago",
            "timestamp": 1538580604751,
            "commentText": "I think Harry Potter has actually had tremendous influence on peoples beliefs regarding the sexes. I mean Harry Potter himself is a typical \"nice guy\" who in reality would get shit on by women. Gives a lot of false hope for all the nice guys out there. JK Rowling is quite a sorceress, we have to admit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz6FaXj52kOGFEXBG14AaABAg",
            "user": "Notme Notme",
            "date": "1 year ago",
            "timestamp": 1538580604753,
            "commentText": "The stairs turn into a slide because Umbridge is headmistress.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugz6FaXj52kOGFEXBG14AaABAg.8_UY2mVSiYu8_Udtt0ZRYf",
                    "user": "Dash X",
                    "date": "1 year ago",
                    "timestamp": 1538580605057,
                    "commentText": "Wrong",
                    "likes": 0
                },
                {
                    "id": "Ugz6FaXj52kOGFEXBG14AaABAg.8_UY2mVSiYu8lorS_xtZNE",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580605058,
                    "commentText": "Hermione said it's an \"ancient\" rule and it was in Hogwarts a history",
                    "likes": 0
                },
                {
                    "id": "Ugz6FaXj52kOGFEXBG14AaABAg.8_UY2mVSiYu8lor_KLry9j",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580605060,
                    "commentText": "The sad thing is J.K Rowling could have made it so that it's because umbridge was headmistress but she didn't",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwYGlstMsVdttMJvrN4AaABAg",
            "user": "Michael M.",
            "date": "1 year ago",
            "timestamp": 1538580604756,
            "commentText": "Mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzDDnkiuiEjiklf6Qp4AaABAg",
            "user": "L Ryuzaki",
            "date": "2 years ago",
            "timestamp": 1507044604758,
            "commentText": "Mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxKyQlsK5FoVZgcSU94AaABAg",
            "user": "L Ryuzaki",
            "date": "2 years ago",
            "timestamp": 1507044604760,
            "commentText": "I recall cheering with the audience when Hermione punches out Draco Malfoy and it impresses her male colleagues and friends, Harry and Ron. lol I love that this retarded author of this shit left that out. Hermione is a strong likeable female character with flaws.\n\nFeminists just want annoying Mary-Sues. Hell, they even have a websited CALLED \"The Mary-Sue.\" Shit, feminists are so predictable...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxPqbZ7IfgbIbfe_7F4AaABAg",
            "user": "Marinanor",
            "date": "2 years ago",
            "timestamp": 1507044604762,
            "commentText": "Oh your Unicorn example is stupid. Throughout the history of fantasy, as far as I have read, Unicorns are only interested in being in the company of Virgin girls.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgxPqbZ7IfgbIbfe_7F4AaABAg.8X6XxOh71ck8X6_mubwY4w",
                    "user": "Dash X",
                    "date": "2 years ago",
                    "timestamp": 1507044605046,
                    "commentText": "\"Unicorns are only interested in being in the company of Virgin girls\" You just said ONLY interested in the company of GIRLS . How is that a stupid example then?",
                    "likes": 0
                },
                {
                    "id": "UgxPqbZ7IfgbIbfe_7F4AaABAg.8X6XxOh71ck8X6_vLDMmga",
                    "user": "Marinanor",
                    "date": "2 years ago",
                    "timestamp": 1507044605047,
                    "commentText": "Because Harry Potter is basically a modern day fairy tale in England. It's not sexist for something like that to exist in Harry Potter. It's always been like that for at least decades in Fantasy literature if not centuries.",
                    "likes": 0
                },
                {
                    "id": "UgxPqbZ7IfgbIbfe_7F4AaABAg.8X6XxOh71ck8X6aJLBS8C1",
                    "user": "Dash X",
                    "date": "2 years ago",
                    "timestamp": 1507044605049,
                    "commentText": "So it's not sexist because \"it's always been like that\" even though it is differentiating based on <b> sex.</b>",
                    "likes": 0
                },
                {
                    "id": "UgxPqbZ7IfgbIbfe_7F4AaABAg.8X6XxOh71ck8X6aXCBktc-",
                    "user": "Marinanor",
                    "date": "2 years ago",
                    "timestamp": 1507044605051,
                    "commentText": "In folk tales and fairy tales, and ancient Pagan Lore, virgins, especially female virgins were seen as \"magical\" in certain ways. Same thing here. That's all it's alluding to. Maybe the rest of your examples could be right, especially the magical slide not letting Harry go to the girl's dormitory, but the one with the unicorns only like girls is, for lack of better words, cannon to real life lore, not just Harry Potter is all I'm saying.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugxk0nF0_76O-DAhW8F4AaABAg",
            "user": "micklucas1",
            "date": "2 years ago",
            "timestamp": 1507044604765,
            "commentText": "this isnt sexist",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggZccLMZ4DGoHgCoAEC",
            "user": "SuperFloxes",
            "date": "2 years ago",
            "timestamp": 1507044604767,
            "commentText": "It's stuff like this that makes me want to write a joke article about a feminist getting offended at Bubble Guppies.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyrDAakOtWM__unoVh4AaABAg",
            "user": "Rusiechan",
            "date": "2 years ago",
            "timestamp": 1507044604769,
            "commentText": "OOOKKKK, the fact is J.K Rowling portrays all the female characters in the series as unlikeable and worthless. There is <b> nothing </b>wrong with the male characters, just the lack of female representation is sexist because it's clearly a way of saying girl's a just burdens. Also, Harry and Ron ARE like bully's to Hermione! They never even say sorry for treating her like trash when they thought her cat killed Scrabbers. And they were so rude to her and made her cry on multiple occasions, forcing her to seek Hagrid's help. But after everthing is over they just act like it never happened.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyrDAakOtWM__unoVh4AaABAg.8Qgi8iUJ_Pg8Qi-m-VrSoF",
                    "user": "Dash X",
                    "date": "2 years ago",
                    "timestamp": 1507044605083,
                    "commentText": "I don't think you watched this video.\n\"There is <b> nothing </b>wrong with the male characters\"\nExcept for the fact that they aren't trustworthy and stairs turn into a slide when they go up to girl's dorm yet that doesn't happen to the girls.\n\nAgain, you can't come up with an example where girls were treated worse simply for being girls because it doesn't exists. All you can come up with is \"oh Hermione was made to feel bad a couple times\" That's because Ron and Harry didn't like the things she DID not because she was a girl. Get a clue.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgjhMEVU0pvm-3gCoAEC",
            "user": "albertjrXI",
            "date": "2 years ago",
            "timestamp": 1507044604772,
            "commentText": "also mudblood, on two occasions (maby three i cant remember if lavender brown used anyon ron) in the book that love potion was used on male characters by females for for both  date-rape (tom riddle sr) and attempted date-rape/seduction (on harry which failed and was taken by ron instead). further proving your case. not to mention harry had  trouble with many spells that Hermione could do flawlessly.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghWXyksgjhsGngCoAEC",
            "user": "albertjrXI",
            "date": "2 years ago",
            "timestamp": 1507044604773,
            "commentText": "mudblood i thought you would say something stupid when i saw the tittle of this video, but you actually have a pretty decent head on your shoulders",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggxK6m_0_o0LHgCoAEC",
            "user": "Dan Shelton",
            "date": "3 years ago",
            "timestamp": 1475508605856,
            "commentText": "GREAT WORK on this.  This is unique.  It's about time double standards against men are brought to light.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugjs8uc-MoXMU3gCoAEC",
            "user": "terrywest111",
            "date": "3 years ago",
            "timestamp": 1475508605859,
            "commentText": "I never did understand the stairs thing. I mean, yes... if you are going to \"protect\" one <b> sex </b>from potentially harmful encounters then why not do it for both?\n\nForgive me if I touch on uncomfortable subjects, but let's be honest.\n\nThe stairs were put into place to prevent unwanted coupling at the school.\n\nThe founders in their time (a thousand years ago according to the books) obviously knew that passions could flair at the school  (which is filled with young people, because it's what boys and girls do) and you could have students coupling. Knowing that they could not possibly stop this, the the founders obviously felt that they should limit the responsibility of the school by preventing it INSIDE the school... at least in a most obvious place it could happen. In the bed chamber areas. (Because yes, most people would like to do it on something soft like a bed)\n\nNow yes, we know there are some aggressive boys out there who might want to press their advantage... and who is to say that the founders didn't catch people doing the nasty in the girl's dorms? But let us remember that we are talking about a world in which magic exists. As proven by the story of Voldemort, it is possible to misuse magic to supplant the will of a person. That's what Voldemort's mom did to his dad.\n\nSo anyway, they place a magical barrier (which mind you would be rendered useless to a male student that knows how to fly like, oh... I don't know Voldemort) to prevent any coupling in the girl's dorm, yet they didn't think that the opposite could be true? That you could have some sexually aggressive girls? Or that perhaps you could have a female<b>  sexual</b> predator? Does J.K. Rowling subscribe to the idea that you can't rape a man? Or a boy? That a girl or <b> a woma</b>n couldn't do something like that, even though it happens in real life? Or that simply a nice girl could want to go have a good time with a boy in HIS room? (Barring that the guy doesn't have any cockblocking friends, you can start to see that this is pretty ridiculous and has most likely happened a lot over the centuries)\n\nAgain, I never got it.\n\nNow, I love women and girls. I come from t<b> he o</b>ld school and do believe that they should be respected and protected. And I will admit that I believe that they should be protected more than boys. But that's just how I was brought up. It's obviously a remnant of a by gone time in our history.<b>  An </b>age where chivalry and good manners was the norm and expected from people. But now, the powers that be want everything to be equal. They want us to forget<b>  the</b> old ways or modify them. Even my own beloved Emma Watson says that she can accept a man opening the door for her but would expect me to allow her to open the door for me. (And while I know in my heart that that's something called being polite, in my head I struggle to make myself accept that) But in an institution, like a school that needs to have rules for the it's student it is a given that those rules must be unbiased. \n\nSo if you are going to protec<b> t on</b>e sex then you should protect both or not have it at all. Maybe in the 19 years after the school was basically destroyed, the rebuilt school did away with this head scratching rule. Or perhaps, they instituted it for both dorms. But who knows? Perhaps the ruling elite of the Wizarding World (in England) still hold on to chivalry?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghOfluUXCv5E3gCoAEC",
            "user": "terrywest111",
            "date": "3 years ago",
            "timestamp": 1475508605861,
            "commentText": "Well, just would like to point out that in Fantastic Beasts, MACUSA (the American Wizarding Government) had a female President in the 1920s. Looks like the Wizarding World is way more equal than Muggle World.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiT6pH_gvj0HHgCoAEC",
            "user": "carultch",
            "date": "3 years ago",
            "timestamp": 1475508605863,
            "commentText": "Malfoy called Hermione Mudblood.  Ron retaliated on her behalf, and his broken wand backfired.\n\nThat being said, I'd like to see you Vinny, discuss an example of <b> sexism </b>against women that will surprise your entire audience.   Similar to how you've drawn a distinction between perceived<b>  sexism</b> in character development as the article's author discusses, vs ACTUA<b> L sexis</b>m in rules stacked deliberately against one of the sexes, as with the dormitory staircase issue.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggYHcyNW-5eWngCoAEC",
            "user": "SuperFloxes",
            "date": "3 years ago",
            "timestamp": 1475508605865,
            "commentText": "This is the kind of stuff I'd say as a joke just for the point of ranting.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggYHcyNW-5eWngCoAEC.8CsMeIzORDh8CsMmkH9lNM",
                    "user": "SuperFloxes",
                    "date": "3 years ago",
                    "timestamp": 1475508606285,
                    "commentText": "Ah crap. Just a minute off. Mudblood.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggO3fJXoyE8EngCoAEC",
            "user": "GI Jack",
            "date": "3 years ago",
            "timestamp": 1475508605867,
            "commentText": "Good God. Here's why Harry's a male: pretend that there is a female version of him, named Harriet. Harriet was orphaned as a young girl, and became forcefully adopted by his abusive parents. See why it doesn't work?\n\nThen again, even if this was sexist to women, it's written by a <b> woman.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggHV70wFWbxjngCoAEC",
            "user": "SJ NM",
            "date": "3 years ago",
            "timestamp": 1475508605869,
            "commentText": "Mudblood\n\nOne thing I always wondered was if boys are so untrustworthy why does Hogwarts allow girls to endanger themselves by allowing them to go into the boys' dorms in the first place, only to be surrounded by those horrid, awful boys?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjG5q8L5SNeP3gCoAEC",
            "user": "purpandorange",
            "date": "3 years ago",
            "timestamp": 1475508605871,
            "commentText": "LOL a <b> faggot </b<b> >beta male</b> trying to scor<b> e feminaz</b>i points. An all <b> to comm</b>on site on the internet.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghZlhOiUCTvU3gCoAEC",
            "user": "Andromeda09",
            "date": "4 years ago",
            "timestamp": 1443886205873,
            "commentText": "Mudblood..\n\nI really agree with your points. There will never be equality to be honest. Men and Women will always have that need to be superior to the other. It is stupid when feminists say they are fighting for \"equality\" but only fighting for their \"rights\". I'm a <b> woman,</b> and I find this thoroughly correct. Plus, those statements read by the narrator is just simple garbage. There was no<b>  sexism</b> presented it was merely statements of \"\"\"inferiority\"\"\" without reading the books or without even watching the movies.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggOXb0a-5GsgngCoAEC",
            "user": "Dion7",
            "date": "4 years ago",
            "timestamp": 1443886205875,
            "commentText": "There were two scenes in HBP in DH that bothered me. In HBP Hermione sends a flock of birds at Ron, and it is mentioned that he still had cuts several days later. In DH, after Ron returns, Hermione is so angry that she hits Ron several times. Imagine if that happened the other way around and Ron has physically hurt Hermione. I think he would have been called an abuser. But when Hermione did it, it was understandable and funny. <b> Nobody </b>would consider it harmful or sexist against men. \nAlso, mudblood. You're right, I was typing while the video was still playing. As a girl I can get away with saying it more often than men can, but I see a lot of women who are determined to be the victim, even when no one is attacking them.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghZT7pmgUqenHgCoAEC",
            "user": "Doe Twin",
            "date": "4 years ago",
            "timestamp": 1443886205877,
            "commentText": "Mudblood, if the sexes were switched, it's obvious what would happen. There would be articles on how sexist it is that Hermes is so much smarter than Harriet and Rona. And there would definitely be an uproar about the fact that Lady Voldemorta is the most flawed person in the series, and how most of her supporters are female, and how one of her only male supporters is also the most powerful. People would also talk about how Nevilla Longbottom has such a poor memory, and how Severa Snape is incapable of putting an letting go of an <b> old </b>school grudge.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghZT7pmgUqenHgCoAEC.819ifMuh5Yg8lo0RchGkv0",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580606275,
                    "commentText": "You make a good point",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugi9n7PzeuW_UXgCoAEC",
            "user": "lblackandgreen",
            "date": "4 years ago",
            "timestamp": 1443886205879,
            "commentText": "I really want to give you a high-five right now. I mean, really! high five That was so true. In my opinion, <b> nothing </b>can be sexist if you only say it on behalf of one<b>  gender</b>. Things can be sexist against both genders, not just the one. And I also laughed at that article you read. She didn't make any good points (that I could see at least) at all! It was just random, thoughtless little jibes and complaints at female characters. Complaining about them not being perfect, likeable and charming at all times. God forbid the story can have a small sense of realisim from time to time. :)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg-WGwkZeCgYHgCoAEC",
            "user": "Grama Tronco",
            "date": "4 years ago",
            "timestamp": 1443886205881,
            "commentText": "I wish they did <b> gender </b>reversed versions of the most popular movies. It would be a good experiment. However, they should change only one variable: females become males and males become females. everything else, the story, the dialogue, everything else stays exactly the same.\n\nI bet ghostbusters is not gonna be like that. I bet they're gonna glorify the women treating men badly in the movie, with the implication of \"see how it feels?\" [when the genders are reversed]. but they will not have simply reversed the genders. they will have changed many variables instead of just one (like a real scientific experiment, or a real logical argument about the effect of a specific variable). they will have the women shit all over the men all through the movie and call it equality, but really, it will have been a very different movie, not just a reversal of the genders. mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjHA-ljMuvehHgCoAEC",
            "user": "DeltaSpider",
            "date": "4 years ago",
            "timestamp": 1443886205883,
            "commentText": "The password for the video is \"Mudblood.\"  \n\nWhy did you choose that word, Vinny?  There had to be better words to choose from in the series.  I agree with you abou the points you brought up, though. The staircase that discriminates against boys struck me as sexist when I read it too.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghGJqDC1WmUTngCoAEC",
            "user": "Dash X",
            "date": "4 years ago",
            "timestamp": 1443886205885,
            "commentText": "\"but in the book we see four consecutive male Ministers and a male pronoun referring to a Prime Minister\"\n\nSeriously? This is the best you can come up with? So just the mere fact these particular characters are male is evidence of <b> sexism </b>because...?\nThe job did not exclude women. You just said yourself that Rowling herself said half of the ministers have been female. So what if 4 of them in a row were male? Again,<b>  nobody</b> can point out actua<b> l sexis</b>m against women in this book because it does not exist. By the way, The position of Minister of Magic was extremely dangerous at that time since Voldemort was back. Half those men were not ministers for very long because they were either under the imperius curse or were killed.\nSo once again, you cannot give an example of where women or girls were excluded from something simply for being female because it doesn't exist. But as I've shown there are examples where it happens to males. \nThe best anyone can do is say \"uh well these characters were male\" Uh news flash! it isn't sexist simply to be male.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghGJqDC1WmUTngCoAEC.7-H0Z7-Rc1z8aFTOX1-DZV",
                    "user": "Molly O Callaghan",
                    "date": "1 year ago",
                    "timestamp": 1538580606272,
                    "commentText": "I think the Thatcher reference was a subtle wink to parents reading the books, particularku British parents",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjaQhH7ZRZ3gHgCoAEC",
            "user": "Tom Robinson",
            "date": "4 years ago",
            "timestamp": 1443886205887,
            "commentText": "I'm glad that you pointed out the <b> sexism </b>against male characters, but I still think the book contains some things that are directed at women. For example, Rowling claims that fifty percent of the Ministers for Magic have been female, but in the book we see four consecutive male Ministers and a male pronoun referring to a Prime Minister who would have in fact been Margaret Thatcher. There was no reason not to use the female pronoun other than Rowling's assumption that the previous PM would have been a man, and Thatcher definitely wasn't.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjaQhH7ZRZ3gHgCoAEC.7-H0Z7-7sMT8aFTA0BSpaA",
                    "user": "Molly O Callaghan",
                    "date": "1 year ago",
                    "timestamp": 1538580606288,
                    "commentText": "I have a feeling she was trying to be subtle with the Thatcher thing. You know, so that parents reading it to the kids would catch the reference",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugj4qM_YiAsEBXgCoAEC",
            "user": "Courtney Rose",
            "date": "4 years ago",
            "timestamp": 1443886205890,
            "commentText": "The author used initials instead of her name. She also created a male protagonist. Women writers should stop using initials and use their names. Women writers should not be afraid that their books will not sale because of their <b> gender.</b> This idea is dated and silly. I hope.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugj4qM_YiAsEBXgCoAEC.7-H0Z7-N2Sf7-HP53Mj-CN",
                    "user": "Dash X",
                    "date": "4 years ago",
                    "timestamp": 1443886206292,
                    "commentText": "Um, there are other authors who do that too you know, male or female. What about R.L. Stine? He's a male author who uses his initials. Then you have female authors who don't use their initials. So your point is invalid, not that it was a good one in the first place.\n\"She also created a male protagonist.\"\nOH NO!!!!! What has this world come to?!?!?!",
                    "likes": 6
                },
                {
                    "id": "Ugj4qM_YiAsEBXgCoAEC.7-H0Z7-N2Sf71rh2rSBpwY",
                    "user": "RunDCM",
                    "date": "4 years ago",
                    "timestamp": 1443886206293,
                    "commentText": "Paula Hawkins, dean koontz, Gillian Flynn, Anthony doerr, liane moriarty, Tami hoag, e l James (50 shades of grey),Lisa genova,  Marie force, and John grisham all are the top authors this week and only one used her initials which was probably because it is a porno book and she may have been embarrassed until she saw the money rolling in with movie deals attached.  Somehow that book was allowed in target and even grocery stores despite it's pornographic content.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgiEnQXLzb1jKngCoAEC",
            "user": "captainsealed",
            "date": "4 years ago",
            "timestamp": 1443886205892,
            "commentText": "To be fair, the whole unicorns and female virgins having a special connection wasn't Rowling's idea.\n\nIt has been used in fantasy stories for a long time.\n\nThough, it does bring up of discrimination between male and female virgins.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgiEnQXLzb1jKngCoAEC.7-H0Z7-GmNk7-Ju_hwbGf9",
                    "user": "Dash X",
                    "date": "4 years ago",
                    "timestamp": 1443886206281,
                    "commentText": "I didn't say it was Rowling's idea. That's irrelevant to the point and doesn't change anything. It's still an example of actual discrimination based on <b> sex </b>that was in the book.",
                    "likes": 3
                },
                {
                    "id": "UgiEnQXLzb1jKngCoAEC.7-H0Z7-GmNk8G3-i7udLc3",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508606283,
                    "commentText": "Is there physical evidence of male virginity?  I've always wondered that, and I have personal experience as both a virgin male and a non-virgin male.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugiv7XFpDcoL8HgCoAEC",
            "user": "Christoph Sorg",
            "date": "5 years ago",
            "timestamp": 1412350205895,
            "commentText": "This video is so ridiculous it's actually phyisically painful. You have no understanding of basic theories, paradigms etc. of <b> gender </b>inequality. Patriarchal logic can go against some men because men are not a homogeneous group,<b>  nothing</b> new there. All feminism is claiming is that designing social relations and social orders towards the rule of men over women will hurt women on a-v-e-r-a-g-e more than men. And it's that same logic o<b> f gende</b>r stereotypes and male dominance/rule that leads to men being seen as potential rapists until proven not guilty (therefore the staircase thing) or overemphasiz<b> es gend</b>er straits such as emotional intelligence which guys allegedly don't have. But it's also the logic according to which Harry must be male, it can't be otherwise because most heroes are male (and girls learn from yo<b> ung </b>age to identify with male protagonists, but it mostly doesn't work vice versa). This perpetuates the idea of male agency. And HP is not a perfect case to show all this, although these straits def exist, as the character develop a lot after the article was written...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgguuHT3TowFfXgCoAEC",
            "user": "Simon M",
            "date": "5 years ago",
            "timestamp": 1412350205897,
            "commentText": "\"Simply being male isn't sexist...\"\n\nGive it time...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgguuHT3TowFfXgCoAEC.7-H0Z7-QnfO76odLrPfs6e",
                    "user": "Le Fred",
                    "date": "4 years ago",
                    "timestamp": 1443886206277,
                    "commentText": "Being white is a problem now. I guess the men thing will come soon.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "Ugj62HjAGifdCHgCoAEC",
            "user": "d8d8",
            "date": "5 years ago",
            "timestamp": 1412350207343,
            "commentText": "Mudblood: If every role was <b> gender </b>reversed. Then the feminist writer would still find<b>  sexism</b>.  She would say: why are so many women dying, why is Harrya so angry in the fifth book, JK Rolling is giving women so many horrible traits.  and why is Hermionoman given such intelligence when it comes to books but Harrya is s<b> o dum</b>b.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugj62HjAGifdCHgCoAEC.7-H0Z7-AZrH8G315OfM1zu",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508607779,
                    "commentText": "Mudblood.  The only way to not right a story with <b> sexism,</b> is to have it star characters from a species where<b>  sex</b> is not an applicable trait.   Like slugs.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggQcsEtLJee6HgCoAEC",
            "user": "Scott smith",
            "date": "5 years ago",
            "timestamp": 1412350207346,
            "commentText": "Mudblood, I heard in the first film the scene with the plants was different from the book. was it hermaniny that was panicking about the plants and ron tried to calm her down?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugixx2PdmUMSMngCoAEC",
            "user": "abbigail mathis",
            "date": "5 years ago",
            "timestamp": 1412350207348,
            "commentText": "1. I agree that the girl's staircase turning into a slide and not the boys is sexist. You would think that a professor or the headmaster would go back and enchant the boy's staircase as well, but that never happened. For some reason all of these teachers seem to think that no matter what a girl is always trustworthy and won't sneak into the boy's dorm room. NOT TRUE!\n2. Then there is the unicorns only liking girls,that I don't find that much of a problem,except for the stereotype that girls are more trustworthy than girls.\n3. I don't believe anything that article was saying about Harry Potter books being sexist to girls. There are plenty of strong characters that are both male and female all characters have their flaws and their strengths! \nThat is all I can rant about.(mudblood)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjSzX2wfrsX6ngCoAEC",
            "user": "Rosa H",
            "date": "5 years ago",
            "timestamp": 1412350207351,
            "commentText": "I didn't define the word to mean whatever I want, I defined it the way feminist theorists whose work I follow have defined it. You can read up on the distinction I mentioned here if you're interested:  [LINK] \n\nAnd, again, the issues men face should absolutely be discussed – just not at the expence of women. So I think it's great that you brought up the staircases and the unicorns. I just don't believe they qualify as <b> sexism </b>(if you do, you should argue why and be convincing) and I don't understand why you have to tear apart an analysis of<b>  gender</b> representations in the book. It doesn't support your examples.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgjSzX2wfrsX6ngCoAEC.7-H0Z7-4E6x7-H3agQzuOd",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350207818,
                    "commentText": "Oh the feminist definition. Can you link to any more of a bias source about <b> sexism?</b> Of course feminists are going to define it that way. They love to believe that only women can be the victims of<b>  sexism</b> and men are to blame.\nBut if you're going to go with that definition then of course I can't convince you that any of this i<b> s sexis</b>m against boys. Because according to that bias and ridiculously incorrect definiti<b> on sexi</b>sm against men and boys can't exist no matter what.\n\n\"I just don't believe they qualify<b>  as sex</b>ism (if you do, you should argue why and be convincing)\"\nYou have to kidding me. That's what I did in the video.\nGirls are allowed to go into the boys dormitories but if a boy ever went to the girls dorm the stairs will turn into a slide. And why is that? As Hermione said girls are trusted more than boys You can't get any more blatantly sexist than that. I can't believe I really have to convince you that a scene where boys are being discriminated against and not trusted is sexist against boys. The moments I talked about are sexist because<b>  one</b> sex is allowed to do something the other one is not. These are the only moments in the series where a<b> ctua</b>l sex discrimination occurs.\n\nThe fact that I still have to convince you that scenes where boys are clearly discriminated against are sexist against boys is really a testament to the point I was making in the video. No matter how clear c<b> ut the </b>sexism against boys is there will always be people who don't see (or choose not to see) the <b> obvious</b> sexism against boys.",
                    "likes": 4
                },
                {
                    "id": "UgjSzX2wfrsX6ngCoAEC.7-H0Z7-4E6x8IcM5L_TE_v",
                    "user": "Mark Johns",
                    "date": "3 years ago",
                    "timestamp": 1475508607820,
                    "commentText": "\"women lack the institutional power that men have \"\n\nwhat fucking power? the power to go to prison at the mere word of a <b> woman?</b> the power to lose all your money to your ex wife and pay child support the price of your mortgage while not even getting to see your kids? the power to get circumcised against your will? or how about the power to get murdered, mutilated, or get the shit kicked out of you by a sadistic<b>  woman</b> you're not allowed to fight back against? what about the power to get arrested for being A VICTIM of domestic violence?\n\nneed i go on?\n\ntake your feminist definition and shove it up your cunt",
                    "likes": 0
                },
                {
                    "id": "UgjSzX2wfrsX6ngCoAEC.7-H0Z7-4E6x8IdHmJwyuJ_",
                    "user": "Rosa H",
                    "date": "3 years ago",
                    "timestamp": 1475508607823,
                    "commentText": "+Brian Robles No one is saying that men don't have to deal with injustice because of their <b> gender.</b> However, it is not women who made the system the way it is but men. Men have held the highest positions of power everywhere. It is men who decided that women should remain in the private sphere at home, which is why they get the kids and why the man is supposed to be the \"breadwinner\" etc. It is men who have justified the exclusion of women by arguing that they are weaker, which is why they are seen as someone to be protected and men as either the protectors or the threat. It is men who have held the power in the military who have decided to send other men to die in wars while not allowing women to fight even if they wanted to. So be mad at these injustices all you want – I am too – but be mad at the men in power who are responsible, not at women who may have benefitted by their<b>  gender</b> roles sometimes but have definitely suffered for them more than they gained.",
                    "likes": 0
                },
                {
                    "id": "UgjSzX2wfrsX6ngCoAEC.7-H0Z7-4E6x8IdgeKs6zpN",
                    "user": "Mark Johns",
                    "date": "3 years ago",
                    "timestamp": 1475508607824,
                    "commentText": "@Rosa H you don't know history at all",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjmZpjDqhjHpngCoAEC",
            "user": "Rosa H",
            "date": "5 years ago",
            "timestamp": 1412350207354,
            "commentText": "Once again, inequality that is harmful to men can and does exist. No one is trying to dispute that. I'm only saying that men's <b> gender-</b>based issues shouldn't necessarily be labelled <b> 'sexism</b>' becaus<b> e sexis</b>m isn't just discrimination based on an individual<b> 's gend</b>er, it is systematic and pervasive othering where people who belong in the social minority are seen and treated as lesser than the ones in the dominant group. I think the use of the t<b> erm sex</b>ism is appropriate in certain domains and for certain injustices such as being pressured to join the military etc. \n\nThe examples that you mentioned though? The staircases were designed to protect women and the boys couldn't participate in the unicorn class not because of the teacher's misandrist views but because of the subject matter itself. Unfair, sure, but not really sexist. And you can discuss these things but why must you also put down a review of the harmful representation<b> s of ge</b>nder in the book?\n\nAs I was saying in my previous comment (before YouTube cut me off,) speaking out for men and boys is a good thing so, by all means, continue. Just don't do it as criticism against feminism or to silence women's voices.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgjmZpjDqhjHpngCoAEC.7-H0Z7-NKyk7-H1WIn6KJg",
                    "user": "Rosa H",
                    "date": "5 years ago",
                    "timestamp": 1412350207785,
                    "commentText": "(Oh, f*** you, YouTube, for cutting me off again! What exactly is the appropriate length for comments here?)\n\nAnyway, as I was saying in my previous comments, speaking out for men and boys is a good thing so, by all means, continue. Just don't do it as criticism against feminism or to silence women's voices.",
                    "likes": 1
                },
                {
                    "id": "UgjmZpjDqhjHpngCoAEC.7-H0Z7-NKyk7-H2sCd6k8m",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350207787,
                    "commentText": "It doesn't work that way. You can't just define the word <b> sexism </b>to be whatever you want. It's a cop put to say that when it's against men it doesn't count as<b>  sexism</b>.   \n\n\"the boys couldn't participate in the unicorn class not because of the teacher's misandrist views but because of the subject matter itself\"\nWhere did I say it had anything to do with the teacher's misandric views? I never said that so stop putting words in my mouth. You obviously missed the point of this entire video.\n\n\"The staircases were designed to protect women\"\nProtect them from what? From boys? Why would they need protection from them? Oh that's right, we automatically assume boys are guilty. Oh yes<b> , nothin</b>g sexist about that at all.\n\n\"why must you also put down a review of the harmful representations <b> of gend</b>er in the book?\"\nKind of like what you're doing right now. I'm showing the actual sexist moments against boys that appear in the book (which were conveniently left out of an article that was ab<b> out sex</b>ism in Harry Potter) and you're just dismissing them by saying they shouldn't even be counte<b> d as se</b>xism.\n\n\n\"Just don't do it as criticism against feminism or to silence women's voices.\"\nSo the almighty ideology feminism is untouchable and shouldn't be criticized. And how am I \"silencing women's voices\"? I'm not going around flagging feminist videos or pulling fire alarms to interrept women's meetings (though feminists have done these things to silence men). All I'm doing is my making my own videos on my own channel giving attention to the other side of the story that gets ignored.",
                    "likes": 7
                },
                {
                    "id": "UgjmZpjDqhjHpngCoAEC.7-H0Z7-NKyk7If9dEfABz4",
                    "user": "Anjalie Fernando",
                    "date": "4 years ago",
                    "timestamp": 1443886207789,
                    "commentText": "How are women a minority I mean it's a 50/50 thing so yea",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugi09XM_m1Ogr3gCoAEC",
            "user": "Ivy Wright",
            "date": "5 years ago",
            "timestamp": 1412350207357,
            "commentText": "I totally agree with you",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghaFxC0auFpd3gCoAEC",
            "user": "Rosa H",
            "date": "5 years ago",
            "timestamp": 1412350207359,
            "commentText": "Mudblood.\n\nYou know, it's <b> common </b>knowledge in feminism and other human rights movements that there is no such thing as 'reverse<b>  sexism</b>' or 'reverse racism'. A minority group cannot discriminate against the dominant group in the same sense that for example men have oppressed and marginalized women. It's not the same thing and shouting out about the unequal treatment of men, when it is done at the expence of women's concerns, is grossly offensive.\n\nI'm not saying that men do not face injustices that women don't. That's no<b> t sexis</b>m, however. That is not about women discriminating against men. That is men violating the rights of other men and it h<b> as nothi</b>ng to do w<b> ith gen</b>der. It is the men that have enforced the norms that some men now find so unfair. Women are not the enemy!\n\nSo let women and their allies keep the space they need to talk about the important issues they have to deal with every day. If you are disruptive, you're a part of the problem. Speaking out for men and boys is a good thing so, by all means, continue. Just don't do it as criticism against feminism or to silence women's voices.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UghaFxC0auFpd3gCoAEC.7-H0Z7-7kll7-HefVJJhtx",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350207849,
                    "commentText": "Nice cop out to say that <b> sexism </b>against men can't exist. You are part of the problem. You know what's grossly offensive? People like you saying<b>  sexism</b> against men can't exist.\nAnd I agree that there is no \"revers<b> e sexis</b>m\" or \"rever<b> se raci</b>sm\" Those terms underm<b> ine sex</b>ism against men<b>  and ra</b>cism against whites. It's<b>  just s</b<b> >exism/</b>racism period.",
                    "likes": 24
                },
                {
                    "id": "UghaFxC0auFpd3gCoAEC.7-H0Z7-7kll74LICydt-f-",
                    "user": "Azmarith",
                    "date": "4 years ago",
                    "timestamp": 1443886207851,
                    "commentText": "@Rosa H That's the reason why Nigerian Lottery Scams don't exsist. Nigeria is a much poorer country that America and Great Britain, and has historically been abused by those countries. So, next time you get an email saying that you have won the Nigerian Lottery, congratulations! You actully have.",
                    "likes": 7
                },
                {
                    "id": "UghaFxC0auFpd3gCoAEC.7-H0Z7-7kll8f09mJGjRBa",
                    "user": "REAVER 14",
                    "date": "1 year ago",
                    "timestamp": 1538580607853,
                    "commentText": "I don't give a fuck what is <b> common </b>knowledge in feminism and human rights circles.  You don't get to arbitrarily decide that words have new meanings and that you need power to be<b>  racist</b> and sexist.",
                    "likes": 1
                },
                {
                    "id": "UghaFxC0auFpd3gCoAEC.7-H0Z7-7kll8jHqXn48e8g",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580607855,
                    "commentText": "Sexisim can go either way",
                    "likes": 0
                },
                {
                    "id": "UghaFxC0auFpd3gCoAEC.7-H0Z7-7kll8lonMft1__b",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580607857,
                    "commentText": "This is the most B.S thing I ever heard",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghbIiWdbLxHOHgCoAEC",
            "user": "jackskellingtonsora",
            "date": "5 years ago",
            "timestamp": 1412350207362,
            "commentText": "The statement at 5:04 really pisses me off. Not only is it objectively incorrect, it makes me mad as a huge fan of Harry Potter.\n\n1. So writing a story in which the main characters are male is somehow <b> misogynist?</b> What, so every single story (or at least every popular one because this article probably wouldn't exist if Harry Potter wasn't popular) has to have a female lead? And that's not sexist? We hate boys that much in our society that we can't have any stories with a male lead? Fuck you.\n2. \"Girls are helpers, enablers, and instruments\" which is a perfect description for many many characters in the series both male and female. Ron and Hermione help Harry in his quest for the Horcruxes and the many teachers and students help fight in the battle of Hogwarts, again both male and female. The idea that only female characters help is absurd. And the idea that only male characters are in the lead is absurd.\n3. \"No girl is brilliantly heroic the way Harry is\" Ok so this person just didn't bother to read the bloody books did she? This was clearly a clickbait article written by someone who was pretending to be oppressed. Hermione, Ginny, Molly, McGonagall and many more.\n4. \"No<b>  woman</b> is experienced and wise like Dumbledore,\" Yeah. I'm falling for trolling here. It's got to be trolling. Seriously. She just didn't read the bloody books. McGonagall has always been one of my favorite characters. She's such a solid rock in the face of everything. She's such an incredible and wise leader. She stands up to Umbridge and Snape and even Voldemort and battles heroically in the Battle of Hogwarts. If you're going to just ignore that cherished character, we really hav<b> e nothin</b>g to say to each other.\n5. \"Neither women nor girls play on the side of evil,\" Bwhahaha. Yeah. This person didn't read the books at all. I'm guessing she didn't even read past the first page of book one. So Umbridge and Bellatrix are not evil then? What sort of morality have you got there where you think they're good characters? Fuck you. And fuck your stupid ass ideology.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghbIiWdbLxHOHgCoAEC.7-H0Z7-1wUK7-H2NTQYR3j",
                    "user": "jackskellingtonsora",
                    "date": "5 years ago",
                    "timestamp": 1412350207774,
                    "commentText": "Oh and Mudblood. Caput Draconis! What.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjTbzMMJODBLHgCoAEC",
            "user": "Dash X",
            "date": "5 years ago",
            "timestamp": 1412350207365,
            "commentText": "\"(Disclaimer: I am male)\"\nCongratulations want a cookie?\n\n\"For starters, men and women are NOT exactly the same.\"\nNo shit?\n\n\"This is likely the reason why the unicorns would prefer the touch of a female. It's not anything <b> racist\"</b>\nOf course it's not<b>  racist</b> at all considering that ha<b> s nothin</b>g to do wi<b> th ra</b>ce. It is sexist though. <b> One </b>sex is allowed to touch the unicorns the o<b> ther</b> sex is not. Again, flip the sexes and that would definitely be included the feminist articles.\n\n\"In fact, many people could use your own argument against you, saying that the fact that women like unicorns be<b> ing a s</b>exual stereotype.\"\nActually no they can't. In the books it's the unicorns that only like females, not \"only females like unicorns\" Nice try though.\n\n\"The books never mentioned that any other girl ever went into the boy's dormitory.\"\nSo what if the books never mentioned that? What does that matter?\nAnd even if Hermione could have countered the spell (which didn't happen anyway) the fact remains that the spell was there in the first place because only boys were not trusted\n\n\"two examples do not make for an entire series of NINE BOOKS\"\nffs, you clearly missed the point. I said in the beginning of the video that I like this series. I never claimed that the entire series of books was saturate<b> d with </b>sexism or anything of the sort. This is my response to any feminist who claims that this series of books is sexist to females. I'm saying that the only sexist moments that are in Harry Potter (yes, which are few) are sexist to boys. So my point is if you are going to claim that Harry Potter is sexist (which I'm not even doing by the way) it would be more valid to say it's sexist to boys because those are the only examples of<b>  actual</b> sexism that are even there. My other point was that feminists would rather talk about something they interpret as sexist to females but overlook an<b> y actua</b>l sexism against males. Yes these were only 2 examples but they were 2 good examples <b> of actu</b>al sexism that feminists will not bother to mention when they <b> talk ab</b>out sexism in Harry Potter \nAnd btw, LMAO Nine books? You can't even get that right.\n\n\"You could have gone through lists of them, and chose one with obvious flaws\"\nI chose the first article that I got in the search results. It's not like I intentionally picked a weak one to tear down out of a whole bunch of better ones like you seem to implying. Any article that claims Harry Potter is sexist to females is severely flawed anyway.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjTbzMMJODBLHgCoAEC.7-H0Z7-ASFL7Ed8hBnZETv",
                    "user": "Morbid",
                    "date": "4 years ago",
                    "timestamp": 1443886207829,
                    "commentText": "You  didnt use the password",
                    "likes": 0
                },
                {
                    "id": "UgjTbzMMJODBLHgCoAEC.7-H0Z7-ASFL8M8nI7WSjTV",
                    "user": "John Doe",
                    "date": "2 years ago",
                    "timestamp": 1507044607832,
                    "commentText": "Vinny Mac d",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggkW5BnSdRrxHgCoAEC",
            "user": "Milo Ratner",
            "date": "5 years ago",
            "timestamp": 1412350207368,
            "commentText": "(Disclaimer: I am male.)\nYou are completely wrong.\n\nFor starters, men and women are NOT exactly the same. You have to accept that. For instance, females give off different hormones than men. This is likely the reason why the unicorns would prefer the touch of a female. It's not anything <b> racist.</b> In fact, many people could use your own argument against you, saying that the fact that women like unicorns being a<b>  sexual</b> stereotype. I will not, as there are other equally likely reasons for this, and I do not write before weighing all possibilities. There would be no real way for another animal to tell if a human was male or female; it would be as hard as for us trying to tell fish apart.\n\nAlso, you noted the stairs. What you did not take into account was the character of Hermione herself. She knew much about the ways Hogwarts worked, and because she was very smart, no doubt she could have found a way to counter the spells. Throughout the books, she was doing that around Hogwarts. The books never mentioned that any other girl ever went into the boy's dormitory. \n\nEven if these were true, two examples do not make for an entire series of NINE BOOKS! As your entire argument is based on these two examples, almost every point you make afterwards regardin<b> g racis</b>m against boys is false.\n\nNow I will focus on the one part I agree partially with. That article had many flaws; for example, there are many strong female characters. In a sense, the author was making fun of sexist stereotypes. The main male characters, such as Harry, Ron, and Dumbledore, all had the traditional heroic traits; but it was the women who actually could do things, who actually moved the pieces.\n\nOf course, one problem with your argument is that you only used one article as an example. You could have gone through lists of them, and chose one with obvious flaws. Since you choose to leave out other articles, I cannot trust you at all.\n\nAnd if these arguments are not enough proof, mudblood",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggkW5BnSdRrxHgCoAEC.7-H0Z7-7YQt8lo0jVLgB16",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580607835,
                    "commentText": "In the books they establish that the boys staircase doesn't fold at all",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugj__EPEM0FcDHgCoAEC",
            "user": "FreshprinceObelair",
            "date": "5 years ago",
            "timestamp": 1412350207371,
            "commentText": "She's not seeking equality in Harry Potter, she's aiming at supremacy. What a filthy mud blood.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiM9yamoylixXgCoAEC",
            "user": "MagnusCattus",
            "date": "5 years ago",
            "timestamp": 1412350207374,
            "commentText": "I had no idea JK roland was that political... on the other hand she is a brit. the UK and sweden have had an all out war to see who can be more insanely marxian. Sweden is still on top with giving plants rights, but the UK is a good contentder. Special mentions to australia, a country that although not as insane, has lost touch with reality awhile ago.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjqjZb5bT80kXgCoAEC",
            "user": "resistnzisfutl",
            "date": "5 years ago",
            "timestamp": 1412350207376,
            "commentText": "Mudblood.  This is another fine example of feminists cherry-picking.  They have to scrape of minutiae, that isn't really even there for that matter, in order to \"find\" <b> sexism.</b>  This is the most they have to complain about, and the rub is it doesn't even exist anyway.  They have to INVENT issues to complain about because there ISN'T anything to complain about.\n\nOf course, as per usual most feminists don't acknowledge that<b>  sexism</b> occurs against men as well, and those few who do say it's actually because of \"th<b> e patriarch</b>y\".\n\nI think it's fine to do a video on this because it serves to highlight the more prevalent societal attitudes regardi<b> ng sexi</b><b> sm, misan</b>dry, and a misapplication of feminism.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjqjZb5bT80kXgCoAEC.7-H0Z7-9q5G8aFTXVO0Ejo",
                    "user": "Molly O Callaghan",
                    "date": "1 year ago",
                    "timestamp": 1538580607808,
                    "commentText": "The first comment at the top of the thread is a feminists basically saying that men can't have opinions that are vaguely critical of their little religion",
                    "likes": 0
                },
                {
                    "id": "UgjqjZb5bT80kXgCoAEC.7-H0Z7-9q5G8lomxVhzn9l",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580607810,
                    "commentText": "I agree",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugg_QZGbcZD1YHgCoAEC",
            "user": "kimberly moore",
            "date": "5 years ago",
            "timestamp": 1412350207379,
            "commentText": "What the hell are you even fighting for?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiD3oKwG-X8NXgCoAEC",
            "user": "Wolf10media",
            "date": "5 years ago",
            "timestamp": 1412350207381,
            "commentText": "Mudblood: I will  go ahead and say this that I never read the books so I'll  go by what I saw in the  films, I will say this that  Hermione annoyed me in the first two  films but she improved in the later  films. It was  mostly because she  reminded me of the girls at my  elementary  school that would belittle me and had no way to tell them to shut up without the  teacher reprimanding me. I didn't hate her, just that she was an annoying tight ass  at times. But she was a well meaning tight ass. Over time I saw her as the big sister of the three.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjwMhYhNCJZOHgCoAEC",
            "user": "Paulo Borges",
            "date": "5 years ago",
            "timestamp": 1412350207383,
            "commentText": "ok mugblood, I agree with most of your coments, but here is something we can agree.. <b> sexism </b>is not the real image we have of the books, and feminism is not the way, but I (and most men) consider mostly women driving cars dangerous, because we see bad situations, and the image of hermione talking harrys brain in to shutdown is the usual idea we get around us",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj-JBLJ4i4g93gCoAEC",
            "user": "AbaddonAlmighty",
            "date": "5 years ago",
            "timestamp": 1412350207386,
            "commentText": "Mudblood. I always thought it was a bit condescending how Harry and Ron were always portrayed as not understanding emotions at all. Having \"the emotional range of a teaspoon\". Though I don't really see it as <b> sexism,</b> more as J.K. Rowling, as a<b>  woman</b>, misunderstanding the way men's minds work. I find that a lot with both genders when they are trying to write a character of the opposit<b> e se</b>x.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghMW5RdlgwR9HgCoAEC",
            "user": "TheMaleAvenger",
            "date": "5 years ago",
            "timestamp": 1412350207388,
            "commentText": "...and here we have another feminist being very selective with her examples of <b> sexism.</b> Why am I not surprised?\n\nAlso, mudblood.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggsJJZqognZK3gCoAEC",
            "user": "Arianne Wingard",
            "date": "5 years ago",
            "timestamp": 1412350207390,
            "commentText": "Good grief, this article that you're talking about sounds  so stupid.  What I liked about J.K Rowling is that  her characters are flawed and developed. Hermione is brave, bookish and knows when to break the rules. She is flawed  because  She has her un likeable moments :Her  early opinions  with Fleur in book 6, starting spew without any consideration for the House Elves,,Cursing the DA paper and not telling anyone about it even though that would've helped weeded out those who aren't serious about it and She could 've said something like  they value the secrecy of  The DA  and it wasn't a club.   I remember that Unicorns are attracted to  virgin girls and was used as bait to attract  Unicorns.   As for the stairs, Yeah I agree that  both should be turn into slides .   (Mudblood)",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjhuhUe5ouHzngCoAEC",
            "user": "Spooneads",
            "date": "5 years ago",
            "timestamp": 1412350207392,
            "commentText": "Hermione!!! Stop going in the boys dorm GOD DAMN IT!!!\n\n\n\n\nSTUPID-HEAD!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggDqhAYYUvmx3gCoAEC",
            "user": "liar liarliar",
            "date": "5 years ago",
            "timestamp": 1412350208746,
            "commentText": "I'd quite like Hermoine to visit me in my dorm.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ughs59pZugpCl3gCoAEC",
            "user": "yosemitemike",
            "date": "5 years ago",
            "timestamp": 1412350208748,
            "commentText": "I would say that this isn't a pressing issue but feminist commentators and media critics press this issue from the other side all the time.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggWwtbF4xLye3gCoAEC",
            "user": "wohodude100",
            "date": "5 years ago",
            "timestamp": 1412350208750,
            "commentText": "btw, mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjiD1CrQ6M7vXgCoAEC",
            "user": "MrAnthonyIII",
            "date": "5 years ago",
            "timestamp": 1412350208751,
            "commentText": "The first article--just completely ridiculous. \n\nShe's complaining about there being no heroic females?(Hermoine doesn't count because bullshit excuses here)\n\nShe's complaining that there aren't silly, unlikable boy characters?(Crab, Goyle, Draco, Prof. Lockhart[unlikable], and Neville, Fred, George, and often Ron[silly] don't count because bullshit excuse here)\n\nShe's complaining that no other female character gets our attention?(Ginny, Luna, Prof. McGonagall, Cho Chang[Harry's first love interest] don't count because bullshit excuse here)\n\nShe's complaining because there aren't any prominent female villians?(Bellatrix doesn't count because bullshit excuse here)\n\nAnd she's seriously complaining about there being a male protagonist? Is it only not sexist when there's a female protagonist? (Then she'll probably just find something else to complain about. Objectification or something like that.) Really, feminist will NEVER be happy until complete female supremacy is achieved\n\nUh, mudblood. Just got to the end lol",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7AQXhkb4P_4",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350209234,
                    "commentText": "the article is from 2000 geez could you at least look up the article you're criticizing; Cho Chang, Bellatrix and other character did not exist in the three first books. Lots of characters developed throughout the series, such as Ginny...not that I agree with everything in the article either.",
                    "likes": 0
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7AR03t2VDRE",
                    "user": "MrAnthonyIII",
                    "date": "5 years ago",
                    "timestamp": 1412350209236,
                    "commentText": "@Christoph Sorg So she was jumping to conclusions about a book series that wasn't even halfway finished. And still in the first three books there were heroic female characters, silly, unlikable boy characters, and other prominent female characters that get our attention",
                    "likes": 3
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7AR7utJN3sG",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350209238,
                    "commentText": "@MrAnthonyIII well how long do you expect her to wait? Every book stands as a piece of art on its own and commenting after the third one: \"hey folks, I love the books but the <b> gender </b>identities portrayed are quite static\" sounds acceptable to me. The existence of one pivotal female character in the first three books and some other ones on the sideline doesn't change the fact that masculinity dominates and that characters - male and female - are stuck in heteronormative, static, binary<b>  gender</b> roles for most of the three books. Emancipation from those roles mainly happens in later books. That's the simple statement of the article abd while one may disagree with details that message is not so far out there. Your Hermione statement is dealt with in the beginning of her article btw...",
                    "likes": 1
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7AWoJ3530fn",
                    "user": "MrAnthonyIII",
                    "date": "5 years ago",
                    "timestamp": 1412350209239,
                    "commentText": "@Christoph Sorg How long do I expect her to wait? Maybe till once the series is actually complete. In this article she's addressing the Harry Potter series, not just certain individual books. And if someone's going to critique a series, she should do so after reading the whole thing. 'Emancipation from those roles mainly happens in later books.' which is true in most series; as the story progresses, so does the character development. Which is exactly why one shouldn't critique a book series on static characters until the series is completed\n\nBesides that, why is it even something to take issue with that a story's more masculine? Many popular books series (Mortal Instruments, Divergent, Twilight, House of Night, Vampire Academy, Miss Peregrine's, etc.) are equally as female-centric as Harry Potter is male-centric, but do they ever get any shit for it? If people are going to pretend to have a problem with there being less prominent characters of one <b> gender </b>than another it should be consistent which genders and series those apply to",
                    "likes": 2
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7A_afFUbqFQ",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350209242,
                    "commentText": "Do you realize what a completely ridiculous statement that is? It took ten years for the serious to be completed. Commenting on the first three books is completely acceptable because they were they were out there, had a real social impact, and some real flaws despite their many virtues. Using the term the \"Harry Potter series\" then means the books so far; anybody being stuck on that term is just looking for something with her article due to personal dislike that she dares to criticize masculine dominance. And then complaining about the article being outdated more than a decade later is just not being able to read something in its context.\n\nThe problem is that by far the majority is male-centric; a couple of examples otherwise doesn't change that. It's not a problem to have books focusing on certain identities, but it's a problem if it's a structural social imbalance. Yet the main problem is static identities no matter which static <b> gender </b>they focus on (you haven't addressed that...).",
                    "likes": 1
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7Afqe3_-sfF",
                    "user": "MrAnthonyIII",
                    "date": "5 years ago",
                    "timestamp": 1412350209244,
                    "commentText": "@Christoph Sorg How is the statement ridiculous? She's criticizing an incomplete work and making conclusions about the characters prematurely. It would be no better than for someone to say \"the Lord of the Rings characters are static. Sam just tags along and is never actually useful; Merry and Pippin are just for comic relief; Legolas is an arrogant, ethnocentric elf who doesn't care about anyone else; Frodo is an unrealistically perfect hero who never gets corrupted by the ring like everyone else does' and so on, after only watching the first movie\n\nYou could say 'well she's only critiquing the one movie that came out,' but it doesn't change that it would be inaccurate to say such things about the characters when so much significant character development happens in the later films\n\nBy far the majority is male-centric? Do you even read books? These aren't just 'a couple' of examples otherwise, these are some of the most popular books out there. What you're displaying is exactly why there are so many feminists and SJW who believe in this <b> patriarchy,</b> androcentric nonsense: they selective look at every book/movie/TV series that can be twisted in some hair-splitting way into being sexist and claim it's evidence of a social imbalance, yet any and every female dominated series is downplayed or selectively ignored",
                    "likes": 2
                },
                {
                    "id": "UgjiD1CrQ6M7vXgCoAEC.7-H0Z7-Kg2d7AhF5I4_l11",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350209246,
                    "commentText": "@MrAnthonyIII\nsorry I feel like we're running in circles so I'm don't feel like putting too much time into this.\n\nyep, saying there's problematic tendencies as there was no indication of that to change until that point is perfectly acceptable cause the books have a real impact on society even though the series is not finished.\n\n\"The \"It's a Man's (Celluloid) World\" survey, which was released by Martha M. Lauzen, executive director of the Center for the Study of Women in Television and Film at San Diego State University, revealed that women accounted for only 15 percent of protagonists, 29 percent of major characters and 30 percent of speaking characters in the top 100 (domestic) grossing films of 2013.\"\n\nThey're 50+ percent of the population, ergo underrepresented, ergo cultural knowledge production is cis-male centric (and those numbers seem to downplay the fact that female characters more than male characters tend to exist only in relation to male character instead of having agency on their own); I didn't say there's no or hardly any female protagonists. The fact that you indicated I did tells me you're either not reading what I'm writing or are mainly interested in \"winning\" the discussion => so long",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UggZI1th_oRMPXgCoAEC",
            "user": "EmziiMoo75",
            "date": "5 years ago",
            "timestamp": 1412350208753,
            "commentText": "You're so right! Bellatrix is the most badass of the death eaters, and mcgonnagol is pretty much as smart as dumbledore and you meet her properly before you meet dumbledore properly. And hermione is still a main character with Harry it wouldn't be the same if she wasn't it and she's cleverer then harry and Ron. So all this <b> sexism </b>people are writing articles about is just something there exaggerating to allow them to make an article!!\nOh and mudblood xD",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjKrm0QLNVCLngCoAEC",
            "user": "matthew fyfe",
            "date": "5 years ago",
            "timestamp": 1412350208755,
            "commentText": "MUDBLOOD <b> sexism </b>in todays music industry. :)",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiUKdyz4tk0LngCoAEC",
            "user": "Thomas Bain",
            "date": "5 years ago",
            "timestamp": 1412350208757,
            "commentText": "HA GAAAAAAAAY!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjCd35QaluXp3gCoAEC",
            "user": "Katie WinterSword",
            "date": "5 years ago",
            "timestamp": 1412350208759,
            "commentText": "SEXISM IN HARRY POTTER DISGRACEFUL \nMUDBLOOD wait mudblood why not severous snape xD",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjCd35QaluXp3gCoAEC.7-H0Z7-Dcx78G31Eh_Y__o",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508609196,
                    "commentText": "Severous Snape could be interpreted as a mudblood, if the person insists on insulting him for having just one muggle parent.",
                    "likes": 1
                },
                {
                    "id": "UgjCd35QaluXp3gCoAEC.7-H0Z7-Dcx78G4E1gJwXX9",
                    "user": "Katie WinterSword",
                    "date": "3 years ago",
                    "timestamp": 1475508609199,
                    "commentText": "oooooohhhh... thanks",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ughtxw_vzOiB13gCoAEC",
            "user": "Paul Murphy",
            "date": "5 years ago",
            "timestamp": 1412350208761,
            "commentText": "JK Rowling is an evil <b> lesbian </b>man-hating psychopath",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiGZrpUVexfN3gCoAEC",
            "user": "Albert Belle's Mugshot",
            "date": "5 years ago",
            "timestamp": 1412350208763,
            "commentText": "It's clear that the point of this video spoilers, was to address how most feminists don't actually point out real <b> sexism </b>anymore due to their rampant search for something to complain about today, and instead just say when something doesn't have an equal or more # of females in it, it's sexist. Which it's not at all. TIG actually points out the legitimate claims of<b>  sexism</b> that most modern day sheep just shrug off and don't acknowledge it at all. Learn what the definition of<b>  \"sexis</b>m\" means, before spewing feminist bullcrap out of your asshole, dumbasses.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgiGZrpUVexfN3gCoAEC.7-H0Z7-QQ7E78AbsQMut1V",
                    "user": "Doctor Cragmire",
                    "date": "5 years ago",
                    "timestamp": 1412350209210,
                    "commentText": "Yeah.  You know how some bosses deny their female employees health care?  That is <b> sexism.</b>  That is something you should rant about.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggytNut63UAyngCoAEC",
            "user": "CouchBitTato Gamer",
            "date": "5 years ago",
            "timestamp": 1412350208766,
            "commentText": "Please tell me you saw that disgusting \"single moms club\" movie trailer. It's a pitty party for single moms.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggCuebzEl3iYngCoAEC",
            "user": "Yapo1987",
            "date": "5 years ago",
            "timestamp": 1412350208767,
            "commentText": "Hah, mudblood ;)\nAs for me, i don't see a <b> sexism </b>there, including unicorns and dorm rules. Maybe a small bit of it, but not that much worth mentioning.\nOf course, it's also true that most of that article's arguments are bullshit, though.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UggCuebzEl3iYngCoAEC.7-H0Z7-KGkV7-Hd6aWgVWr",
                    "user": "Yapo1987",
                    "date": "5 years ago",
                    "timestamp": 1412350209213,
                    "commentText": "@Matt1599r\n1.I may be wrong, but it wasn't said that dorms had that regime from the foundation of Hogwarts. Maybe certain headmasters had permitted some (or even any) kind of dorm trespassing before. But who knows why and how many incidents led to that restriction? Given there were just enough of those boys incidents in girl's dorms right before the events written in the books, any competent administration would make logical measures like that, and quite possibly doing the same to girls if there were as many incidents with their participation in boy's dorms. In place of one who's responsibility is to regulate stuff, i wouldn't stop myself from taking those measures, (for the time being at least) despite the fact that it would somewhat seem sexist. Because, you know, in a world of magic even some pranks may unintentionally become more... lethal than what was originally planned.\n2.So what, teacher should skip on bringing a rare animal to students only because of some <b> gender </b>nonsense? Its purpose is study, not amusement.",
                    "likes": 0
                },
                {
                    "id": "UggCuebzEl3iYngCoAEC.7-H0Z7-KGkV79TQontzXdo",
                    "user": "CJDM310",
                    "date": "5 years ago",
                    "timestamp": 1412350209215,
                    "commentText": "@Yapo1987 Actually, according to Hermione stated that from the outset the founders were more mistrustful of boys, and instituted the regime from the very beginning.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghWtDkjX1X1wXgCoAEC",
            "user": "Fawndolyn Valentine",
            "date": "5 years ago",
            "timestamp": 1412350208770,
            "commentText": "(Son of a MUDBLOOD), I hit the 'done' button and posted too soon). What bugs me about the article is that she picked out the negative aspect about Hermione, being a bookish know-it-all who follows the rules and for some reason sees that as a weakness and an unlikable trait, when what she should be seeing is that even the 'nerd' can make friends and use those traits that come naturally to her to her and everyone's advantage. And she fucking enjoys studying! Why is that even negative?  Okay. Done.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghWtDkjX1X1wXgCoAEC.7-H0Z7-Cg0A7BTfzptQ5FV",
                    "user": "dan b",
                    "date": "4 years ago",
                    "timestamp": 1443886209202,
                    "commentText": "harry potter was brave, but everyone glosses over the fact that he's totally stupid.  snape told him time and time again to close his mind, \"mad eye\" even told him to think of his strengths and harry was like \"i don't have any\".  harry only has bravery, luck and hermione on his side.  GO SLYTHERIN, purebloods rule and mudbloods drool",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UghwFblHnVZoDngCoAEC",
            "user": "Fawndolyn Valentine",
            "date": "5 years ago",
            "timestamp": 1412350208772,
            "commentText": "Mudblood this is probably the most intelligent and well-focused piece about HP I've ever seen. You've gained one more subscriber. I think as a female, it's really hard to recognize <b> sexism </b>against boys & men, because of the stigma we grew up with, being told \"girls can't do that,\" so when we see it happen to boys, it feels like just desserts, but really, its  equally unfair",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjkBT_FE3xGfHgCoAEC",
            "user": "Zoaz",
            "date": "5 years ago",
            "timestamp": 1412350208774,
            "commentText": "Professor McGonnigal ends up headmistress of Hogwarts, but she wouldn't know that because she didn't read past book three.",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjkBT_FE3xGfHgCoAEC.7-H0Z7-9akW7B4ggWJ-H8y",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350209218,
                    "commentText": "because she couldn't - the article appeared 14 years ago -.-",
                    "likes": 2
                },
                {
                    "id": "UgjkBT_FE3xGfHgCoAEC.7-H0Z7-9akW87QqAK9OsSo",
                    "user": "Zoaz",
                    "date": "3 years ago",
                    "timestamp": 1475508609219,
                    "commentText": "Oh wait? Did it? I didn't check the dates. Well, regardless, I don't really see the books as being sexist. When the boys try to go up to the girl's dorm, Hermy specifically says that the fact they can't is a sexist relic of Hogwart's past.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugh98RnmaJ6Y_HgCoAEC",
            "user": "Nichole LaRoche",
            "date": "5 years ago",
            "timestamp": 1412350208776,
            "commentText": "As always, good video! Can't wait for the next one :)  Mudblood.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgisyYlEAHIyVngCoAEC",
            "user": "Christopher Brown",
            "date": "5 years ago",
            "timestamp": 1412350208778,
            "commentText": "Does it ever occur to people to actually take up their complaints about the Harry Potter series with JK ROWLING?????",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgisyYlEAHIyVngCoAEC.7-H0Z7-OFYd7-H1LZM4NRJ",
                    "user": "Christopher Brown",
                    "date": "5 years ago",
                    "timestamp": 1412350209168,
                    "commentText": "Mudblood.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghRBmeBrYLHCXgCoAEC",
            "user": "John Smith",
            "date": "5 years ago",
            "timestamp": 1412350208780,
            "commentText": "the males can't touch unicorns thing is from the classic mythology of unicorns not the author. Why not do research first",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UghRBmeBrYLHCXgCoAEC.7-H0Z7-FJzI7-HADSx05si",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350209223,
                    "commentText": "Did I say it was from the author? No, I merely said it was a sexist moment.\nWhy not actually watch the video first?",
                    "likes": 5
                },
                {
                    "id": "UghRBmeBrYLHCXgCoAEC.7-H0Z7-FJzI7-VSj4h86dZ",
                    "user": "AlexShelden",
                    "date": "5 years ago",
                    "timestamp": 1412350209225,
                    "commentText": "He did say that the teacher should have known that only half of the class could participate.",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UghsvDoo0jt3X3gCoAEC",
            "user": "John Smith",
            "date": "5 years ago",
            "timestamp": 1412350208783,
            "commentText": "the Harry Potter series has like two misandric moments in it. There are several strong male characters and intelligent male characters. I do not know why you are going after this series when there are so many way worse misandric books out there. If anything HP has the least amount.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghsvDoo0jt3X3gCoAEC.7-H0Z7-DFou7-HAyiGeOpR",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350209182,
                    "commentText": "\"the Harry Potter series has like two misandric moments in it\"\nThat's exactly what I said. If you had actually watched the video you would have known that.\n\n\"I do not know why you are going after this series\"\nIf you watched the video you'd know that too.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Uggq6v5fNQsC93gCoAEC",
            "user": "TheMarcybrooks",
            "date": "5 years ago",
            "timestamp": 1412350208785,
            "commentText": "Search <b> sexism </b>in mario games. People say it is sexist because peach doesn't have any character. Because you know, MARIO AND LUIGI HAVE PERSONALITY",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Uggq6v5fNQsC93gCoAEC.7-H0Z7-E90V7-wNqIqHg_8",
                    "user": "Cuck Norris Texas Lamer",
                    "date": "5 years ago",
                    "timestamp": 1412350209171,
                    "commentText": "Mario has tons of personality. He's always going around saying, \"Hey, itsa me, Mario!\"",
                    "likes": 2
                },
                {
                    "id": "Uggq6v5fNQsC93gCoAEC.7-H0Z7-E90V8G30f0LV1uX",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508609173,
                    "commentText": "How about the Mario games that star Luigi?   Mario becomes the damsel in distress, Luigi is the white and green knight.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggPQgTBk46TV3gCoAEC",
            "user": "Dash X",
            "date": "5 years ago",
            "timestamp": 1412350210032,
            "commentText": "Looks like there's no reply option to your comment Symphony Orchestra...\nSo how is anything you said sexist? All you have done was list of some key male characters. So basically just because those particular characters are male is sexist according to you. What about the key characters that are female? What about Hermione, Minerva, Trelawney, Umbridge, Poppy, Sprout, etc...? I can go on the same way with female characters too. It doesn't mean a thing. You still have yet to mention any moments in the books where boys are allowed to do things that girls can't just for being girls, you know, ACTUAL sexist moments against girls. Because you can't, no such moments exist.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggPQgTBk46TV3gCoAEC.7-H0Z7-77-D8JmLP_3cQ26",
                    "user": "shadow",
                    "date": "2 years ago",
                    "timestamp": 1507044610319,
                    "commentText": "I am surprised that you didnt bring up the love potion thing with merope or how the attempts to give harry a love potion were treated",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugjmpafwmv15YXgCoAEC",
            "user": "DJ93",
            "date": "5 years ago",
            "timestamp": 1412350210034,
            "commentText": "Mudblood you have a point <b> sexism </b>is bouth ways",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggM4Nbp0C93LXgCoAEC",
            "user": "DallasisaLeo",
            "date": "5 years ago",
            "timestamp": 1412350210036,
            "commentText": "Mudblood.\nI just wrote a 1500 word rant in response to someone in my class who accused HP of being sexist. I found the same article that you found, and I brought up so many of the same points.\nYou're 100% right as well. If the sexes in the book were switched, you'd have people complaining that Henrietta Potter is a bumbling <b> bimbo </b>who can't get anywhere without her brainiac male friend, Mr. Granger, to show her how to be a heroine. There's no winning when people cherry-pick to support their arguments.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjZtvb6PmAniHgCoAEC",
            "user": "Haaklong Nguyệt",
            "date": "5 years ago",
            "timestamp": 1412350210038,
            "commentText": "Please do the Microsoft <b> Misandry </b>commercial that is the ''His and Hers'' ad.\n\nXBOX ONE TV Commercial : The Perfect Girlfriend ?\n\nP.S. Mudblood, forgot to put it in.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjZtvb6PmAniHgCoAEC.7-H0Z7-J_Rm7-H2jNsudRa",
                    "user": "Haaklong Nguyệt",
                    "date": "5 years ago",
                    "timestamp": 1412350210365,
                    "commentText": "In the next <b> Misandry </b>in the Media. I was looking at this and wondered how it would be if the sexes were switched.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgghWSG6sWANSngCoAEC",
            "user": "Haaklong Nguyệt",
            "date": "5 years ago",
            "timestamp": 1412350210040,
            "commentText": "@WolfSaviorZX ¿Misogyny in dreams? for some reason I'm not surprised if Feminism will claim this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj2LrX3VThdO3gCoAEC",
            "user": "sheepfly",
            "date": "5 years ago",
            "timestamp": 1412350210042,
            "commentText": "MudBlood xD\n\nI don't know that much about Harry Potter, but i guess at end of the battle with Voldemort, we know that Dumbledore and Snape are dead, so i guess the next headmaster would be Minerva, or there's a vote or something?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghWuzxp5ryrpXgCoAEC",
            "user": "Nunya BIz",
            "date": "5 years ago",
            "timestamp": 1412350210053,
            "commentText": "@Vinny Mac\ndon't know if you've seen this. just passing it forward. do with it what you will:\n\n<b> Woman </b>drugs and castrates her husband and an ENTIRE audience of women LAUGH about it on NATIONAL television.\n\nCatherine Kieu Castrates Husband, WOMEN LAUGH",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggfShSmide0SngCoAEC",
            "user": "mashitandsmashit",
            "date": "5 years ago",
            "timestamp": 1412350210055,
            "commentText": "You should take a look at comic strips...One in particular, Free Range, has been doing a few too many tired <b> old </b>jokes making the same<b>  old</b> stereotypes that portray men as inferior to women...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgicP_vwnApuC3gCoAEC",
            "user": "Barbarian Brain",
            "date": "5 years ago",
            "timestamp": 1412350210057,
            "commentText": "I'm sure she says the same about every male bookworm in fiction?\n\n\nMudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ughajvx9ErgYqngCoAEC",
            "user": "Barbarian Brain",
            "date": "5 years ago",
            "timestamp": 1412350210059,
            "commentText": "the things the author lists are the root of narrative tension\nif the characters were 100% perfect in every way there would be no story\nis that what they want?\n\ni'd love to see what kind of god awful attempt at a story the author could write!\n\n\nMudblood",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgheJYXZAvJcongCoAEC",
            "user": "Barbarian Brain",
            "date": "5 years ago",
            "timestamp": 1412350210060,
            "commentText": "The author of this article actually complains that Hermoinie feels human emotions. fuck. I'm sure feminists want women to be portrayed as the T1000 or something.\n\nMudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjzbDGnquaU6XgCoAEC",
            "user": "Barbarian Brain",
            "date": "5 years ago",
            "timestamp": 1412350210062,
            "commentText": "As I said to the advert videos. Women do tend to be portrayed as goodie goodies who are sticklers for the rules (as this author says) but that's only because feminists would throw a hissy fit if they were portrayed as <b> dumb </b>but fun the way men often are.\n\n\nMudblood",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjEVfkqZwqeNngCoAEC",
            "user": "Barbarian Brain",
            "date": "5 years ago",
            "timestamp": 1412350210063,
            "commentText": "i think Hermoinie was supposed to be a hypocritical liberal douche who couldn't see things from the elve's perspective... at least i hope she was meant to be that way",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugilyq_A_RkKcngCoAEC",
            "user": "jadeo2",
            "date": "5 years ago",
            "timestamp": 1412350210065,
            "commentText": "it was a good video... I rather like the honesty of the books having a school with a mind liking / trusting girls more then boys like a real school system/dynamic.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiI6LV8XzG3WXgCoAEC",
            "user": "shadyparadox",
            "date": "5 years ago",
            "timestamp": 1412350210068,
            "commentText": "Mudblood, though it'd be kind of obvious to anyone why everyone's saying that.\n\nAnyway, I wish some novelist would write a story in which all the male characters represent every negative male stereotype and get punched in the face in every scene, while all the female characters are brilliant, funny, perfect heroes who never make a mistake.\n\nThe point of course, is to see how feminists still find a way to cry about <b> sexism </b>toward women and only women.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugi_yjlWqThXF3gCoAEC",
            "user": "TheVocalMale",
            "date": "5 years ago",
            "timestamp": 1412350210070,
            "commentText": "If the title had been \"Sally Potter\" everything would be fine and dandy.\n\nBut, because its a male that's been depicted as the main chatacter by JK Rowling, feminist minds get a bee in their bonnet over trivial B.S.\n\nGo and watch \"Sucker Punch\" and entertain yourselves and stop whining about petty nonsense.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggP3k54G2TPgXgCoAEC",
            "user": "Red Spectre",
            "date": "5 years ago",
            "timestamp": 1412350210072,
            "commentText": "Filthy Little Mudblood.\n\nApparently the Author wrote this review in 2000, so this would be before Bella, Luna, Umbridge, and several other female characters were introduced or fleshed out. Still is freaking stupid to say \"following rules\" is a negative aspect of women.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghIslX142adf3gCoAEC",
            "user": "Protherium",
            "date": "5 years ago",
            "timestamp": 1412350210074,
            "commentText": "Christine Schoefer has apparently never read J.K. Rowlings books consistently. As someone who actually READ them, I dunno what the f*ck she's talking about. The description of Hermione sounds like from someone who just watched a couple of \"Harry Potter\" movies and made her whole sh*t up.\nFAIL, Ms. Schoefer!\nNext time you should bother READING the damn books you're criticising!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg04KBlP37eSHgCoAEC",
            "user": "Flame Geyser",
            "date": "5 years ago",
            "timestamp": 1412350210076,
            "commentText": "Mudblood:\n    This is one of my problems with feminism, no matter how rational or intelligent they seem to be, they all think that women are oppressed and must be saved. Then even the \"smart\" ones learn from the less intelligent as to what <b> sexism </b>is, and turn up as interpreters who shouldn't be allowed to use the word <b> 'sexism</b>'.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggEz8TmQmvcE3gCoAEC",
            "user": "iamgot",
            "date": "5 years ago",
            "timestamp": 1412350210077,
            "commentText": "OHHHHHMYYYYGODDDDDDD",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjsavZX1V8SHHgCoAEC",
            "user": "Ornis I.",
            "date": "5 years ago",
            "timestamp": 1412350211013,
            "commentText": "Mudblood. I also have my nose stuck in literature and pick out flaws in characters (usually weak and stunted character development) and people lose their shit when I dare criticize a \"Mary Sue\", ignoring the fact I'm also riffing on the male cast's shortcomings for the same reasons.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghVtPz-n7YWOXgCoAEC",
            "user": "yuukisama2001",
            "date": "5 years ago",
            "timestamp": 1412350211015,
            "commentText": "Mudblood: The obvious crap is that Ron, Hermione and Harry are the main characters, so why would she hang out with other female characters when the story is about THOSE 3!!! Isn't this the way that most kids books work. It's like basic 101 storytelling. And Hermoine was a freaking know it all and I hate that in girl characters. But hell this is what most of them DO. That's why they couldn't stand her half the damn time. Well, Ron really she had no problem with Harry. But she did get better in the series. But guess what the movies kind of threw Ron to the side. Shame on you J.R Rowling that you wrote a book that doesn't put a female character in the limelight when the book is about Harry. Damn yooooou!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggkS4fAV_hOUHgCoAEC",
            "user": "The Dynast Queen",
            "date": "5 years ago",
            "timestamp": 1412350211017,
            "commentText": "Mudblood. Don't read Harry Potter so I can't really critique it but I liked it anyway due to presenting both sides as you always do.\n\nAs for the blogger she seems to uphold the overcompensating \"WOMEN MUST BE PERFECT\" bullshit. As if being human is beneath women and we must one up men by showing them we're the divine <b> gender.</b> Anything but takes away the power of being instantly right.\n\nIt reminds me a bit of dictatorship. Dictators hate flaws being seen so they deny them and push out propaganda that they are always right and perfect to maintain control. Its honestly not that much of a hyperbole.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggkS4fAV_hOUHgCoAEC.7-H0Z7-R-8H70ae3Xh4mGe",
                    "user": "Cuck Norris Texas Lamer",
                    "date": "5 years ago",
                    "timestamp": 1412350211370,
                    "commentText": "Nah, they shoot lower than that. They just want a realistic account of women who can walk on water while turning it to wine as they use their tuna to conjure fish (sorry no bread, baking is beneath them. But fishing is fine since it's traditionally male and you have to show them up) in a sexy but non-sexual way and can shoot fireballs from their eyes and lighting bolts, which smell rosy, from their arse.\n\nAs you can see, they don't ask for much.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugjhnv0p-6MWEHgCoAEC",
            "user": "Citizen",
            "date": "5 years ago",
            "timestamp": 1412350211019,
            "commentText": "Mudblood. I don't think that <b> nigga </b>author even read the books at all, not even one because it looked like she is pulling bullshit out of her ass.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjIxT3PeyRT2XgCoAEC",
            "user": "Dallas Maxwell",
            "date": "5 years ago",
            "timestamp": 1412350211021,
            "commentText": "Mudblood, it's important to hear all sides of the story, your looking at the evidence as a whole, which I might ad is refreshing. You share and point out facts which many do not, only interjecting there own views on the subject. Keep the videos coming dude. Although I have never read Harry Potter I find myself a bit interested now.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggO5AkaHQFXLXgCoAEC",
            "user": "Phil H",
            "date": "5 years ago",
            "timestamp": 1412350211023,
            "commentText": "Mudblood.  Excellent work as always, Vinny.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjM1dM19NJSHHgCoAEC",
            "user": "MrAudienceMember",
            "date": "5 years ago",
            "timestamp": 1412350211024,
            "commentText": "During an interview with mudbloods, Rowlings stated that she wrote Dumbledore as <b> gay<b> .</b</b>>  He mourned his lost love who had died some years in the past.  This aspect of Dumbledore was cut from the series to make it more palatable to the mainstream.\n\nAlso, I'm surprised there was no mention in the item you quoted about the aunt and uncle that Harry was left to grow up with as a child.  Surely there was som<b> e sexis</b>m there, what with the aunt going into hysterics when their son was attacked in the tunnel and the uncle being the 'lord of the castle' when his boss was over for dinner, giving orders and setting the stage instead of letting everyone be themselves.\n\nMeanwhile, Ron's mother was quite the strong female.  In charge of everything while giving the illusion of allowing her husband and family to be themselves.  She was one of the shining characters, in my opinion.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjM1dM19NJSHHgCoAEC.7-H0Z7-6v7T8QQA4lgskhC",
                    "user": "MrAudienceMember",
                    "date": "2 years ago",
                    "timestamp": 1507044611336,
                    "commentText": "Right.  Aunt and Uncle were a product of their time.",
                    "likes": 1
                },
                {
                    "id": "UgjM1dM19NJSHHgCoAEC.7-H0Z7-6v7T8_UYC3qMzQl",
                    "user": "Notme Notme",
                    "date": "1 year ago",
                    "timestamp": 1538580611337,
                    "commentText": "Dumbledore being <b> gay<b>  </b</b>>was strongly hinted but left out because it was a children's novel and she knew the reaction to sexuality would be outrage.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgiAmm2LI3LfQXgCoAEC",
            "user": "Nathan B. Champine",
            "date": "5 years ago",
            "timestamp": 1412350211027,
            "commentText": "Seems to me that Christine is the one with the problem. To go after a character a female one at that; with the near venom and ire she displayed is rediculious. Mudblood",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiUmK56v9XBxXgCoAEC",
            "user": "Wendy 1967",
            "date": "5 years ago",
            "timestamp": 1412350211029,
            "commentText": "Mudblood?-Then again, (to be fair) women are sometimes discriminated against in many Disney stories for example. The girl always has to fall in love for \"what's inside\" a man, even if he's butt ugly on the outside and broke. (Like in Beauty and The Beast) Not that it's a bad thing, but you NEVER see it the other way around where the guy falls in love with a butt ugly <b> woman </b>who's also broke for \"what's inside her heart\".",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7-HOs_nRyMF",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350211378,
                    "commentText": "That's because men are often portrayed as shallow, as if they only care about the way a <b> woman </b>looks and<b>  nothing</b> else. Whereas <b> a woma</b>n, unlike the shallow man, is able to see beyond the superficial.",
                    "likes": 8
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7-HP8OJhdim",
                    "user": "Wendy 1967",
                    "date": "5 years ago",
                    "timestamp": 1412350211379,
                    "commentText": "@Vinny Mac I guess you have a point. Women are always the \"grown ups\" and men the shallow perpetual children. I didn't think of that, but I must agree with you.",
                    "likes": 7
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7-KVbRduG3O",
                    "user": "Azmarith",
                    "date": "5 years ago",
                    "timestamp": 1412350211381,
                    "commentText": "@Sadie Mae The only one I can think of is beauty and the beast, and in that he is only a beast because he has been cursed. In the end the curse is lifted and he's handsome again. In the <b> Hunchback </b>of Notre<b>  Dame</b> Quasimodo falls in love with Esmeralda, but she doesn't love him because he is ugly.",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CVTSogY4aM",
                    "user": "dan b",
                    "date": "4 years ago",
                    "timestamp": 1443886211383,
                    "commentText": "mudblood, men chase women who are sexually attactive to them,  women are attracted to power, charisma, and money ex. any \"gold digger\" who marries someone twice their <b> age,</b> simply for the money and to be a \"trophy wife\"",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CW4KdoIacd",
                    "user": "Wendy 1967",
                    "date": "4 years ago",
                    "timestamp": 1443886211384,
                    "commentText": "@dan b I love it when men think they are bigger experts than women on what women are attracted to. I only heard that comment made from men about women being attracted to power.  Im a <b> woman,</b> and would rather earn my own way and instead be with a man I LOVE for who he is, not what I can get from him.",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CWEGbexIsG",
                    "user": "Azmarith",
                    "date": "4 years ago",
                    "timestamp": 1443886211385,
                    "commentText": "@Sadie Mae @dan b  I've heard women say that they find power sexy. Though sometimes it's their power that they find sexy, not the mans. I think that there are misconceptions about what people find sexy. I think at the end of the day although there might be trends, everyone is different, and wants different things. The term 'power' is a little bit vauge, because it could mean lots of different things. I dissagree that women find money attractive. However, there are reasons why there is a correlation between money and attractiveness. If a man has money, that could give him more confidence which makes him more attractive. Another reason could be that they skills he uses to be successful are also characteristics that are attractive.",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CWEbW-lgG2",
                    "user": "Wendy 1967",
                    "date": "4 years ago",
                    "timestamp": 1443886211387,
                    "commentText": "@Azmarith There is also many men who'd prefer a rich <b> woman </b>to a good looking one, however, it's less socially acceptable for a man to do it.  Golddiggers come in both sexes, and both are just parasites that anyone with half a brain should avoid.",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CWEzCFXyxj",
                    "user": "Wendy 1967",
                    "date": "4 years ago",
                    "timestamp": 1443886211388,
                    "commentText": "@Sadie Mae Im female, and with all things being equal, Id prefer a man who works at McDonalds as long as he has a good heart, and good work ethic,  as opposed to a sociopath CEO of a big corporation with no conscience.",
                    "likes": 0
                },
                {
                    "id": "UgiUmK56v9XBxXgCoAEC.7-H0Z7-RpE_7CuECz1XjqZ",
                    "user": "dan b",
                    "date": "4 years ago",
                    "timestamp": 1443886211390,
                    "commentText": "@Sadie Mae @Azmarith it must be nice to have so much free time your going to waste it replying to replies of replies. a WISE MAN said \"never argue with an idiot, you will always lose\" if you don't believe that women are attracted to money and power then go watch 2 or 3 disney movies, i can guarantee at least 1 of them will prove my case.  PS. don't tag me in a reply to a reply my time is worth something to me.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgjyXzvRVkjTl3gCoAEC",
            "user": "repe0",
            "date": "5 years ago",
            "timestamp": 1412350211032,
            "commentText": "You might wanna check out the \"newest\" thing on everyone lips in Sweden. The viasat aka Swedens Netflix is deleting all the contenent (for example star wars, pulp fiction, harry potter) because they lack a female in a movie. However the Hunger games stays, because the main actor is female :)",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjyXzvRVkjTl3gCoAEC.7-H0Z7-2Flj700nf4b5UzR",
                    "user": "Zippertrain85",
                    "date": "5 years ago",
                    "timestamp": 1412350211318,
                    "commentText": "How do people even approve of such stupidity?",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgheCGjiQ8MiLXgCoAEC",
            "user": "hep48",
            "date": "5 years ago",
            "timestamp": 1412350211035,
            "commentText": "Wait, is this the ignored <b> gender?</b>  I know this voice, but don't recognize this subscription. Thanks google -   !!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgheCGjiQ8MiLXgCoAEC.7-H0Z7-KnnU7-H13yOZAT7",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350211350,
                    "commentText": "Yes. It is I.",
                    "likes": 3
                },
                {
                    "id": "UgheCGjiQ8MiLXgCoAEC.7-H0Z7-KnnU7-H3Zibt4YP",
                    "user": "hep48",
                    "date": "5 years ago",
                    "timestamp": 1412350211352,
                    "commentText": "Great! Keep up the incisive analysis!",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgiiPkT4gVMyEXgCoAEC",
            "user": "CyberFenix000",
            "date": "5 years ago",
            "timestamp": 1412350211038,
            "commentText": "I might get a lot of hate for saying this, BUT:\nEven though Gundam SEED was was, it was (on retrospect) a better story than Harry Potter. It would have added A LOT to the story to have made Voldemort's death occur halfway book 7. Harry Potter having defeated Voldemort, gets to internalize Voldemort's REAL plan in conquering the world and defeating death (maybe even attaining \"godhood\", for the purpose of salvaging Humanity or some transcendental thing). In deciphering Voldemort's true intentions, Harry himself becomes a successor to Voldemort (so that Snape, and many more DON'T die) and quickly picks up most of the Death Eaters.\nIronically, Lestrange refuses (along some other few Death Eaters) to join Harry, they are however (through Harry's influence) killed immediately by aurors. Soon HP climbs to power (Ginny and Snape as right his right hand), and during this time the Wizard World becomes known to muggles. It should be noted that this causes a mayority of muggles to be \"ok with it\", BUT a certain minority to become radicals in the extermination of wizards, like the Death Eaters were to extermination of muggles.\nThe plot escalates to having 4 distinct bands: HP's Neo-Death Eaters (wizard extremists), wizard moderates, muggles moderates, and some muggle <b> terrorist </b>group. War soon becomes unavoidable. Harry Potter gets a lot of people into his side, wizard moderates only have a weak auror army (Ron, Hermione, Malfoy, and most of the DA), muggle moderates have (after formation of world government) a decimated army (HP recruited \"gifted\" muggles), and the muggle extremists will consist of a battalion of hardcore \"gifted\" and armed individuals.\nThe curtain comes to a close, as the decimation of moderates (wizards and muggles) takes place. Humanity's population diminishes in this war. Finally, the muggle extremists put out a good fight but also lose (at this point the planet is MOSTLY inhospitable). Ginny kills Hermione, Snape kills Ron and Malfoy. And HP tries to attained whatever transcendental plan he has in mind. The curtain closes with Humanity having being wiped out through war, and the ambiguous ending on whether or not HP achieved his goal to preserved Humanity for all eternity.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgiiPkT4gVMyEXgCoAEC.7-H0Z7-UTEN8lopecWmWsX",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580611321,
                    "commentText": "What the heck does this have to do with the video",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugik6MFVHM6C6ngCoAEC",
            "user": "Scathsealgaire",
            "date": "5 years ago",
            "timestamp": 1412350211040,
            "commentText": "Mudblood.\nThanks for the Vid.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgikylX7RsNZa3gCoAEC",
            "user": "Shadow Fright",
            "date": "5 years ago",
            "timestamp": 1412350211042,
            "commentText": "Mud-Blood. It's ridiculous how many people can only see the negatives in a story when it applies to women. And what in the world is with the whole Staircase to slide thing? What exactly does the Staircase or school think would happen if boys went up into the Girl's dormitory that wouldn't happen in vice versa?\n\nGood to see a new video though. :)",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgikylX7RsNZa3gCoAEC.7-H0Z7-IucO8_UYO5Yu_6Y",
                    "user": "Notme Notme",
                    "date": "1 year ago",
                    "timestamp": 1538580611327,
                    "commentText": "The slide thing happens because Umbridge is Headmistress at the point in the series.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugi8cQhl5p_tgXgCoAEC",
            "user": "3DMaster",
            "date": "5 years ago",
            "timestamp": 1412350211044,
            "commentText": "Mudblood: great video! And you're totally right, but then, where feminism is concerned, what else is new?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggpaaKdebXj5HgCoAEC",
            "user": "El Paki",
            "date": "5 years ago",
            "timestamp": 1412350211046,
            "commentText": "Mudblood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugjzhx2OB6_iO3gCoAEC",
            "user": "Tiny",
            "date": "5 years ago",
            "timestamp": 1412350211047,
            "commentText": "Dude, I love you, Mudblood.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgheK23_W1ZP0ngCoAEC",
            "user": "UltimateMoralizer",
            "date": "5 years ago",
            "timestamp": 1412350211049,
            "commentText": "Good video, Ignoredgender. It's sad that people use childish insults to go around the truth. Keep up the good work, dude.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg9ulwdl-0kNXgCoAEC",
            "user": "Neto Rodz",
            "date": "5 years ago",
            "timestamp": 1412350211051,
            "commentText": "What do you expect a <b> woman </b>wrote the story",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugh_bMe3rhI3w3gCoAEC",
            "user": "thehottestmanever",
            "date": "5 years ago",
            "timestamp": 1412350211052,
            "commentText": "For the unicorn thing, she was trying to introduce a creature, and put in some quirks from classic mythology.  Good video all around, though.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghET87TSwOrLngCoAEC",
            "user": "SilentSputnik",
            "date": "5 years ago",
            "timestamp": 1412350212146,
            "commentText": "Your issue here is confirmation bias. It would be wise to add it to your vocabulary for efficiency's sake.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgghNMNSNfQFMXgCoAEC",
            "user": "Nerdsansintelligence",
            "date": "5 years ago",
            "timestamp": 1412350212148,
            "commentText": "Mudblood\nAt the turn of the 20th century? I didn't know Harry Potter was written in 1900. LOL",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgghNMNSNfQFMXgCoAEC.7-H0Z7-Lc_n8G30uPIM-ro",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508612532,
                    "commentText": "I read all the first three books in the 1900's.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggCVC1XavH9OngCoAEC",
            "user": "tubebility",
            "date": "5 years ago",
            "timestamp": 1412350212151,
            "commentText": "She's complaining (typical of unproductive people) about this series (how many series/books has she sold) because the headmaster is male, but wasn't the headmaster eventually sacrificed for a greater cause (typical male disposability).\n\nWould she not be spitting feathers if the headmaster was female and was eventually sacri... **snickers** sacrificed for a higher purpose. (I know, I know! Women generally don't do sacrifice, they're too selfish.).\n\nPASSWORD: mud fight\nSERVER RESPONDED: Access Denied\nO.o\n\n#FuckGoogle+",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggCVC1XavH9OngCoAEC.7-H0Z7-FY5E701fOGXwdk2",
                    "user": "John Smith",
                    "date": "5 years ago",
                    "timestamp": 1412350212550,
                    "commentText": "actually the headmaster was already dying from a curse when he was killed",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggI1TvPi0AwQ3gCoAEC",
            "user": "Nightman221k",
            "date": "5 years ago",
            "timestamp": 1412350212154,
            "commentText": "*mudblood\nI actually really like Hermione and I feel like her flaws make her very human and interesting, flaws the article writer seems to think are sexist. I mean, all of her personality traits actually suit her. She does make some mistakes (the polyjuice potion) but that's actually a normal thing for the group, think of how often Ron screws up!\n\nRon and Harry do tease her EARLY ON, due to them not getting along as well back then. After that, it's uncommon to see them do that. Hell, the group are actually pretty sardonic and give good-natured jabs at each other's expense from time to time but is it ever, ever hateful? NO, it isn't! It's the same as any sarcastic friends having a laugh.\n\nIn Book 1, she isn't the kind of friend Ron and Harry think they'll want because she shows off her intellect and at times comes off like a know-it-all, mainly as a defense-mechanism. She uses that skill to make herself feel less sad about alienating people she wants to befriend. THAT MAKES PERFECT SENSE FOR HER! She's not going to be the uber-confident, perfect person 100% of the time; but she grows up and learns to be less pretentious because she gains true friendship and doesn't have to use her defense-mechanism, but she's still smart and brave.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgihXypW7RbqfngCoAEC",
            "user": "slesperado",
            "date": "5 years ago",
            "timestamp": 1412350212156,
            "commentText": "Why are there 2 thumbs down?  This is one of the greatest videos I've ever seen.  I'm very happy that you uploaded it, Vinny Mac.  I've been saying things like this for the longest, but every time I do, I get accused of being a <b> misogynist.</b>  Mud blood.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggeqXBobGfiVHgCoAEC",
            "user": "wasneeplus",
            "date": "5 years ago",
            "timestamp": 1412350212158,
            "commentText": "Hey hey, my mudblood, now I have to comment! But yeah, it's not like I have anything to add, I completely agree with you on this.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgigUPvv0Fv9k3gCoAEC",
            "user": "Nightman221k",
            "date": "5 years ago",
            "timestamp": 1412350212160,
            "commentText": "mudblood\nWell, the unicorn thing is actually mythologically accurate since in mythology only young female virgins are able to approach them without them hurrying away. I'm not saying it's not sexist, just that JK probably wasn't trying to imply anything in regards to it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjlCH_jMn6Qy3gCoAEC",
            "user": "JDG2764",
            "date": "5 years ago",
            "timestamp": 1412350212162,
            "commentText": "mudblood",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiW4x6RgnsQHngCoAEC",
            "user": "spinnerpete",
            "date": "5 years ago",
            "timestamp": 1412350212163,
            "commentText": "MudBlood\nThanks to AVFM for posting this, Im a subscriber but missed it.\nIf all you have is a hammer, Everything looks like nails.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgixAjHdb477SHgCoAEC",
            "user": "ranbrantjf",
            "date": "5 years ago",
            "timestamp": 1412350212165,
            "commentText": "Mudblood \nVideos like this are what make me happy I subscribed to you",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjevnIBmnkqRXgCoAEC",
            "user": "PantsofVance",
            "date": "5 years ago",
            "timestamp": 1412350212167,
            "commentText": "Mudblood!\n\nI find it funny that she even goes as far as to say that the female characters are so limited that there aren't any evil women in the books. Now I haven't read them all so I don't even know if THAT is true, but if there WERE evil women in the books, I have a sneaking suspicion that she would call that sexist.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgjevnIBmnkqRXgCoAEC.7-H0Z7-9NAc8aFT-whpycM",
                    "user": "Molly O Callaghan",
                    "date": "1 year ago",
                    "timestamp": 1538580612535,
                    "commentText": "Someone simplified the Bellatrix vs Molly battle to be 'Good Women vs Bad Women implying that it was basically: quiet housewife vs <b> sex </b>positive straight talking character. They were basically saying that Molly winning was<b>  sexism</b>. As though Molly wasn't a badass fierce tiger mama who was an all around wonderful person and as though Bellatrix wasn't a crazed murderous fanatical Pureblood Supremacist who literally tortured two people to insanity (and tortured Hermione) and killed Dobby. Like, ho<b> w dum</b>b do you have to be to reach that conclusion?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggE_fsGq4hryXgCoAEC",
            "user": "skysamfreeman",
            "date": "5 years ago",
            "timestamp": 1412350212170,
            "commentText": "The author of this article is an idiot. Let's say that Harry and Ron were female and Hermione was male. The author would complain about how the male lead was smarter than the 2 female leads and criticize JK Rowling for making unintelligent female characters, and make it seem like the books are making men out to be smarter than women. It's so friggin stupid.",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UggE_fsGq4hryXgCoAEC.7-H0Z7-MBq5710rRQIrhh1",
                    "user": "wohodude100",
                    "date": "5 years ago",
                    "timestamp": 1412350212529,
                    "commentText": "The author would only be satisfied if Hermione was the lead and was perfect untouchable mary sue like Millia Jovich from those awful resident evil movies and all harry did was be stupid like ron and all they did was trip, be stupid to show how hermione is so much better and have harry and ron rave about how great she is.",
                    "likes": 4
                }
            ]
        },
        {
            "id": "Ugy5_uVHfugoXsmd6Ll4AaABAg",
            "user": "thatguywiththereallylongname andpeolpestillreadit",
            "date": "5 years ago",
            "timestamp": 1412350212172,
            "commentText": "oh my god it's just a book there are bigger fish to fry than this",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjsvbtER7LjYngCoAEC",
            "user": "donzaloog1400",
            "date": "5 years ago",
            "timestamp": 1412350212174,
            "commentText": "Mudblood. The women who make these stupid complaints about works of fiction are truly pathetic. In there minds, women in fiction must be in control of everything at all times or else it's sexist. Because we all know that women in the real world have no flaws.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjsvbtER7LjYngCoAEC.7-H0Z7-7GxR752ZAp-hJHr",
                    "user": "Red Phoenix",
                    "date": "5 years ago",
                    "timestamp": 1412350212499,
                    "commentText": "I wouldn't expect anything else from an femal supremacist like her. Feminism and female supremacism are interchangeable.",
                    "likes": 2
                },
                {
                    "id": "UgjsvbtER7LjYngCoAEC.7-H0Z7-7GxR7C5MZ7ZwN6k",
                    "user": "Christoph Sorg",
                    "date": "5 years ago",
                    "timestamp": 1412350212501,
                    "commentText": "@ckb313235 ﻿\nwhen was that point when youtube was conquered by male supremacist morons? Seriously? But you did win me a round of \"sexist phrases bingo\", so I guess cheers for that",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UggPAe4PSDjbDngCoAEC",
            "user": "You know my name.",
            "date": "5 years ago",
            "timestamp": 1412350212176,
            "commentText": "It amazes me that women can see <b> sexism </b>everywhere but only when its against women. When its against men they wouldnt think twice about it. And then they go out of their way to Find something, anything that perpetuates a negative light on the female<b>  gender</b>.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggruovSr6T7WHgCoAEC",
            "user": "Erech01",
            "date": "5 years ago",
            "timestamp": 1412350212178,
            "commentText": "With regards to the first point, surely it wouldn't be hard to have them enchanted by a spell if you go up either stairs with bad intentions it turns into a slide, regardless of <b> gender.</b> I mean, this is a series with magic in it, you can do anything.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjQoGAS6anSHngCoAEC",
            "user": "Juggler1097",
            "date": "5 years ago",
            "timestamp": 1412350212180,
            "commentText": "Mudblood. Another great, well-articulated video.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugi2U8CZBz2MVngCoAEC",
            "user": "mindprism",
            "date": "5 years ago",
            "timestamp": 1412350212182,
            "commentText": "These people are leftists, their whole thing is seizing power through alleged victimhood -- the smallest pretense will do.\nThey harvest raindrops to drown you with while claiming THEY are oppressed and persecuted.\n\nTheir bucket never empties. Every grudge is eternal, just laying in wait for the next ambush.\n\"Everything you've ever done wrong\" - sound familiar? It should.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugi2U8CZBz2MVngCoAEC.7-H0Z7-9-by7-q68I_j5GP",
                    "user": "Devin MacGregor",
                    "date": "5 years ago",
                    "timestamp": 1412350212568,
                    "commentText": "Mudblood:  I am a Liberal and although I do agree with you that many on the left have put themselves into buckets of victimhood I do not see that less so on the right.   It is just a different form of victimhood.",
                    "likes": 0
                },
                {
                    "id": "Ugi2U8CZBz2MVngCoAEC.7-H0Z7-9-by7-uM0uXVTjH",
                    "user": "DallasisaLeo",
                    "date": "5 years ago",
                    "timestamp": 1412350212570,
                    "commentText": "Mudblood: I notice that you didn't listen to the entire video. I'm a pretty far-left liberal, and I agreed with every point made. What do you make of that?",
                    "likes": 0
                },
                {
                    "id": "Ugi2U8CZBz2MVngCoAEC.7-H0Z7-9-by700UFvpCfEK",
                    "user": "Devin MacGregor",
                    "date": "5 years ago",
                    "timestamp": 1412350212571,
                    "commentText": "@DallasisaLeo Why are you replying to me.  How would I know the secret word if I did not listen to the entire video.   I agree with the video.",
                    "likes": 0
                },
                {
                    "id": "Ugi2U8CZBz2MVngCoAEC.7-H0Z7-9-by70FOLfT4Cv5",
                    "user": "DallasisaLeo",
                    "date": "5 years ago",
                    "timestamp": 1412350212573,
                    "commentText": "@Devin MacGregpr I didn't reply to you. This is a reply to you. I replied to mindprism. At least, I think I did. These layout changes aren't cool.",
                    "likes": 0
                },
                {
                    "id": "Ugi2U8CZBz2MVngCoAEC.7-H0Z7-9-by70hegiU7e_J",
                    "user": "Cuck Norris Texas Lamer",
                    "date": "5 years ago",
                    "timestamp": 1412350212575,
                    "commentText": "@DallasisaLeo\nNo kidding. Sometimes it won't let me type at all. Or reply is gone. Or won't tag properly. Youtube, if it's not broke, QUITE FUCKING FIXING IT!\n\nmudblood",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugi_FIzpIXEIxngCoAEC",
            "user": "ThatBeardedGuy",
            "date": "5 years ago",
            "timestamp": 1412350212185,
            "commentText": "Mudblood. I'm surprised that author didn't bring up the houses. The two main houses talked about in the books were both male-founded. Which is just obvious <b> sexism.</b>.... no, wait, I'm meant choice of the author that held no sexist meaning whatsoever. Sorry, I get confused sometimes.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiH4hCCNTPWPXgCoAEC",
            "user": "Daniel Martinez",
            "date": "5 years ago",
            "timestamp": 1412350212187,
            "commentText": "I agree with you, I though the same when they could not enter in the girls dormitory.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjB3xTs4-3p6ngCoAEC",
            "user": "AmygdalaOP",
            "date": "5 years ago",
            "timestamp": 1412350213450,
            "commentText": "mudblood lol\nwith the sheer volume of events and creatures in the series, finding only 2 instances of <b> sexism </b>is actually surprising.  That blogger you picked apart must be way up her own ass to ignore Bellatrix, I thought she was one of the most memorable characters. \nAlso Hermine was the one who made all the significant plans and most of the preparation, I always felt Harry and (especially) Ron where portrayed as the kind of kids who would have been killed in traffic if mommy didn't remind them to look both ways EVERY time. Thou come to think of it Ron had exactly that kind of mom and Harry was kept shut inside most of the time.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjocjuKpHHHH3gCoAEC",
            "user": "Chloé Seashell",
            "date": "5 years ago",
            "timestamp": 1412350213451,
            "commentText": "(mudblood)\nTo me, the most sexist thing about the whole \"unicorns like girls better\" is that, through the whole series,unicorns are said to be the purest creatures in the world. So of course they would like girls better, don't you know. Men are violent rapey child abusers, women are always nice peaceful angels.\n\nAnd when unicorns are foals, it is said that they don't mind boys as much. Of course. Subtext: They're not mature enough to recognize the dangers of the male <b> gender!</b>",
            "likes": 22,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgjocjuKpHHHH3gCoAEC.7-H0Z7-L8tQ7-HNxhLS77M",
                    "user": "Chloé Seashell",
                    "date": "5 years ago",
                    "timestamp": 1412350213851,
                    "commentText": "@Abcat1337 It seems my sarcasm was not clear enough? Of course men are not violent rapey child abusers most of the time, women are not always nice and peaceful angels. I was talking against the inherent <b> sexism </b>in that part of Harry Potter.",
                    "likes": 12
                },
                {
                    "id": "UgjocjuKpHHHH3gCoAEC.7-H0Z7-L8tQ702b3uGW1qZ",
                    "user": "John Smith",
                    "date": "5 years ago",
                    "timestamp": 1412350213855,
                    "commentText": "the unicorn thing is from the mythology of unicorns. Don't blame the author",
                    "likes": 3
                },
                {
                    "id": "UgjocjuKpHHHH3gCoAEC.7-H0Z7-L8tQ707Hkb4R_yR",
                    "user": "Chloé Seashell",
                    "date": "5 years ago",
                    "timestamp": 1412350213858,
                    "commentText": "@John Smith Well, JKR has NO problem changing/updating the mythology of creatures for the sake of her books. If she didn't change this one, it has to be because she finds it somehow acceptable.",
                    "likes": 7
                }
            ]
        },
        {
            "id": "UggIzzSjvefpmHgCoAEC",
            "user": "TheMarcybrooks",
            "date": "5 years ago",
            "timestamp": 1412350213455,
            "commentText": "5:37 describes societies look at the past and now. Ignoring mens disadvantages with <b> gender </b>rules and ignoring any positives of the rules females had with<b>  gender</b> rules",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiCYIqh6fyzBXgCoAEC",
            "user": "Azmarith",
            "date": "5 years ago",
            "timestamp": 1412350213456,
            "commentText": "MudBlood\nYou forgot to mention that Professor McGonagall became headmisstress after Professor Snape dies. I can't remember who the head of Ravenclaw and Hufflepuff were, but I think at least one of them was female, making a 50/50 divide between the heads of the houses.\n\nI don't agree with you about <b> sexism </b>and the house elves. Although<b>  sexism</b> is there, compared to house elves being enslaved, it's pretty trivial. True, the house elves say that they want to be enslaved, but that could be due to some kind of Stockholm syndrome. If all the house elves were freed, there would b<b> e nothin</b>g to stop them from working for the families that they previously worked for anyway.\n\nAs a whole, I think the Harry Potter books are sexist. True, the points you pointed out are sexist, but overall they aren't major parts of the series. You could probably find parts of any novel that showed some sort of bias.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugjc1MNEgm7YNHgCoAEC",
            "user": "bloodyleech",
            "date": "5 years ago",
            "timestamp": 1412350213458,
            "commentText": "Mudblood bitch!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghoTTQJPio1AHgCoAEC",
            "user": "Jorah Mormont",
            "date": "5 years ago",
            "timestamp": 1412350213459,
            "commentText": "In a documentary it was revealed that J.K Rowling was \"supposed\" to be a boy, and her room as already decked out in blue. This influence from her disappointed parents probably drove her to write about a male character, the same way as a child if you were a boy all of your Teddies were boys, and if you were a girl all of your Teddies were girls.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghoTTQJPio1AHgCoAEC.7-H0Z7-N2RY7-H1lpqyskJ",
                    "user": "Jorah Mormont",
                    "date": "5 years ago",
                    "timestamp": 1412350213790,
                    "commentText": "Ps. Mudblood. I didn't watch the last minute as I realised your argument was drawing to a close, but I rewatched the last min of the video. I still agree with your points. Please forgive meeeee\n.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UghLfTlrkDJMqngCoAEC",
            "user": "Eyal Lev",
            "date": "5 years ago",
            "timestamp": 1412350213461,
            "commentText": "the <b> sexism </b>that the review your read was talking about, was not<b>  sexism</b> in the harry potter univ' bu<b> t sexis</b>m of the writer her self.  His (her?) problem was that the female writer should have written a mo<b> re gend</b>er balanced book.  Or ever, a little more female favored, to counter the male dominated literature we currently have (I don't know, i don't read books).\n\nor at least, that's how a mudblood such as my self sees it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugjqwmb1Tr7DB3gCoAEC",
            "user": "larryboyrocksalot",
            "date": "5 years ago",
            "timestamp": 1412350213463,
            "commentText": "Mudblood. If the feminist mentioned in this video is so upset because Hermione \"isn't any fun\" by not breaking the rules, you could make the same idea that the series portrays males as disobedient and always follow their own way.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjwzvAoUHmxX3gCoAEC",
            "user": "fiend1669",
            "date": "5 years ago",
            "timestamp": 1412350213465,
            "commentText": "Correct me if I`m wrong, but weren`t the Harry Potter books written by a <b> woman?</b> So, according to the writer of the thought provoking article women themselves can't write female characters, without making them seem imperfect and flawed in some way. Something that is an absolutely criminal representation of a<b>  woman</b>'s globally accepted god like status. Thus, proving all authors should just omit female characters from all the stories the pen completely. Oh, and..... MUD BLOOD",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgjwzvAoUHmxX3gCoAEC.7-H0Z7-ElNZ70ejZsymytH",
                    "user": "Albert Belle's Mugshot",
                    "date": "5 years ago",
                    "timestamp": 1412350213868,
                    "commentText": "How dare you say that! No, it's really THE <b> PATRIARCHY </b>THAT DID IT!!!!! BLAME MEN!!!!<b>  MISOGYNIST</b>! MALE PRIVILEGE!!! RAPE CULTURE!!!",
                    "likes": 5
                },
                {
                    "id": "UgjwzvAoUHmxX3gCoAEC.7-H0Z7-ElNZ70iKWs1APkb",
                    "user": "Cuck Norris Texas Lamer",
                    "date": "5 years ago",
                    "timestamp": 1412350213871,
                    "commentText": "@VeXeR ShObOx\nYou forgot <b> sexual </b>objectification.",
                    "likes": 4
                },
                {
                    "id": "UgjwzvAoUHmxX3gCoAEC.7-H0Z7-ElNZ70ov5qdZVXj",
                    "user": "fiend1669",
                    "date": "5 years ago",
                    "timestamp": 1412350213874,
                    "commentText": "@VeXeR ShObOx  It's a good thing I understand sarcasm when I see it. Thanks for the lols. I did something similar on a Goodfella video and no one could figure out I was joking. I like people with a sense of humor.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgiePxD5AFxLvXgCoAEC",
            "user": "P XIII",
            "date": "5 years ago",
            "timestamp": 1412350213467,
            "commentText": "MudBlood\nSo basically all female characters have to be Mary Sues?\nThere can be no main male characters? Or if they are, they can't be in the lime light. Defeating the purpose of being a main character.\nAnd the few and in between cases where a female is the butt of a gag, or is part of a drama, is sexist and should not exist; and male characters being in the exact situations are glossed over.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiGR2Ah7T_Fn3gCoAEC",
            "user": "Einhärjar",
            "date": "5 years ago",
            "timestamp": 1412350213469,
            "commentText": "I really like your videos because you are fair, you do see if there is a legit <b> sexism </b>against women but you also see if there is for men. You are not a<b>  dumb</b> mud-blood like those feminists who find everything about the female characters bad and then complain even if it is their strengths and vice versa for the male characters...\n\nI have not read the books or seen the movies but I could still enjoy the video because it's factual, there is no way to argue that these things do not lean on men being unable to behave whilst women can but as you said, it's fiction.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugje3PeNPop3AHgCoAEC",
            "user": "George Perakis",
            "date": "5 years ago",
            "timestamp": 1412350213471,
            "commentText": "MudBlood Good video as always Vinny....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugi-XVI4xxWt23gCoAEC",
            "user": "junoguten",
            "date": "5 years ago",
            "timestamp": 1412350213473,
            "commentText": "\"Mudblood\". I'd say don't give them too much attention, because we don't want a great book series ruined by ideological witchhunts, but sadly others are giving them much undeserved attention anyway :/",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghEdhe-F7e_MHgCoAEC",
            "user": "moocowtoyou",
            "date": "5 years ago",
            "timestamp": 1412350213474,
            "commentText": "your lou reed love tribute <3",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugi5CdGQ1HFW0ngCoAEC",
            "user": "nateyj11",
            "date": "5 years ago",
            "timestamp": 1412350213476,
            "commentText": "Mudblood.\n\nYou know feminism is straining at gnats when they not only go after the creative works of other women, but that of self-avowed feminists.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghfMP2NoMDCnngCoAEC",
            "user": "Edbrad",
            "date": "5 years ago",
            "timestamp": 1412350213477,
            "commentText": "MudBlood. It doesnt matter what character Hermione had, they'd interpret it as \"obviously sexist against women\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghC5BcFSUMPg3gCoAEC",
            "user": "wildshape",
            "date": "5 years ago",
            "timestamp": 1412350213479,
            "commentText": "These people are hopeless. Hermanie was one of the strongest characters out there. She was always the best spell caster of her class. If they see her as weak then there is something completely wrong with them. I suggest getting some professional help.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiE4cGUM8jrongCoAEC",
            "user": "Dominick Destine",
            "date": "5 years ago",
            "timestamp": 1412350213481,
            "commentText": "New name? I'm down. Your content is still excellent. \n\nPassword is Mudblood(whatever that means), I watched till the end.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgiE4cGUM8jrongCoAEC.7-H0Z7-MaoQ7-Hc2rxTIVj",
                    "user": "Eyal Lev",
                    "date": "5 years ago",
                    "timestamp": 1412350213798,
                    "commentText": "you know <b> NOTHING </b>of harry potter :-p\n\npure blood refers to wizards that have pure wiz' blood (never read the books, not sure what started it). human magic users that don't have pure blood parents are called (derogatorily) \"mudbloods\".",
                    "likes": 1
                },
                {
                    "id": "UgiE4cGUM8jrongCoAEC.7-H0Z7-MaoQ70syZZ2UsjT",
                    "user": "Dominick Destine",
                    "date": "5 years ago",
                    "timestamp": 1412350213801,
                    "commentText": "@Eyal Lev As I am not a child, a  <b> homosexual </b>or a<b>  woman</b>, I do not know, nor do I care to know about \"Harry Potter\"",
                    "likes": 0
                },
                {
                    "id": "UgiE4cGUM8jrongCoAEC.7-H0Z7-MaoQ8G30Jrz1tKZ",
                    "user": "carultch",
                    "date": "3 years ago",
                    "timestamp": 1475508613804,
                    "commentText": "Mudblood is a derogatory term for a magic-sensitive character in the Harry Potter world, is born to non-magical muggle parents.  Notable examples are Hermione Granger and Lily Potter (nee Evans).  Muggle-born is a preferable term.\n\nThe reverse case of a muggle-born wizard, is known as a squib, who is a muggle born to at least one magical parent.  Notable examples are Hogwarts caretaker Argus Filtch, and neighbor to the Dursleys (Arabella Figg).",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UggtZAyvPnMMZXgCoAEC",
            "user": "Stratocaster893",
            "date": "5 years ago",
            "timestamp": 1412350213483,
            "commentText": "Great vid. Keep it up you filthy mudblood.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiwoJfW_2RBP3gCoAEC",
            "user": "Camilo Arjona",
            "date": "5 years ago",
            "timestamp": 1412350213484,
            "commentText": "Keep in mind, that feminism is just like creationism. First there is the ideology, then you spin anything to fit that ideology. It's disingenuous in nature.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggipBlWA8tMd3gCoAEC",
            "user": "Clyde Cash",
            "date": "5 years ago",
            "timestamp": 1412350214690,
            "commentText": "Can't they just use a broom or cast a spell to float themselves to the girl's dorm.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghV3Dp-6dGMTngCoAEC",
            "user": "Clyde Cash",
            "date": "5 years ago",
            "timestamp": 1412350214692,
            "commentText": "I was wondering who the hell Vinny Mac is. lol",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UghV3Dp-6dGMTngCoAEC.7-H0Z7-ALsm7-H0myr2EJy",
                    "user": "Dash X",
                    "date": "5 years ago",
                    "timestamp": 1412350215187,
                    "commentText": "Vinny Mac is theignoredgender's name on Google+ I had to link YouTube to Google+ in order to be able to comment and such.",
                    "likes": 9
                },
                {
                    "id": "UghV3Dp-6dGMTngCoAEC.7-H0Z7-ALsm7-H1ASKAnfb",
                    "user": "Clyde Cash",
                    "date": "5 years ago",
                    "timestamp": 1412350215188,
                    "commentText": "@Vinny Mac\nThat's google world order for you.",
                    "likes": 8
                },
                {
                    "id": "UghV3Dp-6dGMTngCoAEC.7-H0Z7-ALsm7-Heir_apXl",
                    "user": "Niggerishmuslimbbcbull",
                    "date": "5 years ago",
                    "timestamp": 1412350215189,
                    "commentText": "@Vinny Mac Be careful...now feminists can track you because of google+ system and get you fired. I'm scared now aswell of feminists and whiteknights that can get me fired.",
                    "likes": 5
                },
                {
                    "id": "UghV3Dp-6dGMTngCoAEC.7-H0Z7-ALsm7-HiFLpf5B5",
                    "user": "Eyal Lev",
                    "date": "5 years ago",
                    "timestamp": 1412350215191,
                    "commentText": "@Vinny Mac\nwe feel your pain",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugj_NV4afIPF5ngCoAEC",
            "user": "VentionMGTOW",
            "date": "5 years ago",
            "timestamp": 1412350214694,
            "commentText": "What a tard! If she's going to blather on about the story, she should at least read them.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghpTBYCy5HosXgCoAEC",
            "user": "TheShal",
            "date": "5 years ago",
            "timestamp": 1412350214696,
            "commentText": "Mudblood. I say let the feminists shit up harry potter. It'll keep them out of the good fantasy, like the Night Angel Trilogy, Mistborn, Song of Ice and Fire, Wheel of Time, Lightbringer, and so much more.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UggGpHweO3oXf3gCoAEC",
            "user": "MGTOW Headquarters",
            "date": "5 years ago",
            "timestamp": 1412350214699,
            "commentText": "really love your videos bro. Keep em coming : )",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgihEzrX6HGRpXgCoAEC",
            "user": "Nephanor",
            "date": "5 years ago",
            "timestamp": 1412350214701,
            "commentText": "Keep up the good work!  It is time more people did the other side of the story.  Although, I would try and keep the \"tone\" when reading the feminist BS down to a minimum.  They might call you a sexist mudblood for \"implying a harmful tone when none was intended\"  You wouldn't want to offend their delicate sensibilities.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgihEzrX6HGRpXgCoAEC.7-H0Z7-9Bch7-Jk2s6Tsr6",
                    "user": "All Things Fishy",
                    "date": "5 years ago",
                    "timestamp": 1412350215028,
                    "commentText": "Meh... with feminists you can be as PC as you want and they will find it offensive. They need to keep the oppression narrative going to keep writing about it and lining their pockets.\nHeaven forbid they have to find a real job!",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugif4rvQt6uEjngCoAEC",
            "user": "Watchingyew",
            "date": "5 years ago",
            "timestamp": 1412350214703,
            "commentText": "Why do you bother making a video in response to what some obvious <b> fat </b>miserable bitch typed up online? I feel<b>  dumb</b> just listening to this shit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugj_vMvn9jPDHngCoAEC",
            "user": "PsychologicalCynic",
            "date": "5 years ago",
            "timestamp": 1412350214705,
            "commentText": "Mudblood. (Though, I'd have preferred: Caput Draconis.)\n\n WHERE YOU BEEN, MAN!? \n\n Dang, scare me thinking you stopped this channel. Any rate, yea I'll admit that first starting off when you were talking about the girls dorm (Which I can't believe I forgot about, but only read the series once) and the unicorn deal, I didn't think that was too big a thing.\n\n But, you addressed it and I continued to listen. Yea, stupid feminist \"wah wah want it my way\" cunts will always be a pain in the ass. Eh, that's why I don't take them seriously anymore. Being called a <b> misogynist </b>pretty much has the same affect as calling me a cynic now.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg7jxmkQdmEXXgCoAEC",
            "user": "Johnny Jones",
            "date": "5 years ago",
            "timestamp": 1412350214707,
            "commentText": "Feminists in a nutshell are really good at noticing female issues while totally ignoring male issues; sometimes even seeing female issues when in reality, there aren't any. I remember hearing before that women have been shown psychologically to be more likely than males to mentally see things that don't really exist due to their perception.\nBut the worst characteristic of feminists is their complete and utter lack of empathy in regards to male related issues. If an apartment complex burns down with 100 fatalities, 50 male and 50 female, the feminist mentality is, \"Oh my god... 50 WOMEN have just died!!! You see, we are all victims! We must do more in the future through laws and legislations to prevent WOMEN from being stuck in these fatal situations! You men don't know how good you have it!!!\"\nAnd then the biggest kick in the nuts is that when you bring this issue up with a feminist, their initial trigger response is to say something like (as you said), \"Yeah, well women have problems TOO! Men aren't the only ones who have problems, ya know!\" Which of course shows that they missed the entire point and are incapable of seeing things outside their own warped perspective.\nPS - Mudblood",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugg7jxmkQdmEXXgCoAEC.7-H0Z7-RgsE7-IuCu3N9pk",
                    "user": "Endoptic",
                    "date": "5 years ago",
                    "timestamp": 1412350215076,
                    "commentText": "Actually, they usually either claim women have it worse then start spouting femanazi gospel, even if they claim to not be \"those kind\" of \"feminists\"(female chauvenists are still called feminists by \"not those kind\", ironically). Or they call you a loser who can't get laid, despite lacking any information of your <b> sex </b>life or it being irrelevant (and would be offensive if you reference their<b>  sex</b> life, even if you were quoting them).",
                    "likes": 3
                },
                {
                    "id": "Ugg7jxmkQdmEXXgCoAEC.7-H0Z7-RgsE9-Zi5IJi7W_",
                    "user": "strontiumXnitrate",
                    "date": "1 day ago",
                    "timestamp": 1570030215078,
                    "commentText": "Asteroid hits Earth, wiping out all life and turns Earth into molten lava wasteland. WOMEN MOST AFFECTED.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghHPBcW6iAVpngCoAEC",
            "user": "themanclaw2",
            "date": "5 years ago",
            "timestamp": 1412350214710,
            "commentText": "Your request of the commenters is misogynistic because it highlights how Hermione, a female, is the only main character that can be seen as lesser because of the way she was born. Psh, mudblood.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugiathbm2xRXengCoAEC",
            "user": "SpeedWeedon",
            "date": "5 years ago",
            "timestamp": 1412350214712,
            "commentText": "Mudblood ~ awesome video as always",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugg3cYNchGQoOHgCoAEC",
            "user": "BlazingShade",
            "date": "5 years ago",
            "timestamp": 1412350214714,
            "commentText": "MudBlood\nNice video. Though I don't care much for the HP books or the series. Did you hear that some feminist centered countries are attacking the HP movies? I swear, this planet is fucking <b> crazy.</b>",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-HAhP_Vnc0",
                    "user": "BlazingShade",
                    "date": "5 years ago",
                    "timestamp": 1412350215197,
                    "commentText": "@andell1 Yeah, that's what I meant. I forgot the name of the country. I should have known it would be sweden.",
                    "likes": 3
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-HEMsSb5cG",
                    "user": "Nualaboala",
                    "date": "5 years ago",
                    "timestamp": 1412350215199,
                    "commentText": "My <b> old </b>university in the UK has an entire module in<b>  gender</b> studies (formerly known as women's studies) dedicated t<b> o sexis</b>m in books, they covered harry potter and the films, they also covered Tolkien's works. Basically the entire course was about analysing anything with men in it and findi<b> ng sexi</b>sm (even if it doesn't exist). These classes are insane. If they had a drinking game for every time the wo<b> rds patriar</b>chy or privilege then people would <b> have alc</b>ohol poisoning from just one class.",
                    "likes": 13
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-HFEhUwOXJ",
                    "user": "Tim Lavey",
                    "date": "5 years ago",
                    "timestamp": 1412350215200,
                    "commentText": "@andell1 I read about that too. Surreal sure is the word for it. Four movie theatres apparently have adopted this Bechdel test for feminist approved films. The Bechdel test in turn came from a little comic strip that I first thought when I read it were mocking feminists for not being able to enjoy movies because of their feminist ideology. Apparently it was serious. Surreal indeed.",
                    "likes": 9
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-HX6kUfkGg",
                    "user": "Einhärjar",
                    "date": "5 years ago",
                    "timestamp": 1412350215201,
                    "commentText": "@andell1 As a swede I just want to give y'all my two cents;\n\n 1: Things like these are often GREATLY exaguratted when it comes to this country, people seem to really want to believe everybody here is hardcore femenists with no balls (It's not the case).\n\n2: From the articles I read (since I saw these comments) it seems it's only very small indie cinemas that are doing this \"Bio Rio is one of four Swedish cinemas that launched the new rating\", notice that I am almost 20 with all those years being here in Gothenburg, Sweden ( our second biggest town) and I have never even heard of Bio Rio. Appearantly it is a small indie cinema in Stockholm... \n\nWhat places like that do really shouldn't be seen as a big national thing...\n\nSources:\n [LINK] \n\nand \n\n [LINK] \n\nPS: Also their both biased as fuck: \"We'd rather stick with tried-and-true classics like \"The Heat\" and \"Juno.\"\" both of which are <b> chick </b>flicks...",
                    "likes": 3
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-IUxefCJIk",
                    "user": "Einhärjar",
                    "date": "5 years ago",
                    "timestamp": 1412350215202,
                    "commentText": "Heh I didn't try to infer what you think, obviously you know that better than me. I was just talking about my general feeling about how many people think.\n\n However I do agree that no matter where these kinds of \"anti-man\" ideas should not be welcome likewise actual <b> sexism </b>against women should not be welcomed.\n\nTrust me these kinds of thing do bother me even if it's on a small scale and I can see why my response was immature in some ways. I'd like to apologize if I was being rude.\n\n\n\nPS: What kind of stupidity is the word feminism itself anyways? It implies that women should have more rights (not equal rights). Isn't that basically sexist?\n\n I mean if somebody in, say, Saudi Arabia would call them selves a female-activist it'd be one thing, heck even feminist would make kind of sense there since they actually are repressed and I'd understand somebody who's pissed but still the word itself doesn't really say \"We want equality\", does it?",
                    "likes": 4
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-M6ukJIAUs",
                    "user": "Nualaboala",
                    "date": "5 years ago",
                    "timestamp": 1412350215203,
                    "commentText": "@Kazzeroth\nThese kind of ideas are far more <b> common </b>in modern feminism then people like or are willing to admit. In my<b>  old</b> university I had to take a women's studies course and we had several radical feminist talks that were women only and the stuff discussed was blatant supremacy stuff. From the power of lobbying, to control of the narrative to ensure that the benefits of women are looked after before men (even to the detriment of men). The SCUM manifesto was like the bible to these speakers and they openly (in these classes) expressed that men were aberrations, natures mistakes and to be a true human being is to be <b> a woma</b>n.  Open discussions about aborting male foetuses, what kind of diets would lessen testosterone in male children so they wouldn't rape when they were older and a whole array of other disgusting things were covered in such classes. This stuff was taught at third level (they can call it women' studie<b> s, gend</b>er studies or whatever), most of the girls in my class were studying to work in social oriented jobs, HR, community stuff and the public sector. A<b> s a wo</b>man I know that most women do not buy into this sickening madness but those that do are in positions to do harm to the men they interact with or have influence over in their everyday work lives. There are those who claim feminism is about equality but not anymore, it may have been in the past but in its current form it is about gaining more rights and privileges and it does more harm then good (in my opinion)",
                    "likes": 1
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-MfN_J2vd6",
                    "user": "Einhärjar",
                    "date": "5 years ago",
                    "timestamp": 1412350215205,
                    "commentText": "@Nualaboala Yeah that stuff is just sad, what bothers me the most about things like feminism is when it manages to get a hold of otherwise rational people and we do see the same with different races where people are bombarded with the idea that they are some kind of victim to society.\n\nThe fact that somebody in that class might turn around and say; \" Maybe it's because I am a <b> woman!</b>\" or whatever.\n\n If I heard that twenty million times a day and I had some inconveniences in my day to day life I might start to consider it too, sadly that's just how people work.",
                    "likes": 2
                },
                {
                    "id": "Ugg3cYNchGQoOHgCoAEC.7-H0Z7-Qvyh7-Mv02P8Utb",
                    "user": "Nualaboala",
                    "date": "5 years ago",
                    "timestamp": 1412350215206,
                    "commentText": "That's the thing though. I see it now almost every day at work and in university when I went back for up skilling. The truly scary thing is that I see other women, a lot of other women, embrace this victimhood mentality and start to blame men/find <b> sexism </b>where none exists (and these women in turn behave sexist towards men as if it is a pre-emptive strike). I read a book called the Lucifer Effect a while ago and in one of the footnotes it (briefly) mentions how feminism uses the groupthink to create uniformed bias among crowds of women in a test study where the issue could not have been men's fault but a sequence of coincidence and yet 99% of the women blamed men simply because one plant in the study coerced the narrative that it was likely the men discriminating women. I don't know if it is cultural or biological but that is scary.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugi2x6o7lz7ikXgCoAEC",
            "user": "BlueSage, The Animated Pagan Witch",
            "date": "5 years ago",
            "timestamp": 1412350214717,
            "commentText": "Good video, I enjoyed it. mud blood.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghMGGPfSLpU8ngCoAEC",
            "user": "Chip Hitler",
            "date": "5 years ago",
            "timestamp": 1412350214719,
            "commentText": "\"No girl is brilliantly heroic...\"  Did this author even READ the series?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UghMGGPfSLpU8ngCoAEC.7-H0Z7-0rBZ7-IwInG4NvI",
                    "user": "Thomas Stark",
                    "date": "5 years ago",
                    "timestamp": 1412350215046,
                    "commentText": "Hermione (arguably the most heroic character), Ginny, Lily, Professor Mcgonagall, Professor Trelawney, Molly, Hedwig, Luna.",
                    "likes": 3
                },
                {
                    "id": "UghMGGPfSLpU8ngCoAEC.7-H0Z7-0rBZ7-J3dM9B5gq",
                    "user": "Chip Hitler",
                    "date": "5 years ago",
                    "timestamp": 1412350215048,
                    "commentText": "@Arrow'd Guy a;sldfjka;lsdfjk.  AND MCGONAGALL EVEN BECOMES THE FUCKING HEADMISTRESS AFTER DUMBLEDORE DIES.",
                    "likes": 6
                },
                {
                    "id": "UghMGGPfSLpU8ngCoAEC.7-H0Z7-0rBZ7-JqWY8r3tT",
                    "user": "All Things Fishy",
                    "date": "5 years ago",
                    "timestamp": 1412350215051,
                    "commentText": "Even if she did read them, it doesn't make a difference. I'm sure she makes a living out of <b> sexism </b>against women, so she needs to keep the story running to avoid getting a real job.",
                    "likes": 4
                }
            ]
        },
        {
            "id": "UgiITvsZUhWFTHgCoAEC",
            "user": "TAEHSAEN",
            "date": "5 years ago",
            "timestamp": 1412350214722,
            "commentText": "@ignoredgender, I sometimes wish I could triple the female population relative to the male population and give them EVERY SINGLE THING THEY COULD EVER ASK FOR (in the name of feminism). Then when the male populace becomes slaves to their will, I just want to see what they do. I just want to see if they can actually ask for more even then.\n\nAs it stands, males and females are equal in most developed countries. Its developing countries and the middleeast these femenists should focus on. They just want more rights than men thats the plain and simple truth.\n\nmudblood",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UghGBu-Ub4ihiHgCoAEC",
            "user": "Zippertrain85",
            "date": "5 years ago",
            "timestamp": 1412350214724,
            "commentText": "I hate it when people act like <b> sexism </b>can only exist against women. Any person with a brain could figure out why that's untrue.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghGBu-Ub4ihiHgCoAEC.7-H0Z7-2BZh8lorM1LksW-",
                    "user": "JFountain productions",
                    "date": "1 year ago",
                    "timestamp": 1538580615039,
                    "commentText": "Agreed",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UggPx-iPkMKFW3gCoAEC",
            "user": "Zippertrain85",
            "date": "5 years ago",
            "timestamp": 1412350214727,
            "commentText": "Sexism against men is in EVERYTHING it seems like. If you watched TV you would probably be able to find sexist moments in all of them. It sucks.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0
        }
    ]
}