{
    "header": {
        "title": " Ageism in the USA: The paradox of prejudice against the elderly | Ashton Applewhite ",
        "subtitle": " NA ",
        "owner": " Big Think ",
        "views": " 9,461 views ",
        "likes": " 442 ",
        "dislikes": " 65 ",
        "shares": " NA ",
        "datePosted": " Apr 25, 2019 ",
        "dateExtraction": " 2019-10-08 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=oX3Lw5JMRi4 ",
        "postText": " Give yourself the gift of knowledge — subscribe to Big Think Edge: http://bit.ly/bigthinkedge. . If you're interested in licensing this or any other Big Think clip for commercial or private use, contact our licensing partner Executive Interviews: https://www.executiveinterviews.biz/r.... . - Prejudice is typically perpetrated against 'the other', i.e. a group outside our own.. . - But ageism is prejudice against ourselves — at least, the people we will (hopefully!) become.. . - Different generations needs to cooperate now more than ever to solve global problems.. . Read more at BigThink.com: . . Follow Big Think here:. YouTube: http://goo.gl/CPTsV5. Facebook: https://www.facebook.com/BigThinkdotcom. Twitter: https://twitter.com/bigthink ",
        "numberPosts": " 264 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Age - Over 65s,Age - General,Age - Youngsters,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Old,Elderly,Elder,Age,Ageism,Nothing,Nobody,Whippersnapper,Racist,Race,Racism,Ethnic,Spade,Crow,Jim Crow,Black,Buck,Weird,Mental,Dumb,Gender,Woman,Sexism,Nation,Common,Gay,Homosexual,Snowflake,Fat,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "UgyFGsVgzEieRcW7aVt4AaABAg",
            "user": "Debbie H",
            "date": "1 week ago",
            "timestamp": 1569923381622,
            "commentText": "And young people like to and enjoy tormenting people 60 and up.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyEAXvqatajQpWj9NJ4AaABAg",
            "user": "Michael Weaver",
            "date": "3 months ago",
            "timestamp": 1562579381625,
            "commentText": "This is a very accurate video. Older people are definitely pushed out of and not even considered for most jobs. Some of that is valid, as an older person you generally are not as up to the demands of a hard physical job. Also as an older person many of us are not as fast mentally as we used to be and can lose some memory ability. Having admitted older people have some downsides, it is my experience that most of the job bias is just pure predjudice. You only need to read the comments on this video to see how bad it is and how acceptable it is to demonize anyone who is in the 50 and older class. It is truly amazing to me how little the next generation understands the past and how much they seem to blame and hate their parents <b> age </b>group for things that are occuring now. Take today's young and put them where we were 35 years ago and very little would change but in those younger minds it's all about how selfish and stupid we boomers were and how we left<b>  nothing</b> for them.  It will be truly interesting if as the<b> y ag</b>e they grow out of this distorted view of their parents history. I suspect that they will as we the now aged boomers did  with our parents.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Nothing"
            ]
        },
        {
            "id": "Ugw-eQ9u3a_s1QTTgAV4AaABAg",
            "user": "Gnana Prakash",
            "date": "4 months ago",
            "timestamp": 1559987381627,
            "commentText": "Unfortunate for the speaker and the sympathizers, this is a phenomenon only in the West. Probably a bigger issues specifically the USA. I will never understand why ppl over there resist soo much being an <b> old </b>person. I mean what's the point in living without accepting facts. I may be young today but I'm pretty accepting of the fact that I will be<b>  old</b>, as long as I do not die before I do. Yes we should sympathize with their issues but you can't sympathize and be understanding yet get told that you are being offensive. This is somewhat true wit<b> h gende</b>r issues as well. \nThe facts ar<b> e, o</b>ld ppl are weaker and lack motor skills in gene<b> ral\n</b>Old do not look the same as when they are young. Which is a superficial thing especially at <b> that</b> age<b> .\nTh</b>e old really do need to prioritize the young. It's an evolutionary instinct for a reason.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Gender",
                "Age",
                "Old"
            ]
        },
        {
            "id": "UgwtveRiiDUTmFdMxYl4AaABAg",
            "user": "nGAhGENVH0Ul",
            "date": "4 months ago",
            "timestamp": 1559987381629,
            "commentText": "It would be nice if the US adopted some positive aspects of other cultures like the respect the Japanese have for their <b> elderly </b>or the fairer sense of social equity/equality the Swedes have.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgxQXrg_JBpBMAD2EHB4AaABAg",
            "user": "nGAhGENVH0Ul",
            "date": "4 months ago",
            "timestamp": 1559987381632,
            "commentText": "The clash is more pronounced because the 2 largest groups are millenials and baby boomers. Btw, I've seen hundreds of Starbucks baristas and virtually all of them are in their early to mid 20s, and watching them run around non-stop for hours (for not very much pay) I doubt most baby boomers could physically do that.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxJE8dyG3PBcUKlXU14AaABAg",
            "user": "汉唐Heavensent",
            "date": "4 months ago",
            "timestamp": 1559987381634,
            "commentText": "If it's possible to control aging physically then it is not natural for one to grow <b> old.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwGTR0NzRKvk-GYwYF4AaABAg",
            "user": "RamaRendezvoo",
            "date": "5 months ago",
            "timestamp": 1557308981637,
            "commentText": "Thanks much for really great insight in so short a video, valuable.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugyq63o6IyHyeaJgg3t4AaABAg",
            "user": "D. Lawrence",
            "date": "5 months ago",
            "timestamp": 1557308981639,
            "commentText": "Yes, many <b> old </b>people are gross, and mentally slow, and pee in the bed, etc. And the reason people hate them so much is because they know that is their future. Enjoy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgxO6344Zna6Omtc7Hp4AaABAg",
            "user": "Why Not?",
            "date": "5 months ago",
            "timestamp": 1557308981641,
            "commentText": "I happen to disagree with the title. If anything, I think we shit on the youth in this country most of all. Most especially millennials.  \n\n\nI don't hate <b> old </b>people or<b>  nothing</b>, but, let's call <b> a spad</b>e<b>  a spa</b>de here.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxO6344Zna6Omtc7Hp4AaABAg.8uLCsLypiwa8uayQXiXnSv",
                    "user": "RamaRendezvoo",
                    "date": "5 months ago",
                    "timestamp": 1557308981924,
                    "commentText": "That's just a matter of perception and you have voiced the one preached by the Leftist Narrative. The Millennials that are having problems are seriously spoiled. It's easy to compare the spoiled ones to the ones who have been raised appropriately, the difference is obvious. The non-spoiled Millennials are a joy, we're lucky to have them.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Nothing",
                "Spade"
            ]
        },
        {
            "id": "UgzoleYqvVnaj7mwLmV4AaABAg",
            "user": "amperro",
            "date": "5 months ago",
            "timestamp": 1557308981645,
            "commentText": "You cannot call yourself an advocate for the <b> elderly </b>if you oppose research into rejuvenation and indefinite healthy lifespans.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgxS3BDgqHri4U5UXMx4AaABAg",
            "user": "ron bZoom",
            "date": "5 months ago",
            "timestamp": 1557308981647,
            "commentText": "Baby Boomers (once upon a time) \"Don't trust anyone over 30.\" Baby Boomers (today) \"<b> Ageism </b>is prejudice.\" Pick any decade, they'll always be the Me Generation.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "Ugw_15gUaKIT7whPm5V4AaABAg",
            "user": "suzi perret",
            "date": "5 months ago",
            "timestamp": 1557308981649,
            "commentText": "Fk <b> ageism.</b> There is No excuse for stupidity!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "UgwsF7mki7btc4tOh0F4AaABAg",
            "user": "dave m",
            "date": "5 months ago",
            "timestamp": 1557308981652,
            "commentText": "Prejudice against the aged? LMAO! You see this now because we just came out of a near Great Depression where millions lost homes and jobs . Younger people eventually bounced back but not your middle aged who are now <b> old </b>because lets face it almost no company ever hires older workers when they can get cheaper and younger ones. Now this older generation is crying because<b>  nobody</b> would hire them. Solution is save your money during your working years and use that and SS to live on later",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Nobody"
            ]
        },
        {
            "id": "UgzdxK69YY-_UumA5014AaABAg",
            "user": "sexphisto",
            "date": "5 months ago",
            "timestamp": 1557308981654,
            "commentText": "lot of what she says isnt true.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwQkbmtVJ7Drj-J2IF4AaABAg",
            "user": "Beyond Psychology",
            "date": "5 months ago",
            "timestamp": 1557308981657,
            "commentText": "You're not even talking about the actual prejudice of which is completely Justified. That wouldn't be socially acceptable or diplomatic....\nLight, fluffy and a big pile of stink, like usual.\n\nI am not going to be greedy and attempt to live until a ripe <b> old </b>unnatural<b>  age</b>.\n\neveryone who does is refusing to get the fuck out of the way of the Next Generation.\n\nYou're all stagnating by forcing everyone to stay the same as th<b> e ol</b>d retain their positions of power and their social clout. They brainwash a percentage of the up-and-coming generation in order to keep things the same and retain their positions of power both socially and economically.\n\nThey sacrifice the future for their own petty greed.\n\nT<b> he o</b>ld perceive My Generation as a threat to their power.\n\nThe fact that we live as long as we do is one of the heaviest contributing factors of what is debilitating or stagnating evolution and our ability to adapt.\n\nHolding onto culture and traditional values it's something that <b> the </b>old love to do and then there's the whole respect your elders bullshit while our elders piss all over us.\n\nin a desperate culture War, whic<b> h is not</b>hing more than evidence for Divergence in our species, <b> thes</b>e old farts punish anybody who dares to step out of line or refuses to respect their bullshit Authority.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "UgxYrhb3YlzK2NPEbg54AaABAg",
            "user": "Luis Fonseca",
            "date": "5 months ago",
            "timestamp": 1557308981659,
            "commentText": "Soon, really soon, young and older people are going to be in the same situation when it comes to the work market because the biggest revolution  since the industrial revolution is coming. And it's not robots or AI as the media portrait it. It's something a lot simpler called automatization. In half a dozen years, 10 years at most, almost all administrative jobs will be replaced by computers. Now think, how many people you know have one of those jobs? A lot, right? There you have it...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgwLV-7Y90FCbwFVXT14AaABAg",
            "user": "J K",
            "date": "5 months ago",
            "timestamp": 1557308981661,
            "commentText": "This started when social security became a policy.  All of a sudden, <b> old </b>folks living on ss checks became a joke.  Before that, older folks participated in society.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwHkHcw7xv9SZTFCFt4AaABAg",
            "user": "Eugene Fisher",
            "date": "5 months ago",
            "timestamp": 1557308981664,
            "commentText": "Getting <b> old </b>is a blessing and not a curse. Some folks never make it pass 30",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwHkHcw7xv9SZTFCFt4AaABAg.8uC6jMrA9PA8yLeMPZEe1r",
                    "user": "Robert Jazz",
                    "date": "2 months ago",
                    "timestamp": 1565257781933,
                    "commentText": "Truth",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgyjMK-dLNCBlJqzG494AaABAg",
            "user": "erik shure",
            "date": "5 months ago",
            "timestamp": 1557308981667,
            "commentText": "Old people are pretty wealthy in general.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwMVSsZ9jXjjroTgfV4AaABAg",
            "user": "The Urban Bourbon Bloke",
            "date": "5 months ago",
            "timestamp": 1557308981669,
            "commentText": "I'm a self-ageist of the millennial era , as well as having SOME issues with older/elder people.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugx3ySDgPBMHurftz794AaABAg",
            "user": "Brandon Bischoff",
            "date": "5 months ago",
            "timestamp": 1557308982713,
            "commentText": "This may sound hard but if you lose your job maybe you've become incompetent or picked the wrong employer. Also get another job that may pay you less. Contributing to a 401k instead of counting on social security is a responsible thing to do. Selling things and living within your means. Youths won't get social security even though we pay for it and you want to tax more to make it more luxurious? I'm making sacrifices while I'm young so that I'm not a burden on others. Maybe they should have to. We all pay for are short sightedness and the <b> elderly </b>seem to push there burden on young people. 14 trillion in debt unsustainable social programs set up like a pyramid scheme. So yeah we got beef",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "Ugz9clYEl8bbq0eqyOB4AaABAg",
            "user": "TheCortexReaver",
            "date": "5 months ago",
            "timestamp": 1557308982715,
            "commentText": "Idea: oh noes, why is no one hiring these experienced nice <b> old </b>people.\r\n\r\nReality: I'm not going to do it your way you<b>  whippersnapper</b>, I have been doing this for 30 years and it's the best way!",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old",
                "Whippersnapper"
            ]
        },
        {
            "id": "UgyLqBgA8AdKy5DT_Ip4AaABAg",
            "user": "ninjalex08",
            "date": "5 months ago",
            "timestamp": 1557308982717,
            "commentText": "Rediculous. Young people don't hate <b> old </b>people. Young people aren't in charge of getting rid of or hiring<b>  old</b> people at jobs. It's the other way around<b> . Ol</b>d people hate young people. They've been force fed the idea that millenials have caused all these problems. Every headline they read says we're killing an industry and how we are ruining home ownership. They blame the younger generation for the problems they created because they don't want to acknowledge the fact that they have been in charge for a long time and botched the job.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "Ugw7Z0pbLc2y_X3P6Vh4AaABAg",
            "user": "Kristofer Milhauser",
            "date": "5 months ago",
            "timestamp": 1557308982719,
            "commentText": "Let me tell you something bigthink....i live in swfl. It's jam packed with retirees and boomers. They come diwn here every winter and act like they own everything and are entitled to everything because the own a condo that they live in 4 months a year. Then when I'm trying to get to fucking work why are you out clogging up the roads, spacing out, no paying attention in your huge cadi or SUV and you read end someone because your not paying attention or you just don't know where the fuck your going but instead of pulling over and looking at GPS your lunging into lanes completely unaware of cars around you. Why are you even driving when your on 15 meds of which 3 say don't drive and your completely checked out. So you can go to the golf course? While I just my balls at work but I'm just here to cater to you like I'm tired help because your a new Yorker and you deserve everything right? Dealt with this all my life here. That's boomers and I'm sry but things don't work like they used to. You need 2 jobs now to survive.you can't just go get a factory job, work 30 yrs and retire with a pension. That's gone and buying a house? Lol not an option when home prices go up and salaries have stayed the same",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyWN86IERumAxpkSJB4AaABAg",
            "user": "Daniel Malloy",
            "date": "5 months ago",
            "timestamp": 1557308982721,
            "commentText": "We have most of our presidential contenders are in ther late 70s and most of the urlers of the US are over 60, but if you are not in the ruling class and you are <b> old </b>you are a stepping stone, an impediment, and basically refuge to be discarded. This is one of the reasons people are so ruthless in their careerism and ambitions, if you are not on top by the time you are 50 you are headed for disaster",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyWN86IERumAxpkSJB4AaABAg.8uAyXqLurlf8uay-aRxKNC",
                    "user": "RamaRendezvoo",
                    "date": "5 months ago",
                    "timestamp": 1557308983041,
                    "commentText": "Right, but also important is what you conceive of as being 'on top.'  Personally, i always prefer it if Natalie Dormer is on top... now, if i could only get her to stop by more often ;)",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgxgJKYDSEOU5nxjSat4AaABAg",
            "user": "Russ Ian E. Lection-Hacker",
            "date": "5 months ago",
            "timestamp": 1557308982724,
            "commentText": "Narrative Weaving Inc. Let's just face it: Boomers ate the whole pie. Gen X is fucked.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg",
            "user": "Jacques Nel",
            "date": "5 months ago",
            "timestamp": 1557308982727,
            "commentText": "Wtf is wrong with USA? I can't imagine living in a place where the <b> elderly </b>are discriminated against. Respect the<b>  elderly</b>. Its basic.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uB8hzJ462a",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308983133,
                    "commentText": "Jacques Nel its not what you think.\nWhat boomers are not understanding is that all of the 3 generations below them are in agreement about the reasons we have resentment towards them.\n\nGenX will not be treated in the same manner when they become our elders. Millenials and GenZ understand GenX isn't the problem.\n\nThis is specific towards one generation in particular, and for many good reasons.\n\nThis hatred is exclusively directed with laser-sharp focus towards Boomers alone.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uB9Y26s2fT",
                    "user": "Jacques Nel",
                    "date": "5 months ago",
                    "timestamp": 1557308983135,
                    "commentText": "@Shane Willbur Thats still messed up. An entire generation might make mistakes but its still messed up to have resentment towards them years later. No one makes mistakes on purpose, they just do what they can to get by?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBAA0o95qK",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308983146,
                    "commentText": "Jacques Nel I don't think you understand the gravity of the situation here. I would look here to understand how this all happened. \n\nA Generation of Sociopaths: How the Baby Boomers Betrayed America https://www.amazon.com/dp/031639579X/ref=cm_sw_r_cp_api_i_QYSWCbY459HB0",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBAMhCYJGU",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308983148,
                    "commentText": "Jacques Nel People are to be judged by their character, and character is measured by the sum of ones actions.\nThe resentment comes from an educated opinion on actions taken from that generation.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBBTvGLVDI",
                    "user": "Jacques Nel",
                    "date": "5 months ago",
                    "timestamp": 1557308983150,
                    "commentText": "@Shane Willbur but the context has changed. Less than 100 years ago it was fine to treat Africans like crap because they are a different skin colour and that was fine for everyone. That was just life. Same with homosexuality. Now society has evolved and we see it as wrong to scrutinise. The way of life changes constantly. Whats normal and fine today, like making a fire to have a BBQ, might be something terrible tomorrow(if there is extreme climate change perhaps and its taboo to make fires). Its not fair for the next generation to discriminate based on the older generations choices. They can say it was bad, but its done and learn from the mistakes.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBCp01tGsX",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308983152,
                    "commentText": "Jacques Nel I agree with you. The issue is here is that rather than learn and adapt, Boomers are in it for themselves with the attitude of 'i get mine, screw everyone else'.\n\nIf they tried to adapt with the times, we would notice and accept the effort. This is a uniquely narcissistic generation that refuses to change, and holds the younger american generations hostage. In this case, the decisions we are looking at were not 100 years ago, but merely 30 years ago or less.\n\nContext has changed, yet they have not. This is also the cause for the current resentment. They enriched themselves while bankrupting and leaving little for the generations below them. They still hold the reigns of power, and continue to enrich themselves to everyone else's detriment.\n\nYou have some great points. And how i wish they were applicable in this case. I really wish they were.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBDiyN8Wgw",
                    "user": "Jacques Nel",
                    "date": "5 months ago",
                    "timestamp": 1557308983154,
                    "commentText": "@Shane Willbur I see more where you're coming from now. The fact that they still have economical influence and aren't willing to change shakes it up a bit. I'm glad to not be apart of the issues you guys have over there.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugz_whcRgqwaG9eRTeJ4AaABAg.8uAutIdqb6n8uBXvlZ6grz",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308983156,
                    "commentText": "@Jacques Nel The Boomer generation, in less than fifty years, turned the most powerful country ever known to man (the United States after World War II, the only <b> nation </b>with its modern infrastructure intact) into a corporation-controlled, massively indebted, 25th-ranked in education, shell of itself.\n\nTheir treachery won't be dismissed as \"people make mistakes\".",
                    "likes": 1,
                    "keywords": [
                        "Nation"
                    ]
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgxeSG2pv_HXagRfUVp4AaABAg",
            "user": "Zak LeClaire",
            "date": "5 months ago",
            "timestamp": 1557308982730,
            "commentText": "I respect those who have lived a life deserving of respect. Far too many <b> old </b>people did not live a life deserving of respect and refuse to recognize or admit to their mistakes. Till<b>  old</b> people get the hell out of the way of the necessary fixes to the problems they created there should be prejudice against them.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgxAwH9rCRwNx1y2tCl4AaABAg",
            "user": "Shane Willbur",
            "date": "5 months ago",
            "timestamp": 1557308982732,
            "commentText": "I think what Boomers aren't realizing is that there exists a  <b> common </b>understanding between the 3 major generations below them....about them.\nUs Millennials have a<b>  common</b> understanding and respect for GenX, while also trying to warn gen Z on what to avoid as we try and figure out how to navigate through this mess.\nWhen Gen X become our elders, they will not receive the same resentment that boomers receive now (And that says a lot about the current sentiment).\nThis isn't<b>  \"Ageis</b>m\". This is about rational, & logical pain points that 3 generations below you share in consensus.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxAwH9rCRwNx1y2tCl4AaABAg.8uAlmQof0gr8uEZy2L3nT8",
                    "user": "John S.",
                    "date": "5 months ago",
                    "timestamp": 1557308983061,
                    "commentText": "She keeps proving that anyone to throw around \"-isms\" doesn't have a good argument for whatever shit they want to peddle. And whatever happened to \"power+privilege\" noise? Why is a generation with so much money and power being sheltered from any negativity by demonizing everyone who dislikes them for good reasons with \"muh -isms\"?\nBoomers are hated by everyone after them because they hate everyone who came after them. Boomers are incredibly selfish, and go out of their way to rod their children/grandchildren of their future, by continuing to push for laws that benefit only boomers, or laws that they won't be alive to face the negative consequences for, like any law that is pushed to deny global warning, or to \"own the libs\". You can't eat your cake, and have it, too, boomers. Either continue being selfish pieces of shit, and accept being called out as selfish pieces of shit, or realize that hate doesn't come because \"lazy millennials\" are bored and picking on poor <b> old </b>boomer, poor<b>  old</b> boomers with all the power and influence, to entertain themselves, or just because millennials are big meanies.",
                    "likes": 1,
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Ageism",
                "Common"
            ]
        },
        {
            "id": "UgzLZilh5kTNdzcNfPp4AaABAg",
            "user": "Jim Dot Beep",
            "date": "5 months ago",
            "timestamp": 1557308982736,
            "commentText": "The \"<b> Ageism\"</b> in America is not about how long someone has been alive. It's about the attitudes, mores  and ideals that come from each generation. The so called \"Greatest Generation\" are extremely<b>  racist</b>. That's the primary reason they're not liked and are not taken seriously.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzLZilh5kTNdzcNfPp4AaABAg.8uAclrmpXz48uAnFgLQptJ",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308983036,
                    "commentText": "Agreed. What they don't realize is that the 3 generations below them (GenX, Millenialls, and Gen Z) are in consensus about the current sentiment in regards to the boomers.\nWhen GenX becomes our elders, they will NOT receive the same treatment. There is a <b> common </b>understanding between the 3 of us...and that says a great deal.",
                    "likes": 1,
                    "keywords": [
                        "Common"
                    ]
                }
            ],
            "keywords": [
                "Ageism",
                "Racist"
            ]
        },
        {
            "id": "UgwU7QXp_OnbNGPI-TZ4AaABAg",
            "user": "mostawesomedudeever1",
            "date": "5 months ago",
            "timestamp": 1557308982740,
            "commentText": "Great so more people to be unemployed when AI takes over. Bigthink you keep getting worse you cultural Marxists",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxFv_spe0rhFKKMiIl4AaABAg",
            "user": "Optimus Phoenix Prime",
            "date": "5 months ago",
            "timestamp": 1557308982743,
            "commentText": "This concept 🕵️‍♀️ religion\n1 I DON'T KNOW EVERY PERSON\nSaying im Bla,Bla, Bla doesn't make you special\n2 Be Good to me and ill be good to you, Imagine that 👌👽 Physically speaking\n3 Make her wet\n4 Get off the Gass 👌🙄\nThe End!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugw_cuo-SauCTM4HuJV4AaABAg",
            "user": "grrmant",
            "date": "5 months ago",
            "timestamp": 1557308982745,
            "commentText": "I always end up being very suspicious when I see any of the -ism words, but this video was surprisingly good.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz7flQtO3fpoh5ymIR4AaABAg",
            "user": "IizUname",
            "date": "5 months ago",
            "timestamp": 1557308982747,
            "commentText": "The day Biden announces his presidential candidacy is the same day Big Think releases a video explaining <b> ageism.</b>",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz7flQtO3fpoh5ymIR4AaABAg.8uAVoZHO-I98uBd6dzGZQg",
                    "user": "Aladdin Sane",
                    "date": "5 months ago",
                    "timestamp": 1557308983030,
                    "commentText": "I have the impression that she's a Bernie Bro. She referenced Marx at the end.",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "UgxGekSCdVkCsdinYgZ4AaABAg",
            "user": "josh wells",
            "date": "5 months ago",
            "timestamp": 1557308982750,
            "commentText": "Classic <b> old </b>person telling us<b>  old</b> people are still hip😂",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwdUYa3O-IQbVIR9El4AaABAg",
            "user": "David Learmonth",
            "date": "5 months ago",
            "timestamp": 1557308982753,
            "commentText": "Why is it so difficult to fix Medicare?  Can't you just expand the <b> age </b>range?  Even just lowering the<b>  age</b> by one or two years every year, until everyone is covered.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwdUYa3O-IQbVIR9El4AaABAg.8uADNBl19Mm8uBhTOOVFlA",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308983069,
                    "commentText": "Basically, feminism convinced liberal White women to have fewer children, such that there aren't enough young workers to fund expanded Medicare.\n\nThus, Liberal women voted for mass immigration of 85-IQ foreigners into the United States in order to provide for more workers to fund Medicare.  However, 85-IQ foreigners aren't smart enough in a modern technologically advanced culture to earn enough money to fund Medicare.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwdUYa3O-IQbVIR9El4AaABAg.8uADNBl19Mm8uEaRsjX-cb",
                    "user": "John S.",
                    "date": "5 months ago",
                    "timestamp": 1557308983071,
                    "commentText": "@David Olsen \nI bet your IQ way lower than the people you blame for not doing good enough of a job of compensating for stupid white women, weak, limp-wristed white men(like yourself, who spend way more time posting shit on the internet, and using average success of your <b> race </b>to justify your worth as an individual, than actually contributing any of value), and selfish generation of<b>  old</b> people who just refuse to die. Go fuck yourself",
                    "likes": 0,
                    "keywords": [
                        "Old",
                        "Race"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "Ugy4S78SfVbv37v_W5Z4AaABAg",
            "user": "Eli Nope",
            "date": "5 months ago",
            "timestamp": 1557308982757,
            "commentText": "You know what happened after women entered the workforce in masse? It created a need for 2 income families when previously a single worker with a high school education could support a family of 4 on entry level work. So, sure, maybe keeping <b> old </b>people in the market won't take your job, but it WILL lower the pay of that job.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "Ugz0wAUavyn_CapWSNt4AaABAg",
            "user": "ruslan petrovski",
            "date": "5 months ago",
            "timestamp": 1557308982760,
            "commentText": "This <b> woman </b>is a disaster.............aging is a nightmare : it will be reversed in the coming years.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "Ugz2f8yijoHyOoq8zOR4AaABAg",
            "user": "fieldo85",
            "date": "5 months ago",
            "timestamp": 1557308982762,
            "commentText": "Today's 'grandparents' don't help with their kids/grandkids education. They imposed the fees young people now face to get an education they virtually got for free.\nResources don't flow from <b> old </b>to young. At least not with the boomers. They have systematically sucked every other generation dry.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "Ugyz7eTXrpkodR_PlJ54AaABAg",
            "user": "chris whitenack",
            "date": "5 months ago",
            "timestamp": 1557308982765,
            "commentText": "We are smarter, better educated and have a whole hell of a lot more motivation to protect ourselves. So, let's take the markets from their young, ignorant asses and make them recognize- we are a shit ton more G than they will ever hope to be. Any youngster that comes swingin their dick-step on it and let 'em know- we fuck back and harder. We can be friends or you can be eradicated. Your call. Don't expect respect, earn it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgzFTscq6KOFB-GDt1N4AaABAg",
            "user": "R S L",
            "date": "5 months ago",
            "timestamp": 1557308984271,
            "commentText": "\"Don't trust anyone over 40.\" \n -- Babyboomers in their 30s protesting the Viet Nam war draft\n\n\"Let's conduct class warfare against future generations bc we'll be dead by the time they realize how bad we fucked them.\" \n-- Babyboomers in their 60s incentivizing the poor the enlist in military service to propagate the war economy that maintains the consumeristic paradigm of late-staged capitalism that is effectively destroying our collective environment which is inherently necessary for the survival of all life on this planet..\n\n\"We can't afford to have children so hating future generations for petty reasons is a luxury we'll never know but cool how your generation now claims <b> ageism </b>victimhood in the world you've created for yourselves.\"\n-- Millennials in their 30s eating a mustard and bologna sandwich for their only meal of the day\n\n\"Yeet.\"  -- Millennials in their 20s who'd fucking kill their grandparents for a bologna sandwich right now",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "UgyvrNYjQ9Kn866Mm494AaABAg",
            "user": "Hikaru Katayamma",
            "date": "5 months ago",
            "timestamp": 1557308984274,
            "commentText": "The better fix for Social Security is to remove the cap on income deductions, rather than sticking it to businesses.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxH12tyhk8d0K9hFrF4AaABAg",
            "user": "Josue Bartley72",
            "date": "5 months ago",
            "timestamp": 1557308984276,
            "commentText": "Do you ever get that <b> weird </b>thing where your researching something and realises the thing you clicked on was posted today",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxH12tyhk8d0K9hFrF4AaABAg.8u9t4KH2Lby8uAORf7CVI2",
                    "user": "NotMyRealName",
                    "date": "5 months ago",
                    "timestamp": 1557308984617,
                    "commentText": "Yes",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxH12tyhk8d0K9hFrF4AaABAg.8u9t4KH2Lby8uCimWc1jv8",
                    "user": "Richard Feynman",
                    "date": "5 months ago",
                    "timestamp": 1557308984619,
                    "commentText": "There is no reality, all of this is just a product of your mind. Including me.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Weird"
            ]
        },
        {
            "id": "Ugziz_ohbTH08sn73hd4AaABAg",
            "user": "Dovahdu vokun",
            "date": "5 months ago",
            "timestamp": 1557308984278,
            "commentText": "im no expert but i feel if we all go back to the older system of family that has as many generations living in the same household as possible supporting each other it would be slightly better than what the current culture says is ok (like the nuclear family setup which isnt the best)",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugziz_ohbTH08sn73hd4AaABAg.8u9o4hCeuJy8uD9vPxLHs4",
                    "user": "Context Sickness",
                    "date": "5 months ago",
                    "timestamp": 1557308984659,
                    "commentText": "I think you're mistaking the symptoms of a problem with the problem itself. If workers had more pay and more financial stability, they'd be able to start their own families and have people support them. It's not really about what format of the family is better, it's that workers don't get paid enough.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugziz_ohbTH08sn73hd4AaABAg.8u9o4hCeuJy8uaxeZ05YY_",
                    "user": "RamaRendezvoo",
                    "date": "5 months ago",
                    "timestamp": 1557308984661,
                    "commentText": "@Context Sickness  People will finally learn 'who' is really responsible for the low pay and the plethora of other problems. Then, there will be a horrific fight, then we'll heal.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwPu-uSc94bJepeZud4AaABAg",
            "user": "Crazyhart",
            "date": "5 months ago",
            "timestamp": 1557308984280,
            "commentText": "Its hard to see the other side of the fence.  \nDo most <b> elderly </b>people really feel the consequences of their generations actions?\nDo most<b>  elderly</b> people understand how the younger generations think or feel about their generations decisions?\nIf we really want to get past this so called<b>  \"ageis</b>m\" then t<b> he elder</b>ly need to make the first step into understanding why millennial and gen z w<b> ant noth</b>ing to do with them and their social security benefit scam.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwPu-uSc94bJepeZud4AaABAg.8u9fxrSgZ7q8uB0JC9td0Z",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308984604,
                    "commentText": "Crazyhart It's a total of 3 generations that have the same agreed sentiment towards boomers.\n\nGenX, Millenials, and Gen Z, have both an understanding with each other, and specific well thought out points about what and why we feel the way we do towards them.\n\nWhat boomers don't seem to get is that  there is a consensus between ALL of the generations below them on this topic.\n\nGenX will not get the same treatment/resentment as the boomers do now when they become our elders. \n\nBoomers! This is specific to YOU.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgwPu-uSc94bJepeZud4AaABAg.8u9fxrSgZ7q8uB1l3O-chA",
                    "user": "Crazyhart",
                    "date": "5 months ago",
                    "timestamp": 1557308984606,
                    "commentText": "@Shane Willbur well said !!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Elderly",
                "Nothing"
            ]
        },
        {
            "id": "UgwHCheUMuEsRqdbwmZ4AaABAg",
            "user": "Grant Boss",
            "date": "5 months ago",
            "timestamp": 1557308984282,
            "commentText": "So we should help out all of the aging baby boomers that got us into this situation?  Nah lol.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgwHCheUMuEsRqdbwmZ4AaABAg.8u9VmL0xnn48uABLSE_3sx",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984670,
                    "commentText": "Grant Boss I feel ya. \n\nThe boomer motto was practically 'I got mine, fuck you'. Now that they're <b> elderly,</b> they're suddenly the victims? Of who, the boomer generation? Screw ‘em. Like I love to tell that selfish, sociopathic, hypocritical generation; die quickly, and don't touch Social Security on the way out. If they wanna make everything better, they can remove themselves from the equation. It's going to take us DECADES to fix the damage they've done.",
                    "likes": 3,
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "UgwHCheUMuEsRqdbwmZ4AaABAg.8u9VmL0xnn48wIEPOFCLUb",
                    "user": "Black Hart Studios",
                    "date": "3 months ago",
                    "timestamp": 1562579384671,
                    "commentText": "Grant Boss  and what are you lazy fucks doing to your kids ?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwHCheUMuEsRqdbwmZ4AaABAg.8u9VmL0xnn48zsg7rQNNZl",
                    "user": "susan paulk",
                    "date": "3 weeks ago",
                    "timestamp": 1568713784672,
                    "commentText": "I am a baby boomer and I am still putting 1 son and 3 grandsons through college.  In my circle the boomers are doing fine.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugyg9WD1XWXw7SLG_lN4AaABAg",
            "user": "Rune Lilleeng",
            "date": "5 months ago",
            "timestamp": 1557308984285,
            "commentText": "I am 43, and some of my best friends are in their late 60's or mid 70's!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugyg9WD1XWXw7SLG_lN4AaABAg.8u9VSWRG41S8uBjJKwPa44",
                    "user": "DiamorphineDeath",
                    "date": "5 months ago",
                    "timestamp": 1557308984633,
                    "commentText": "How kinky.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugyg9WD1XWXw7SLG_lN4AaABAg.8u9VSWRG41S8uBp6i5sX5J",
                    "user": "Tallis Keeton",
                    "date": "5 months ago",
                    "timestamp": 1557308984634,
                    "commentText": "Its the same with me. I m 42, and one of my friends is in late 60ties and another is in early 30ties. And I just dont understand whats the problem with <b> old </b>ppl - in my culture we usualy give respect to older ppl, and thats normal. Grandmas and grandpas are respected for all the help their can be for their children with their grandchildren. And they usualy adore their grandchildren :) And also they are living archives of older days - before internet, before tv, before II WW. When I was a kid I knew ppl who lived trou I WW, imagine this :)",
                    "likes": 1,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "Ugyg9WD1XWXw7SLG_lN4AaABAg.8u9VSWRG41S8ukwDjcXDNP",
                    "user": "nGAhGENVH0Ul",
                    "date": "4 months ago",
                    "timestamp": 1559987384636,
                    "commentText": "Well, you're both genXers,  not a lot of you around, makes sense you're friends with bordering generations.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "Ugyhgx9o78UXax5auVp4AaABAg",
            "user": "Harsh Saxena",
            "date": "5 months ago",
            "timestamp": 1557308984288,
            "commentText": "another day another ism",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugx74tNf3_laBdAiMxN4AaABAg",
            "user": "Napoleon Bonn",
            "date": "5 months ago",
            "timestamp": 1557308984290,
            "commentText": "i dont think this is a new problem tbh",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg",
            "user": "Analogy Accepted",
            "date": "5 months ago",
            "timestamp": 1557308984292,
            "commentText": "Whatever you wish upon an <b> elderly,</b> will be wished upon you when you are -- inevitably --<b>  elderly</b>.",
            "likes": 22,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8u9UNTsht6G",
                    "user": "Stefan The Dude",
                    "date": "5 months ago",
                    "timestamp": 1557308984688,
                    "commentText": "Not if I kill myself before that happens, jokes on you!",
                    "likes": 6,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8u9UXL6dsqC",
                    "user": "Iago Silva",
                    "date": "5 months ago",
                    "timestamp": 1557308984690,
                    "commentText": "Getting <b> old </b>isn't a guarantee - you can perfectly die young of the flu or knifed by a random crackhead in the street :D",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8u9UikKc83g",
                    "user": "Stefan The Dude",
                    "date": "5 months ago",
                    "timestamp": 1557308984691,
                    "commentText": "@Iago Silva Yeah! that's the spirit!",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8u9VxAP--bu",
                    "user": "Iago Silva",
                    "date": "5 months ago",
                    "timestamp": 1557308984692,
                    "commentText": "@Stefan The Dude 😸",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8uAAk2wt4he",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984694,
                    "commentText": "I don't see many <b> elderly </b>boomers eating cat food. Funny that was cool for the<b>  elderly</b> when they were m<b> y ag</b>e.",
                    "likes": 0,
                    "keywords": [
                        "Age",
                        "Elderly"
                    ]
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8uB7JtYoX1T",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308984695,
                    "commentText": "There is something you are missing here.\nThe sentiment towards boomers lay in consensus between all 3 of the generations below them. (GenX, Millennials, & GenZ) \nGenX will not receive the same\ntreatment/resentment as the boomers now receive when they become our elders.\n\nGenX, Millenials & GenZ have an understanding with each other.\n\nThis is not about elders in general, no no no....you see, this is very specific and exclusive towards Boomers alone.",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8uBWlztjnc_",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308984696,
                    "commentText": "Not true. If you undo the political destruction caused by Boomers, you won't experience the vitriol they receive.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8uBWzxJ1rGE",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308984698,
                    "commentText": "@Shane Willbur My niece is one generation below mine, and every time I think my Boomer hate is too extreme, she tells me something that makes me think I'm not that much of a Boomer hater.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxqPfTqO4yVW9p6Xxt4AaABAg.8u9T-ST2Lrd8uHJceiPZyj",
                    "user": "amperro",
                    "date": "5 months ago",
                    "timestamp": 1557308984699,
                    "commentText": "The only things I wish upon the <b> elderly </b>are bona fide rejuvenation therapies and indefinite healthy youthful longevity.",
                    "likes": 0,
                    "keywords": [
                        "Elderly"
                    ]
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgxtOqqyBNPEJYrxocF4AaABAg",
            "user": "Iago Silva",
            "date": "5 months ago",
            "timestamp": 1557308984295,
            "commentText": "Listen carefully to this lady - she's a textbook example of how dysfunctional identity politics makes your discourse\n2:45 Yeah, don't tempt me",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9Uppg6X2b",
                    "user": "Quietly Ecstatic, Finally Vulnerable",
                    "date": "5 months ago",
                    "timestamp": 1557308984713,
                    "commentText": "4:16 why do you feel the need to attack someone who says this? this shows how serious the impact of the echo chamber we live is. we cannot stand hearing someone stating a slightly different opinion than ours. life is a strugle as it is, we don't need to make it harder for each other.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9WfWfed50",
                    "user": "Iago Silva",
                    "date": "5 months ago",
                    "timestamp": 1557308984714,
                    "commentText": "@Quietly Ecstatic, Finally Vulnerable I don't have the \"need to attack\" anyone - yet emotional demagoguery mixed in with actual facts and ethical concerns to further a group-specific agenda should raise alarms all over for people who are used to even casual critical thinking - and the obvious fact it doesn't is in itself fuel for concern",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9aAX2DIdu",
                    "user": "Quietly Ecstatic, Finally Vulnerable",
                    "date": "5 months ago",
                    "timestamp": 1557308984716,
                    "commentText": "@Iago Silva you can easily express your concern without using such a degrading language. besides, I don't think what you know and learn is what all life is about. I don't think putting every feeling behind as a fallibility does not help. Would you feel more confortable if there was a \"professional\" in the video like a psychologist or economist to talk about the situation? Why don't we listen to her experinence as an <b> elder </b>person herself? If we keep thinking only facts are valuable for our attention how are we going to understand each other, any group of people? As she talks about in the begining of the video, the reason we have so much prejudice about different groups of people and I think it's because we are trying to analyse everything including people and we treat them as entities rather then human beings.",
                    "likes": 0,
                    "keywords": [
                        "Elder"
                    ]
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9bLMUAFiS",
                    "user": "Iago Silva",
                    "date": "5 months ago",
                    "timestamp": 1557308984717,
                    "commentText": "@Quietly Ecstatic, Finally Vulnerable 1st sentence - spoken like a true <b> snowflake,</b> congratz. As for the remainder random gibberish - sure, whatever; here, I'll put it on the fridge so everyone can see how great it is :)",
                    "likes": 2,
                    "keywords": [
                        "Snowflake"
                    ]
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9dHrQSuR7",
                    "user": "Quietly Ecstatic, Finally Vulnerable",
                    "date": "5 months ago",
                    "timestamp": 1557308984718,
                    "commentText": "@Iago Silva just stop one second and remember I'm a person in flesh just like you are. Imagine saying these things to my face, looking into my eyes. It is so much easy to do it this way. I hope you'll have eye contact with someone as soon as possible. have a great day regardless :)",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9qZWK0nyX",
                    "user": "Iago Silva",
                    "date": "5 months ago",
                    "timestamp": 1557308984720,
                    "commentText": "@Quietly Ecstatic, Finally Vulnerable Ooow, really? I thought I was talkin' to a magical unicorn from an exoplanet just off Betelgeuse. BTW, thnx a bunch for the condescending advice, it really made my day :D",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxtOqqyBNPEJYrxocF4AaABAg.8u9SkM9M0Oc8u9yRc-HRcU",
                    "user": "Quietly Ecstatic, Finally Vulnerable",
                    "date": "5 months ago",
                    "timestamp": 1557308984721,
                    "commentText": "@Iago Silva only just as audacious as you are when I'm giving out \"advice\" to people. ^_^ seriously though I think it's pathological to be this mean. I wish you good luck in life",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgyWIVr9PDxUqaSttSp4AaABAg",
            "user": "Pauly",
            "date": "5 months ago",
            "timestamp": 1557308984297,
            "commentText": "The boomers destroyed this country for short-term gain, got us into 3+ wars and mercilessly squeezed Gen X, Y & Millennials out of the job market while simultaneously accusing all three of being lazy, entitled & overly sensitive, and now I'm supposed to feel bad for them? Where was our protection from <b> ageism </b>when we were shut out by their numbers & told 'you kids don't know what your doing anyway' when we were supposed to be taking their place ? \n\nI remember when I was a young kid when the boomers supported cuts to social services that were so severe, there were reports of<b>  elderly</b> Americans eating cat food. Now, it's all 'were being discriminated against b<b> y ag</b>e!'\n\nIf the boomers wanna help, they can speed up dying & not touch Social Security on their way out. It's going to take their kids & grandkids DECADES to fix everything they destroyed.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8u9XlT_Nun-",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308984734,
                    "commentText": "I hope Gen Z wipe millennials from the face of the earth tbqh",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uAAOJtTfuu",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984735,
                    "commentText": "omg stfu.  No one fucking cares about this obnoxious bullshit.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uACtxyoCtp",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984737,
                    "commentText": "Bulletstop75 drop dead grandpa. Don't touch Social Security on the way out. <b> Nobody </b>owes you anything.",
                    "likes": 1,
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uAFi95WbHx",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984738,
                    "commentText": "@Pauly loool.  Nice assuming my <b> age.</b>  You know not all millennials buy into the Boomer hate nonsense right?  Keep NPCing, nonperson.",
                    "likes": 2,
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uAw1AnfGm7",
                    "user": "darren. davies",
                    "date": "5 months ago",
                    "timestamp": 1557308984740,
                    "commentText": "Pauly being a dickhead is ageless......!!!!",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uB847oWQbT",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308984741,
                    "commentText": "Violet Fyxe naw...you are missing something very important here.\nThere is an understanding between GenX, Millenials, & GenZ. \n\nThe 3 generations below the boomers are in consensus, and have specific, well thought out points about why we feel resentment towards them.\n\nThis isn't 'agism'. GenX will not receive the same treatment when they become our elders.\n\nThis is direct and specific towards boomers and no one else.",
                    "likes": 5,
                    "keywords": []
                },
                {
                    "id": "UgyWIVr9PDxUqaSttSp4AaABAg.8u9SJhrRy8i8uBHp5mOA20",
                    "user": "Blood Angel",
                    "date": "5 months ago",
                    "timestamp": 1557308984742,
                    "commentText": "The irony here is that the wisdom she offers is tax corporations, and hope for welfare. No personal responsibility. No acknowledgement of the fact that people are living longer and having less kids making that model unsustainable. No self funding of retirement. Nope. Just suck up as much welfare as she can, and hope there's enough left for her kids.",
                    "likes": 4,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Ageism",
                "Elderly"
            ]
        },
        {
            "id": "UgzDT80SciV5YTRQTmF4AaABAg",
            "user": "Kate Cartmell",
            "date": "5 months ago",
            "timestamp": 1557308984299,
            "commentText": "Lol - folks, EVERYONE ages and it comes at you faster than you can imagine - even if you can't imagine it yet. Consider, too, young people, that recent stats show even those 35-40 have a distinct disadvantage in contemporary hiring practices. So, if you're now 30, guess what? By this society's absurd standards you'll soon be considered \"older.\" Ridiculous, but true. She's absolutely right: <b> ageism </b>leads nowhere, and adding<b>  age</b> as yet another means to further polarize Americans is insane. Learn this while you're young: Life's not a zero-sum game.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Age",
                "Ageism"
            ]
        },
        {
            "id": "UgwDCEB7POOmBWHjy2F4AaABAg",
            "user": "Free-fly BE",
            "date": "5 months ago",
            "timestamp": 1557308984301,
            "commentText": "Doesn't help celebrities have all kinds of procedures to look young!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwDCEB7POOmBWHjy2F4AaABAg.8u9ON3Auwli8ub5wO-zYxd",
                    "user": "RamaRendezvoo",
                    "date": "5 months ago",
                    "timestamp": 1557308984641,
                    "commentText": "Some procedures are now highly refined, very sophisticated... and they work. You're right... they're pushed via the MSM constantly and we often compare ourselves to people that are no longer even close to reality in their appearance. Right now, Jane Fonda looks about 35 years younger than she is, so fine, but people should realize how and why.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwdltusZipTLAlbRgx4AaABAg",
            "user": "Ice Adonis",
            "date": "5 months ago",
            "timestamp": 1557308984304,
            "commentText": "Older generation watched and did <b> nothing </b>as corporations took over politics, destroy the environment, and union busting. And, what do you expect? America was built on and runs on discrimination,<b>  ageism</b> is an extension of it.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8u9RMakLIDa",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308984790,
                    "commentText": "actually they were cognitively impaired by companies like Dupont who pushed the \"lead is safe\" narrative that resulted in 60 solid years of lead poisoning.  And these brain damaged idiots were taken for a ride, because what else are you going to do with 3 generations of <b> mental </b>retardation?  Exploit them for profit is the only answer.\n\nAnd America was built by slaves.",
                    "likes": 0,
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8u9SBqPv5dd",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984792,
                    "commentText": "Ice Adonis Heard that. The boomers destroyed this country for short-term gain, got us into 3+ wars and mercilessly squeezed Gen X, Y & Millennials out of the job market while simultaneously accusing all three of being lazy, entitled & overly sensitive, and now I'm supposed to feel bad for them? Where was our protection from <b> ageism </b>when we were shut out by their numbers & told 'you kids don't know what your doing anyway' when we were supposed to be taking their place ? \n\nI remember when I was a young kid when the boomers supported cuts to social services that were so severe, there were reports of<b>  elderly</b> Americans eating cat food. Now, it's all 'were being discriminated against b<b> y ag</b>e!'\n\nIf the boomers wanna help, they can speed up dying & not touch Social Security on their way out. It's going to take their kids & grandkids DECADES to fix everything they destroyed.",
                    "likes": 4,
                    "keywords": [
                        "Age",
                        "Ageism",
                        "Elderly"
                    ]
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8u9ZO6LZQrl",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308984797,
                    "commentText": "And our generation get instant internet updates on animals going extinct yet we spend out money on Marvel movies instead of charities. 🤷‍♀",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uB9YACj3M2",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308984799,
                    "commentText": "Pauly \nAgreed!\nWhat boomers are not understanding is that all of the 3 generations below them are in agreement about the reasons we have resentment towards them.\n\nGenX will not be treated in the same manner when they become our elders. Millenials and GenZ understand GenX isn't the problem.\n\nThis is specific towards one generation in particular, and for many good reasons.\n\nThis hatred is exclusively directed with laser-sharp focus towards Boomers alone.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBDCj0kkBa",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308984800,
                    "commentText": "@Shane Willbur \nA lot of Gen Z dislike millennials.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBE1URxda_",
                    "user": "Shane Willbur",
                    "date": "5 months ago",
                    "timestamp": 1557308984801,
                    "commentText": "Violet Fyxe That is not what Im seeing in the professional sphere. If that is what you see, then I hope that changes because we need GenZ.\nWe have the most in <b> common.</b> \nIf GenZ needs clarity, GenX can help them where we cant.\nAs a Millennial, i am willing to help GenZ in any way I can. Wish we could change things, but we are gridlocked out for now. GenX can help keep the boomers at bay so we can act, but right now there are too many of them for us to break through at the moment.",
                    "likes": 0,
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBHzMVLQmV",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308984803,
                    "commentText": "@Shane Willbur \nThe vocal elite class on social media platforms like Twitter are a small percentage of the population. Any community with heavy censorship will inevitably become an echo chamber. This is why those people were so surprised that Donald Trump won the 2016 election whilst most normal people were expecting it.\nI seriously hope Yang wins in 2020, but he needs more visibility.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBT0MHX4pn",
                    "user": "Ice Adonis",
                    "date": "5 months ago",
                    "timestamp": 1557308984804,
                    "commentText": "@Zenn Exile isn't slavery also discrimination?! Tell me how it isn't?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBTAmC4tBG",
                    "user": "Ice Adonis",
                    "date": "5 months ago",
                    "timestamp": 1557308984806,
                    "commentText": "@Pauly agree",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uBTK2Ae4Dz",
                    "user": "Ice Adonis",
                    "date": "5 months ago",
                    "timestamp": 1557308984807,
                    "commentText": "@Violet Fyxe There's <b> nothing </b>wrong with watching movies. Cant we even enjoy ourselves?!  Charities/philanthropy are useless. Charities are tax heavens for the rich and powerful. Corporate taxes, taxes, taxes...",
                    "likes": 0,
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uC4J0LAaR-",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308985063,
                    "commentText": "@Ice Adonis Slavery is only discrimination when the enslaved have equal cognitive and productive output relative to their enslavers.  From the Roman Empire onward, this is rarely true.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uC7VY1YQtQ",
                    "user": "Ice Adonis",
                    "date": "5 months ago",
                    "timestamp": 1557308985065,
                    "commentText": "@David Olsen Enslaving people because of skin color/anything is discrimination. Enslavers are lazy useless parasites criminals (lack cognitive and productive output) that can't make a living on their own, need to exploit the hard work of the others to survive. The Romans were not smart or skilled enough to survive on their own, without exploitation. If you need to exploit others then you're <b> nothing </b>and worthless, and should just die to pay back society!",
                    "likes": 0,
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "UgwdltusZipTLAlbRgx4AaABAg.8u9NzLDkodh8uC8NrU1NGf",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308985066,
                    "commentText": "@Ice Adonis Meanwhile, the Roman Empire is responsible for building Western Civilization (their slaves are not), and American White people invented the overwhelming majority of the technological devices you refuse to surrender (their slaves did not).",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Nothing"
            ]
        },
        {
            "id": "UgzV3V6c-M4mQsk657p4AaABAg",
            "user": "GODLESS101",
            "date": "5 months ago",
            "timestamp": 1557308984306,
            "commentText": "Old <b> age </b>gifting people with \"wisdom\" is a bald-faced lie.  Some of the dumbest people I have ever had the misfortune of meeting in life are spectacularly<b>  dumb</b> despite having had an entire life time to avoid a seat on the short bus.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uA09VuD-XH",
                    "user": "Trey Love",
                    "date": "5 months ago",
                    "timestamp": 1557308984761,
                    "commentText": "😂",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uAAVWrAg4U",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984762,
                    "commentText": "wow.  3 edgy 5 me.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uABrUZNIsa",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984763,
                    "commentText": "See also; Dubya",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uACAccf9g1",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984765,
                    "commentText": "@Pauly see also AOC.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uAK8rxtzJn",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984766,
                    "commentText": "See also 'Hal Turner is my friend' Sean Hannity",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uAKqCK9eHU",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984768,
                    "commentText": "@Pauly see also Cenk \"just Google it\" \"Armenian genocide denying\" ugyar",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uALoAQHoGW",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984769,
                    "commentText": "See also wife beating O'Reiley",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uANEVTgi3_",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984770,
                    "commentText": "@Pauly see you cos you're a date rapist",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzV3V6c-M4mQsk657p4AaABAg.8u9Nks4NtRf8uBDAy_QISx",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308984772,
                    "commentText": "Bulletstop75 triggered, child molestor?",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Old",
                "Dumb"
            ]
        },
        {
            "id": "UgwHtQZ2x-__zX-4D0h4AaABAg",
            "user": "truhhhhhhhokIII3",
            "date": "5 months ago",
            "timestamp": 1557308984308,
            "commentText": "Um speak for your own generation, we all want to die young because your generation stole any opportunity for money prosperity we had. Duh suicide rates are going up, <b> nobody </b>wants to grow up broke forever, and with the 1% owning 92% of the money in circulation what's the fucking point? 30 years of government not doing shit to help.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "Ugw91HTBBwlOhdzSIw14AaABAg",
            "user": "Christian Alkjær",
            "date": "5 months ago",
            "timestamp": 1557308984310,
            "commentText": "Please don't call it <b> ageism.</b> An -ism is a distinctive practice, system, or philosophy, typically a political ideology or an artistic movement. When applying -ism to a phenomena, you induce good and evil into the equation, and young people not caring about<b>  old</b> people is neither. The outcome of said phenomena might be good or evil, but the reason for it isn't, and if we want to \"fix\" it, we need to understand why it happens? And no, culture is not an explanation of that, even though it manifests itself through culture.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugw91HTBBwlOhdzSIw14AaABAg.8u9NGh903IX8u9OtbfSUkZ",
                    "user": "Soletestament",
                    "date": "5 months ago",
                    "timestamp": 1557308984625,
                    "commentText": "It's not just about young people \"not caring\".  People generally treat perceived <b> age </b>groups poorly and that treatment negatively effects them.  In the case of this video it's specifically talking about the<b>  elderly</b>.  Except the same can be said about children too.  as older people typically mistreat, abuse and disparage the youngest generations.   In other words it is and should be an -ism.  You can't say it isn't when liability laws are passed that force th<b> e elderl</b>y to forfeit everything to the state and go to nursing homes... or when children are being murdered in schools or locked in cages at the border<b> .  Agei</b>sm should induce good and evil... there's a lot of evil done because of this particular prejudice.",
                    "likes": 0,
                    "keywords": [
                        "Age",
                        "Ageism",
                        "Elderly"
                    ]
                },
                {
                    "id": "Ugw91HTBBwlOhdzSIw14AaABAg.8u9NGh903IX8uAARYD98YC",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984626,
                    "commentText": "STFU",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Old"
            ]
        },
        {
            "id": "Ugx58SMgFJV3J1xaJnZ4AaABAg",
            "user": "Pat Hacker",
            "date": "5 months ago",
            "timestamp": 1557308984312,
            "commentText": "I've been experiencing agism since the early 2000s, after I recovered from a work injury, and couldn't find a job because the young people in charge didn't want to hire <b> old </b>folks (55 at the time) no matter how qualified or experienced.  So I had to resort to the gig or freelance economy just to get me to social security.  Now they want to take away social security.\n\nYoung middle management don't want to deal with people older than they are.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgwtI5Cz3uu1N9TRVeZ4AaABAg",
            "user": "May Marquardt",
            "date": "5 months ago",
            "timestamp": 1557308984314,
            "commentText": "There's no such thing as <b> ageism </b>against<b>  old</b> people. They get deals at restaurants, get government aid, are looked at as \"knowledgeable\" in society, what a joke this video is.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgwtI5Cz3uu1N9TRVeZ4AaABAg.8u9MJh8gb0P8u9PY_sljX8",
                    "user": "Soletestament",
                    "date": "5 months ago",
                    "timestamp": 1557308984649,
                    "commentText": "That's like saying there's no such thing as <b> racism </b>because affirmative action and equal opportunity laws exist.  Or that Blacks were equal because<b>  Jim Cr<b> ow</b</b>> laws ensured they got a water fountain too<b> .  Agei</b>sm is very real... there's constant generational warfare going on in the US and the intensification of partisan lines has made the fighting dangerous for everyone.",
                    "likes": 4,
                    "keywords": [
                        "Ageism",
                        "Racism",
                        "Crow",
                        "Jim Crow"
                    ]
                },
                {
                    "id": "UgwtI5Cz3uu1N9TRVeZ4AaABAg.8u9MJh8gb0P8u9QKKzUlqn",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308984650,
                    "commentText": "@Soletestament <b> Ageism </b>is the direct result of liberal women not having any children, and therefore looking to expand entitlement programs to fund their<b>  old</b<b> > ag</b>e.  Their relative lack of fertility also strained social security enough that people <b> my a</b>ge probably won't get any.",
                    "likes": 0,
                    "keywords": [
                        "Age",
                        "Ageism",
                        "Old"
                    ]
                },
                {
                    "id": "UgwtI5Cz3uu1N9TRVeZ4AaABAg.8u9MJh8gb0P8uAB3O8H3JL",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308984652,
                    "commentText": "\"There's no such thing as <b> racism.</b> <b>  Black</b> people get preferential applications at college, get way more government aid than whites, and are looked at as 'athletic' in society\".  See how stupid you sound?  Or here's one:\n\"There's no such thing a<b> s sexis</b>m.  Women are the majority of college graduates, they earn on average more than men in the workforce, are much less likely to die on the job or from suicide\".",
                    "likes": 0,
                    "keywords": [
                        "Sexism",
                        "Racism",
                        "Black"
                    ]
                },
                {
                    "id": "UgwtI5Cz3uu1N9TRVeZ4AaABAg.8u9MJh8gb0P8uX7hMSI4M5",
                    "user": "D. Lawrence",
                    "date": "5 months ago",
                    "timestamp": 1557308984653,
                    "commentText": "May, haha, let's see if you feel that way when you're <b> old.</b> Judging from your photo, you're already there.",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Ageism",
                "Old"
            ]
        },
        {
            "id": "UgwqOHC3WupR6BIaR_B4AaABAg",
            "user": "ronbronb",
            "date": "5 months ago",
            "timestamp": 1557308986105,
            "commentText": "The point of this and any other poor me identity is the \"Hello very easy tax businesses more.\" Part.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugz-mNGIl8Lrf6j0sUN4AaABAg",
            "user": "Zenn Exile",
            "date": "5 months ago",
            "timestamp": 1557308986107,
            "commentText": "Cognitive decline is a proven fact.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugz-mNGIl8Lrf6j0sUN4AaABAg.8u9L_yovZu68u9eN84ejxC",
                    "user": "Tübermensch",
                    "date": "5 months ago",
                    "timestamp": 1557308986491,
                    "commentText": "At any <b> age.</b>",
                    "likes": 0,
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxzFoz0N454cpZ0-vd4AaABAg",
            "user": "Sean Ware",
            "date": "5 months ago",
            "timestamp": 1557308986110,
            "commentText": "I adopted the \"<b> Old </b>person in-training\" doctrine at<b>  age</b> 30 or so, and it sort of helped me gradually \"adjust\" to being the 'insignifican<b> t ol</b>d person' (Which is an unavoidable phase of the human existence and the FACTUAL way the world views the aged)..\nI suggest any male over t<b> he a</b>ge of  40,; read the book, \"Younger Next Year\" by Chris Crowley & Henry S. Lodge M.D... It confirms everything said in this video, and my own lifelong experiences. It teaches us how to take inevitable, gradual \"insignificance\" as the soul-crusher it can be, and totally IGNORE it --- and instead, turn the aging process into \"an interesting town\" along life's journey.. It truly helped me , both emotionally and physically.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgxzFoz0N454cpZ0-vd4AaABAg.8u9KzCjqPsK8uAW1EAAYhx",
                    "user": "IizUname",
                    "date": "5 months ago",
                    "timestamp": 1557308986502,
                    "commentText": "What if I'm 24 and I already feel insignificant?",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgxzFoz0N454cpZ0-vd4AaABAg.8u9KzCjqPsK8uAYmkrTiuK",
                    "user": "Sean Ware",
                    "date": "5 months ago",
                    "timestamp": 1557308986504,
                    "commentText": "@IizUname Sometimes, 'insignificance' can be a blessing anyway. Perception is a relative thing, I think, so the more 'essential' one is PERCEIVED to be, the more stellar and consistent the level of performance will be expected of them from that point on. My theory is that THIS is what leads to many suicides among public figures with declining popularity, or productivity... If not, simply creating higher stress levels and the health concerns that go with that stress. Again, just a theory of mine, and i'm no expert --- I'm just a HAPPILY insignificant <b> old </b>guy. ;)",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxzFoz0N454cpZ0-vd4AaABAg.8u9KzCjqPsK8uavq-AxWew",
                    "user": "RamaRendezvoo",
                    "date": "5 months ago",
                    "timestamp": 1557308986505,
                    "commentText": "​@IizUname  Hi Liz. No advice, just a note. I've always found that being centered on my spiritual beliefs has kept me up, not focusing so much on my outward self, but my inner kid, haha. Other people often think i'm younger than i am. One lady friend is in casting at Fox said that I have some 'neoteny,' or have kept some of the characteristics of youth a little longer than some folks, that i'm 'in the middle range' and that they're always looking for that trait because youth 'n good looks have been responsible for having sold about 90% of movie tickets since 1915, but that it's usually accompanied by a well maintained good attitude. \nI think of Peter Pan and Tinkerbelle almost every day because and keep a couple of their yt videos handy, even though i'm a big, straight guy. No apologies, I love to watch them fly, love them for what they 'are' and for teaching me about life when <b> age </b>4-5.  A sense of humor doesn't take much maintenance, so remember, at 24, your'e still young enough to have a considerable 'Huggies' budget and I've got a bottle warming up for ya right now ;) \nA light but 'genuine' smile lets a person watch the little things that happen at the fountain of youth, it's something you wear.",
                    "likes": 1,
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "UgxzFoz0N454cpZ0-vd4AaABAg.8u9KzCjqPsK8uktIUjPbA2",
                    "user": "nGAhGENVH0Ul",
                    "date": "4 months ago",
                    "timestamp": 1559987386507,
                    "commentText": "@IizUname this video is about <b> ageism,</b> a different kind of insignificance.",
                    "likes": 0,
                    "keywords": [
                        "Ageism"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "UgzG2xm3NlNLYFw05Dp4AaABAg",
            "user": "William Fields",
            "date": "5 months ago",
            "timestamp": 1557308986112,
            "commentText": "I live in an area where most of the nice communities are 55 and up.   From what I see is people my <b> age </b>around 20 to 40 are paying Twice as much to live in<b>  old</b> 80s style apartments while thes<b> e elderl</b>y communities get to pay way less and have the luxury brand new apartments,  oh and dont get me started on health care......",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgzG2xm3NlNLYFw05Dp4AaABAg.8u9K5xyhdRL8u9XQs-UZBu",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308986483,
                    "commentText": "Don't worry, you'll enjoy the 'privileged' of <b> old </b<b> >age</b> someday too. 👌",
                    "likes": 1,
                    "keywords": [
                        "Age",
                        "Old"
                    ]
                },
                {
                    "id": "UgzG2xm3NlNLYFw05Dp4AaABAg.8u9K5xyhdRL8u9qXc2vGM9",
                    "user": "William Fields",
                    "date": "5 months ago",
                    "timestamp": 1557308986485,
                    "commentText": "@Violet Fyxe , my point was that young people are getting paid less, do to inflation, and the global market place.\nand still expected to pay more for housing.  at this rate when im <b> old </b>and gray ill be asking to move into my grandkids basement,  instead of buying a new car",
                    "likes": 4,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgzG2xm3NlNLYFw05Dp4AaABAg.8u9K5xyhdRL8uAFGbEWXhY",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308986486,
                    "commentText": "William Fields I know the feeling. The boomers gave us stagnant wages, globalized labor & runaway inflation. Even in my job (I do reasonably well), I have the feeling that I'm going to work until I die.",
                    "likes": 3,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Elderly",
                "Old"
            ]
        },
        {
            "id": "Ugy4IfoBrXB5aWv_IHR4AaABAg",
            "user": "Roberto Lira Lira",
            "date": "5 months ago",
            "timestamp": 1557308986114,
            "commentText": "She looks like a reptilian if you see closely the way she articulates and how many times she was blinking those eyes. Lol",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugxepj-edOvREWQnmtp4AaABAg",
            "user": "don lumpkin",
            "date": "5 months ago",
            "timestamp": 1557308986116,
            "commentText": "Thank you, so much! What an INSIGHTFUL talk! I am 66 years <b> old,</b> and sometimes I feel like my two granddaughters discount the advice of an <b> \"old</b>-timer. \" I pray that my grandson(who's five) might someday listen to me,  when he gets older. I love them, and I only want to impart whatever I have learned in my life. I am, by nature, an OPTIMIST, and I see it as a very hopeful sign that so many young people are rallying around the cause of CLIMATE CHANGE. GOD bless all of you who love our planet, and all of its living beings !",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "Ugxepj-edOvREWQnmtp4AaABAg.8u9JQxrF6F_8u9UqUwmakD",
                    "user": "ezpic2",
                    "date": "5 months ago",
                    "timestamp": 1557308986447,
                    "commentText": "don lumpkin \nSkip them an impart to the neighbors kid, the grocery store worker, the youngersters at the Mall, gas station, restaurant, bank, church, gym, community center, etc... go to those who will listen.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugxepj-edOvREWQnmtp4AaABAg.8u9JQxrF6F_8u9c3zbrFf5",
                    "user": "don lumpkin",
                    "date": "5 months ago",
                    "timestamp": 1557308986448,
                    "commentText": "Thank you ezpic2!  I will indeed try to help anyone seeking my advice. I don't consider myself to be wise, and I am DEFINITELY NOT A GURU! I TWEETED Greta Thunberg, today, and thanked her for her CONCERN and ACTION , regarding CLIMATE CHANGE.  I told her to HOLD ON TO HOPE, and I asked her to please watch a song that I wrote and uploaded to UTUBE, entitled \"Now is the Time,\" which is about facing CLIMATE CHANGE with HOPE, not FEAR. I am not a good guitarist, nor a great singer, but, it was something  I wanted to do( in a small way) to SPREAD THE WORD ABOUT CLIMATE CHANGE.\nThanks to all of you KIND and POSITIVE PEOPLE , who have responded to my post. God bless you, my sisters and brothers!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "Ugw_GhFEAxWpArDouWB4AaABAg",
            "user": "Your Favorite Lifecoach",
            "date": "5 months ago",
            "timestamp": 1557308986118,
            "commentText": "Elderly people carry so many experiences.\n\n\nIf you have the patience, you can learn so much.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9L_FqJMGh",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986620,
                    "commentText": "Actually all they carry is implicit bias and sour smells.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9PLRGye_u",
                    "user": "Baxter",
                    "date": "5 months ago",
                    "timestamp": 1557308986621,
                    "commentText": "That patience doesn't come from sharing a commonality in the form of you, some day, going to be <b> old </b>and them already being<b>  old</b>. That's not the starting point you want. You don't want th<b> e elderl</b>y person to tell you about things to know when you'<b> re o</b>ld, you want them to tell you about things to know when you're still young. The wisdom you want is something you don't know, and the root of that is respect for <b> the elde</b>rly, not an acknowledgement that you, some day, wil<b> l be</b> old as well. That puts you on the same level, and you don't want that, because you aren't on the same level. You want to acknowledge that you're young and have a lot to learn and out of respect for the experiences of those who came before you, you can learn.\n\n\nThis video is like most progressive ideas, noble goals with counter-intuitive means.",
                    "likes": 2,
                    "keywords": [
                        "Elderly",
                        "Old"
                    ]
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9QxQ0BwWj",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986622,
                    "commentText": "@Baxter why do you pretend that \"surviving\" is a virtue?  It used to be an accomplishment to survive.  Not since WW2, but it \"used\" to be.\n\n72% of all people are pureBred fukpotatos no matter what <b> age </b>group they fall in.  It just so happens that anyone of retirement<b>  age</b> or older, right now, were exposed to lead for the majority of their lives on a daily basis.  So their fukpotato to normal human ratio is artificially higher.\n\nWe should be ignoring th<b> e elderl</b>y lead poisoned generation and hoping those in power die sooner than later.  To be perfectly honest.  The vast majority of them are cognitively impaired and socially dysfunctional due to life long lead exposure.  The real truth is never pretty.",
                    "likes": 0,
                    "keywords": [
                        "Age",
                        "Elderly"
                    ]
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9S1UmWn4Z",
                    "user": "Baxter",
                    "date": "5 months ago",
                    "timestamp": 1557308986624,
                    "commentText": "@Zenn Exile You're not incorrect. It's not a virtue, absolutely. But being <b> old </b>comes with a lot of experience. Respecting the<b>  elderly</b> around you for thei<b> r ag</b>e allows you to hear them out. When, they then, speak jibberish a<b> nd nothi</b>ng of interest, you'll know. But speaking to them and respecting their word starts with an actual respect for th<b> eir </b>age, not an acknowledgement that you, too, some day, wil<b> l be</b> old and should listen to them to know what it will be like. That's a very autistic approach",
                    "likes": 0,
                    "keywords": [
                        "Age",
                        "Elderly",
                        "Old",
                        "Nothing"
                    ]
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9UYajTcBm",
                    "user": "ezpic2",
                    "date": "5 months ago",
                    "timestamp": 1557308986625,
                    "commentText": "Yes, patience is key on both sides.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8u9fc6AvtM9",
                    "user": "Crazyhart",
                    "date": "5 months ago",
                    "timestamp": 1557308986627,
                    "commentText": "@ezpic2 this is the key, both younger and older people need to agree not to argue over whose is right",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8uX750gryT3",
                    "user": "D. Lawrence",
                    "date": "5 months ago",
                    "timestamp": 1557308986628,
                    "commentText": "Your Favorite Lifecoach, my sister used to work in a nursing home. She said the <b> old </b>whites called all the<b>  black</b> employees \"n---gger workers.\" Yeah, we can learn \"so much\" from them.",
                    "likes": 0,
                    "keywords": [
                        "Old",
                        "Black"
                    ]
                },
                {
                    "id": "Ugw_GhFEAxWpArDouWB4AaABAg.8u9JIe2sWVR8uX7FaYSybN",
                    "user": "D. Lawrence",
                    "date": "5 months ago",
                    "timestamp": 1557308986630,
                    "commentText": "@Zenn Exile, young people are biased too. You think young whites aren't <b> racist </b>like their mommies and daddies were? All that s--hit is passed down, stupid generation after stupid generation after stupid generation...",
                    "likes": 0,
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgwMtyni3Xc0AL8rXvV4AaABAg",
            "user": "ANsOn II",
            "date": "5 months ago",
            "timestamp": 1557308986121,
            "commentText": "She just said something amazing\" everyone stays at home and takes drugs\" It is true. Opiates and anti depressants are really popular with all ages today.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwMtyni3Xc0AL8rXvV4AaABAg.8u9JEkAWGW18uAeFuguE4R",
                    "user": "Lucius Hilley",
                    "date": "5 months ago",
                    "timestamp": 1557308986457,
                    "commentText": "Last I knew, drugs like insulin and Crestor are NOT opiates or anti depressants.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgzfyWRHc2baQviKEhh4AaABAg",
            "user": "Brenda Rua",
            "date": "5 months ago",
            "timestamp": 1557308986124,
            "commentText": "Isn't this a modern phenomenon, and culturally biased at that?   My impression is that the extended family took care of their own  <b> elderly </b>until the 50s or so.  Then wives had to start working and the family became stress  In the white  culture the extended famiy all but disappeared  But you still see it among Hispanics and Asians",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9Jvm2ZwGb",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986651,
                    "commentText": "Wives didn't really have to start working.  They were forcibly persuaded to enter the workforce by a foreign-created political philosophy (second wave feminism).",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9KgJedabB",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986652,
                    "commentText": "@David Olsen Oh great.  A conspiracy.  Sure.  This is great.  We don't have to do any heavy lifting, like looking up purchasing power, corrected for inflation, compared to cost living, minimum wage, poverty levels",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9Q6fDf6a7",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986654,
                    "commentText": "@Brenda Rua You can research who created second wave feminism, and who promoted it most strongly.  It wasn't White women, but a group of foreign women.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9UxKiWrUj",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986655,
                    "commentText": "@David Olsen Oh i am  generally aware of second wave feminism.  My question your point about it being promoted by foreign women  So wht?   Also that is a misleading claim  This was a worldwide movement. So... Duh...",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9VSuhdZgB",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986657,
                    "commentText": "@Brenda Rua A \"worldwide movement\" whose writers and promoters were mostly part of a specific <b> ethnic </b>group isn't really a worldwide movement.",
                    "likes": 0,
                    "keywords": [
                        "Ethnic"
                    ]
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9eCYWLR9A",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986658,
                    "commentText": "@David Olsen Well now you are just plain lying in your embedded premise that the proponents were part of some specific foreign <b> ethnic </b>group, as opposed to being spread around the globe..  Why are you being so coy in not naming this group?   Why do you not answer why  this is even important in your conspiracy?   Why are you making shit up?",
                    "likes": 0,
                    "keywords": [
                        "Ethnic"
                    ]
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9eriYLDRD",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986660,
                    "commentText": "@Brenda Rua Look up the authors of second wave feminism, and then look up their biographies.  Not difficult.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9fvQWOgIN",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986661,
                    "commentText": "@Brenda Rua Link #1 - Not difficult.  It leads to other links.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9hoRKKLL8",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986663,
                    "commentText": "@David Olsen Ok",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9i9m0bgw_",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986664,
                    "commentText": "@David Olsen Ok, we're done honey.  Util you stop evading and  lying I  think you've had enough attention.  Further, the burden of proof is upon the person making the assertion. That's you bubba. Not difficult",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgzfyWRHc2baQviKEhh4AaABAg.8u9IeAtUjpE8u9jOXUVlxm",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986932,
                    "commentText": "@Brenda Rua \"Evading\" - the act of asking you to browse Wikipedia to find out the <b> ethnic </b>backgrounds of second wave feminists.",
                    "likes": 0,
                    "keywords": [
                        "Ethnic"
                    ]
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "Ugy_syiE_xFCr24jioZ4AaABAg",
            "user": "Patrick Gillette",
            "date": "5 months ago",
            "timestamp": 1557308986126,
            "commentText": "When you push the narrative that millenials are(insert insult here) of course it will get flipped. Grow a pair and take what you dish out. And they say millenials are sensitive.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "Ugy_syiE_xFCr24jioZ4AaABAg.8u9IaqVQo338u9Lwp18zoJ",
                    "user": "RLBaker",
                    "date": "5 months ago",
                    "timestamp": 1557308986533,
                    "commentText": "Or taught to be sensitive",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy_syiE_xFCr24jioZ4AaABAg.8u9IaqVQo338u9VohxV12R",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308986534,
                    "commentText": "God damn, I seriously hate my generation. Good thing Gen Z are shaping up better than we did.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy_syiE_xFCr24jioZ4AaABAg.8u9IaqVQo338uAAcTtF_as",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308986536,
                    "commentText": "way to ego it up there, shitbird.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy_syiE_xFCr24jioZ4AaABAg.8u9IaqVQo338uDmqd_CieV",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308986537,
                    "commentText": "Sunflower Archer is an admitted pedophile",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxlWOX6K1s7f29ibdp4AaABAg",
            "user": "J",
            "date": "5 months ago",
            "timestamp": 1557308986128,
            "commentText": "It isn't a paradox. People in power are 60-80 years. That is anywhere from 4-8 generations ago.\nThey ARE trying to hold on to the power they have to influence other people. When they do not know anything about the modern world or how it operates or what matters to people these days or for the future that they themselves will not be a part of.\n\nFuck off with this pathetic defense.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgxlWOX6K1s7f29ibdp4AaABAg.8u9I0XbrwIw8u9JiYkPraw",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986518,
                    "commentText": "Agreed.  The current batch of <b> old </b>people is most responsible for America's political decline, and least capable of Self-reflection. \n\nThey're so terrible that the \"boomer death clock\" exists, and it auto-completes when you Google it.",
                    "likes": 3,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxlWOX6K1s7f29ibdp4AaABAg.8u9I0XbrwIw8u9ZhSt9Ll8",
                    "user": "Violet Fyxe",
                    "date": "5 months ago",
                    "timestamp": 1557308986520,
                    "commentText": "You sound like a white male. White males are part of the problem.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxlWOX6K1s7f29ibdp4AaABAg.8u9I0XbrwIw8uAE_rrYewe",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308986522,
                    "commentText": "David Olsen that gave me hope. Thank you.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgxlWOX6K1s7f29ibdp4AaABAg.8u9I0XbrwIw8uAFaoeL7Ex",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986523,
                    "commentText": "@Violet Fyxe You're posting on a cell phone or a computer, either of which is composed of literally hundreds of parts, none of which were invented by women nor minorities.  And we only have phones and computers because of centuries of scientific research, almost none of it conducted by women nor minorities. \n\nYour political viewpoints against White males are chiefly due to resentment from technological progress, which legitimately makes you feel inferior.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxlWOX6K1s7f29ibdp4AaABAg.8u9I0XbrwIw8uX7azuKEE3",
                    "user": "D. Lawrence",
                    "date": "5 months ago",
                    "timestamp": 1557308986525,
                    "commentText": "@David Olsen, they reason most (American-originated) tech was invented by white males is because THEY SYSTEMATICALLY EXCLUDED WOMEN AND MINORITIES  from those fields, you <b> dumb </b>ass. Times are changing now, though. FYI:<b>  Black</b> technies, you should be in Atlanta right now. That your Silicon Valley.",
                    "likes": 0,
                    "keywords": [
                        "Black",
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxsjUcJjPs6B_YkAfx4AaABAg",
            "user": "Ikarus",
            "date": "5 months ago",
            "timestamp": 1557308986131,
            "commentText": "Just shut the fuck up already.\nYou really feel that good adding an \"ism\" at the end of a characteristic so you can point out some shit that's not a real problem?\nDoes that make you feel good?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "UgyxLNsUc6xzYAW__SJ4AaABAg",
            "user": "Young Gun",
            "date": "5 months ago",
            "timestamp": 1557308986133,
            "commentText": "There slow they stink and they don't give a F about progressive ideas. They should be put down like dogs that cant run and play anymore.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": []
        },
        {
            "id": "Ugzvk6FvOnhNXK5jTud4AaABAg",
            "user": "Trill Mixin",
            "date": "5 months ago",
            "timestamp": 1557308986135,
            "commentText": "problem is the <b> elderly </b>aren't so fixed on the idea of helping the planet they destroyed",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8u9M2rkRR1Y",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986558,
                    "commentText": "they sure do like to pass the <b> buck </b>and blame everyone else though.",
                    "likes": 4,
                    "keywords": [
                        "Buck"
                    ]
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8u9RIhpGgS6",
                    "user": "Sergio",
                    "date": "5 months ago",
                    "timestamp": 1557308986559,
                    "commentText": "Oh, don't worry, you'll get your turn at destroying the planet!",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8u9rHdC2PFF",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308986560,
                    "commentText": "@Sergio You sound senile, <b> old </b>man. May you die alone horribly for the atrocities your generations ignorance as a whole has contributed. Because oh you guys ill be lucky if i can put down on a mortgage when I'm in my late 20's",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAAhjsqUtM",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308986562,
                    "commentText": "oh ffs.  The planet is fine.  The people are the problem.  Maybe quit bitching and figure out a solution?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAB6Jb7imx",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308986563,
                    "commentText": "@SunflowerArcher something tells me youre a climate change denier",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uABbv8hRnJ",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308986564,
                    "commentText": "@Trill Mixin there are no such people.  No one denies climate change.   May as well say \"you're a unicorn\"",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uABrLeRBZw",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308986566,
                    "commentText": "@Trill Mixin something tells me you received an underabundance of schooling.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uACCVJ08_A",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308986567,
                    "commentText": "@SunflowerArcher lmao how defensive you got. youre the epitome of youtube comment section sir. good on ya",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uADWEd580x",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308986569,
                    "commentText": "Trill Mixin Bulletstop75 is the epitome of the cancer on society known as the boomer. He can Make America Great Again by dropping dead.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAE8iNhsNt",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308986570,
                    "commentText": "@Pauly couldn't have said it better myself",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAFnrg7K3j",
                    "user": "SunflowerArcher",
                    "date": "5 months ago",
                    "timestamp": 1557308987007,
                    "commentText": "@Trill Mixin thanks!  I love the occasional troll session",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAQDN_-9Fr",
                    "user": "Sergio",
                    "date": "5 months ago",
                    "timestamp": 1557308987009,
                    "commentText": "@Trill Mixin well my dear boy, if you can't put down a mortgage, is because you are a loser that does not have the capacity to EARN money. I bought my house cash upfront buddy :) Oh and I´m in my 40s.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uATDJCAR5h",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308987010,
                    "commentText": "@Sergio and youre on the internet acting like you got a pair. look at you go",
                    "likes": 5,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAWnr2X0m2",
                    "user": "IizUname",
                    "date": "5 months ago",
                    "timestamp": 1557308987012,
                    "commentText": "For real, my grandfather says he believes and supports action against climate change all while he invests in fossil fuel stocks.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uAYPbHeQuP",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308987013,
                    "commentText": "@IizUname i work retail and have had a few <b> elderly </b>folk openly talk about it being a scam. quite sad really",
                    "likes": 5,
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uBTzzqmnmg",
                    "user": "Sergio",
                    "date": "5 months ago",
                    "timestamp": 1557308987018,
                    "commentText": "@Trill Mixin You see Trill, your problem is that you just don't have what it takes to be successful in this world, and instead of owning it and trying to better yourself, you blame the \"<b> old </b>generation\". Real smart :)",
                    "likes": 0,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uBUZN9ZyOe",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308987019,
                    "commentText": "@Sergio im not concerned with you anymore sergio. youre not even a boomer youre gen x. and gen x are people i sympathize with. i bid you adieu",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uX6e6aHlBI",
                    "user": "D. Lawrence",
                    "date": "5 months ago",
                    "timestamp": 1557308987021,
                    "commentText": "Trill Mixin, two generations from now, some young moron will be saying the EXACT same thing about you: \"...problem is the <b> elderly </b>aren't so fixed on the idea of helping the planet they destroyed...\" Karma.",
                    "likes": 0,
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "Ugzvk6FvOnhNXK5jTud4AaABAg.8u9GH5ojbJY8uXL2z5WoqE",
                    "user": "Trill Mixin",
                    "date": "5 months ago",
                    "timestamp": 1557308987022,
                    "commentText": "@D. Lawrence someones mad",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgwAMAq-C495qPlOSy54AaABAg",
            "user": "Brian McInnis",
            "date": "5 months ago",
            "timestamp": 1557308986137,
            "commentText": "Is that like raceism?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwAMAq-C495qPlOSy54AaABAg.8u9GBUlPhAp8u9VKYP7r2O",
                    "user": "Zelda Williams",
                    "date": "5 months ago",
                    "timestamp": 1557308986453,
                    "commentText": "Are you serious?! 🤔",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxzWkbn1QG6XRx88lh4AaABAg",
            "user": "The God Emperor",
            "date": "5 months ago",
            "timestamp": 1557308986139,
            "commentText": "The same <b> old </b>bastards that keep blaming the younger generation for all of the world's problems when they still haven't been voted in power and the<b>  old</b> bastards are the ones who keep voting in shitty politicians and for shitty policies? Ya.. fuck that.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgxG_SPxtHC7eMRezIp4AaABAg",
            "user": "spikesmth",
            "date": "5 months ago",
            "timestamp": 1557308986141,
            "commentText": "I think what justifies this prejudice (to a degree) is the overwhelming right-ward shift in the politics of older people. They wield their political power to stymie the changes needed to ensure opportunity and growing living standards for their kids/grandkids (not to mention the environment). If you ask anyone if they want a better future for their kids they'll of course say yes. But then they turn around and vote for politicians that lower taxes on the top 1% thus running huge deficits, they oppose social programs like medicare for all or even a homeless shelter in their community, they don't have any plan to stem student loan debt, etc. etc. Then they write articles blaming Millenials for struggling to succeed in the wasteland they've left behind after burning the ladders they used to reach relative stability.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgxG_SPxtHC7eMRezIp4AaABAg.8u9FRzDFMgs8u9K6LXShRB",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986463,
                    "commentText": "Old Economy Steve is the best meme that explains everything you wrote.",
                    "likes": 2,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxG_SPxtHC7eMRezIp4AaABAg.8u9FRzDFMgs8uA_QrZFpHN",
                    "user": "aluminumdragonfly",
                    "date": "5 months ago",
                    "timestamp": 1557308986464,
                    "commentText": "Older people have always voted far more often than younger ones do. If younger people want to have greater influence on political decisions that directly impact their lives, they need to get out there and VOTE!",
                    "likes": 1,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwaRotfSGTuVARBzuJ4AaABAg",
            "user": "David Olsen",
            "date": "5 months ago",
            "timestamp": 1557308986143,
            "commentText": "The flooding of women into the workforce fundamentally lowered wages for both men and women, so that neither men nor women can raise families on one income.  The current batch of <b> old </b>people is fundamentally responsible for pushing women into the workforce, reducing the happiness and productivity of everyone.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9Heqfz7HS",
                    "user": "Gulgathydra",
                    "date": "5 months ago",
                    "timestamp": 1557308986594,
                    "commentText": "Uh, no, it was the generation before the current batch of <b> old </b>people that pushed women into the workforce. \nIt began with women filling in for the men who went to war(WWII), and continuing to work when the war was over.  And when the men came home from war, they fathered the Baby Boomer generation (who are the<b>  old</b> people now).\n\nSpot on with every point though.",
                    "likes": 3,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9MY6Syhtz",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986595,
                    "commentText": "actually the only thing that lowered wages was the deregulation of corporate practices and a long held cultural stigma against sharing wage information.  You are just a fukpotato, and a sexist.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9MpDXp85_",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986597,
                    "commentText": "@Zenn Exile Maybe one of the <b> fat </b>women in this video's comment section will take your virginity if you call me a sexist often enough.",
                    "likes": 0,
                    "keywords": [
                        "Fat"
                    ]
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9PR64dNv2",
                    "user": "Gulgathydra",
                    "date": "5 months ago",
                    "timestamp": 1557308986598,
                    "commentText": "@Zenn Exile \nYou would have been better off stating that wages have increased.  Which they have.  But real wages have gone way, way down.\nIt's not because women work, but because women and men work.  Two incomes creates more buying power, which causes higher prices in a competitive bidding market (i.e. real estate).  The home I was born in now lists for four times what my parents sold it for, that's an insane rate of inflation.  Single-earner families, which used to be the norm for the middle class, are now the purview of the elite (top earners) and the impoverished (regular and low earners).  To be middle class now requires two average wages.  That's not sexist, because married <b> gay<b>  </b</b>>men still need two incomes to buy a home.\n\n\nAnd stop molesting potatoes, and YouTube commentators against their consent.",
                    "likes": 1,
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9Q1V83RHb",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986600,
                    "commentText": "@David Olsen your mom already hooked me up.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9QBSLMlxw",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986601,
                    "commentText": "@Gulgathydra everything you just wasted time typing is completely wrong.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9RblBw7qB",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986603,
                    "commentText": "@Zenn Exile She's also been dead for quite some time.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9U7NEyQSB",
                    "user": "Gulgathydra",
                    "date": "5 months ago",
                    "timestamp": 1557308986604,
                    "commentText": "@Zenn Exile okay, so you're saying...\nThe average worker has a lower hourly wage today than seventy years ago.\nThis lower hourly wage allows people to buy more than seventy years ago.\nNeither men or women work in most households today.\nFamilies with two incomes have less buying power than families with one or no income.\nThe home I was born in was not recently listed for four times what my parents sold it for.\nMost middle class families in the past had dual or no incomes, not single incomes.\nMost modern-day middle class families are single income homes.\nWhile heterosexual couples require two regular jobs to afford a home, <b> homosexual </b>couples can afford a similar home with one or fewer incomes.\nAnd you reserve the right to continue molesting potatoes.\n\n\nLadies and Gentlemen: the opinions of Zenn Exile",
                    "likes": 0,
                    "keywords": [
                        "Homosexual"
                    ]
                },
                {
                    "id": "UgwaRotfSGTuVARBzuJ4AaABAg.8u9FQCA0A_G8u9UKYgNEGn",
                    "user": "Gulgathydra",
                    "date": "5 months ago",
                    "timestamp": 1557308986605,
                    "commentText": "@Zenn Exile \nPlease stay away from my garden, and my grocery store.\n\n\nGood day to you sir.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "UgzqDDcRjS9r8I0t3-54AaABAg",
            "user": "Norma Andersson",
            "date": "5 months ago",
            "timestamp": 1557308986146,
            "commentText": "Great discussion in perspective. It's refreshing to see something about this out there.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzqDDcRjS9r8I0t3-54AaABAg.8u9FIkN4Nwk8uAd_HuMcRl",
                    "user": "Eddie W",
                    "date": "5 months ago",
                    "timestamp": 1557308986476,
                    "commentText": "Not really I hate you Norma",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgxnaxWiL1epgmeeNnR4AaABAg",
            "user": "David Olsen",
            "date": "5 months ago",
            "timestamp": 1557308986148,
            "commentText": "The current prejudice against <b> old </b>people is two-fold: (1) The current generation of American<b>  old</b> people are fundamentally responsible for mass immigration, the promotion of college to young people (and the debt associated with this), and the gutting of American resources to foreign countries and lobbies.  (2) The mass importation of immigrants creates intersectional feminism, which cause<b> s ol</b>d Trump voters to be abused by young immigrants (and their descendants).",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9Fg9CtTk4",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308986686,
                    "commentText": "Laughable you would blame of immigrants to explain <b> ageism </b>in the west. It has been a problem since time inmemorial.",
                    "likes": 5,
                    "keywords": [
                        "Ageism"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9I0q3ACen",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986688,
                    "commentText": "You keep making these assertions with <b> nothing </b>to back them up.  Pardon my skepticism, but I detect an agenda.  Citations would be nice.  The next best thing would be verifiable hard numbers",
                    "likes": 2,
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9I_lRoPet",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986689,
                    "commentText": "@Brenda Rua Verifiable hard numbers of what?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9IiC6CMUc",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986691,
                    "commentText": "@Brenda Rua Prodigal Explorer, do you really think a <b> Black </b>or Latino nurse would treat an<b>  elderly</b> White patient in the exact same way that a White nurse would?  (And vice versa)",
                    "likes": 0,
                    "keywords": [
                        "Elderly",
                        "Black"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9JppMSod7",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986693,
                    "commentText": "@David Olsen I am interested in the research results that support your claims.  Between your different comments to this presentation, you make quite a few.  To take one example, you say , \"The current generation of American <b> old </b>people are fundamentally responsible for mass immigration...\"  This raises many questions . How do you  know?  When was the study done?  What are the other elements of the distribution? What are their percentages?   You see what I mean?   But a citation to your sources would be fine too.",
                    "likes": 2,
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9Kiu_0ka9",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986694,
                    "commentText": "@Brenda Rua Talk to <b> old </b>White people about<b>  racism</b>.  As<b> k ol</b>d White people about how they were educated abo<b> ut raci</b>sm in schools.  \n\n<b> Ask </b>old White people how they feel about race-related policy changes that were developed in the 1990s, such as Affirmative Action and Hate Speech laws.  \n<b> \nAsk</b> old White People how they feel about the scientific research regarding racial differences in IQ. <b> \n\nAs</b>k old White people whether they believe Americ<b> a is a </b>nation of ideas, or whether Ameri<b> ca is a</b> nation descended directly from White, British people. \n\nAsk enough, and you'll get a good picture.",
                    "likes": 1,
                    "keywords": [
                        "Old",
                        "Racism",
                        "Nation"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9Klpm3fxZ",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308986696,
                    "commentText": "@David Olsen the best nurses are the ones who have high empathy, regardless of <b> race.</b> There are stories of white nurses who do horrific things to white patients. You seem to have a misguided hyper racial point of view.",
                    "likes": 1,
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9L1FGVHCY",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986697,
                    "commentText": "@Brenda Rua Also, the best research involves splitting White people into Conservatives and Liberals, and then researching their relative birth rates in proper context of population genetics. \n\nThis research is so explanatory and consistent that I don't discuss any other forms of political research. \n\nhttps://www.google.com/url?sa=t&source=web&rct=j&url=https://abcnews.go.com/amp/GMA/Politics/story%3Fid%3D2344929%26page%3D1&ved=2ahUKEwiy0OPV0evhAhXpUt8KHY0NC48QFjAAegQIBhAB&usg=AOvVaw3eu2lBdRzodWNiD7A5gI7G&ampcf=1",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9Lvr1GeNo",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986699,
                    "commentText": "@Penultimate Control Have you read any scientific research regarding any racial differences in empathy?  And do you know how Mexican children are trained by their culture to view Americans?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9MDkR4FXB",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308986700,
                    "commentText": "You are a pureBred fukpotato and you shouldn't be allowed to have public opinions.",
                    "likes": 2,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9MgKxP4x9",
                    "user": "Brenda Rua",
                    "date": "5 months ago",
                    "timestamp": 1557308986982,
                    "commentText": "@David Olsen You are right.  Ask enough of them and it is no longer anecdotal.  But I don't have time to do that  This is why a citation to research already done that you rely on  is ideal.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9Mov-0LPN",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308986984,
                    "commentText": "@David Olsen I can't speak to how all Mexicans are raising their children. Those that are raising children immorally or promoting hate, I am totally against that.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9OAwktvV_",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986986,
                    "commentText": "@Brenda Rua Meanwhile, I already have you a \"citation based on research\", but you dismissed it as a conspiracy theory. \n\nThat article you refused to read provides elementary fertility data across Very Liberal Americans and Very Conservative Americans.\n\nBefore reading that article, you should know a statistic from Population Genetics, which divides (1) the number of children a cohort of women have given birth to by (2) The number of women in the cohort. \n\nA result of more than 1.1 means population expansion.  A result of exactly 1.1 means population stability.  A result of less than 1.1 means population decline. \n\nThe result of Very Conservative American Women was 1.01, which reveals slow population decline that can be offset by limited, merit-based immigration.  Not surprisingly, this immigration policy is what Very Conservative American Women prefer. \n\nThe result for Very Liberal American Women was 0.6, which reveals massive population decline.  (I think the decline is so steep that it predicts extinction in three generations.)  Naturally, this means that Liberalism is, literally, a political dead end.  But Liberals use predatory policy practices to prevent themselves from admitting this, such as open borders immigration. \n\nLiterally every Liberal political policy, both foreign and domestic, is designed to minimize Liberals' relative inability to give birth and raise children.  It is the ultimate defining characteristic of every Liberal, and everything else is just a ruse.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8u9S-MBblpg",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308986987,
                    "commentText": "@Penultimate Control Raising Mexican children to hate Americans is precisely what most Mexicans do.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8uAE4FLMbel",
                    "user": "Pauly",
                    "date": "5 months ago",
                    "timestamp": 1557308986989,
                    "commentText": "I think those white suburban communities full of boomers could use some multiculturalism. God knows they felt it was perfectly fine to push on everyone else.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "UgxnaxWiL1epgmeeNnR4AaABAg.8u9FFn9fIdS8uAgPHa-lYH",
                    "user": "Lucius Hilley",
                    "date": "5 months ago",
                    "timestamp": 1557308986990,
                    "commentText": "David Olsen, absolute <b> nothing </b>you wrote appears as even remotely accurate or true. You merely read as a bigot biased foreigner hater. Please, find a way to curb your fear and hatred.",
                    "likes": 1,
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg",
            "user": "Penultimate Control",
            "date": "5 months ago",
            "timestamp": 1557308988033,
            "commentText": "Its a cultural thing. Eastern respect of <b> elderly </b>has<b>  nothing</b> to do with one's perception of th<b> e elderl</b>y but rather is taught at a you<b> ng a</b>ge.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9FXfFdvCs",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308988372,
                    "commentText": "Eastern respect of the <b> elderly </b>takes place in Eastern cultures that aren't racially diverse nor feminist.",
                    "likes": 0,
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9FwWHzxvV",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308988374,
                    "commentText": "@David Olsen wrong. It's a cultural thing. Not a racial thing.",
                    "likes": 3,
                    "keywords": []
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9JWFmRaaS",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308988375,
                    "commentText": "@Penultimate Control Eastern cultures aren't flooded with Mexicans or any other kinds of Latinos, nor with American Blacks.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9L7jggXT0",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308988377,
                    "commentText": "@David Olsen american blacks were brought against their will to the US as slaves. They have contributed to your GDP in significant ways. On top of that, they represent a significant part of America's dominance in sports and culture.",
                    "likes": 1,
                    "keywords": []
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9LoQKpVB2",
                    "user": "David Olsen",
                    "date": "5 months ago",
                    "timestamp": 1557308988379,
                    "commentText": "@Penultimate Control Why are you bringing this up?",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9MBZm5YCj",
                    "user": "Penultimate Control",
                    "date": "5 months ago",
                    "timestamp": 1557308988380,
                    "commentText": "@David Olsen because you can't have it both ways. You can't enjoy being the leader in athletics and soft power while on the other hand villainizing this segment of the population.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8u9MZdglbmF",
                    "user": "RLBaker",
                    "date": "5 months ago",
                    "timestamp": 1557308988382,
                    "commentText": "@Penultimate Control Not all blacks were slaves. Not all slaves in the U.S. were <b> black </b>either.",
                    "likes": 1,
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "Ugy4XSCPWU4VXZY-dfd4AaABAg.8u9FCOXxk_o8uBpZLU0oIU",
                    "user": "Tallis Keeton",
                    "date": "5 months ago",
                    "timestamp": 1557308988384,
                    "commentText": "@prajwal M We respect older ppl when they are able and rational, and when they start to be senile and incompetent we simply care for them as we should. Thats all I could thing for in this matter.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Elderly",
                "Nothing"
            ]
        },
        {
            "id": "UgwqJqWoDvdzmvia9pt4AaABAg",
            "user": "John Buckner",
            "date": "5 months ago",
            "timestamp": 1557308988036,
            "commentText": "UBI with a VAT and a logarithmic tax scale.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgwqJqWoDvdzmvia9pt4AaABAg.8u9F2hKhrcZ8u9Gutne4Ct",
                    "user": "Khurt Khave",
                    "date": "5 months ago",
                    "timestamp": 1557308988318,
                    "commentText": "#yang2020 MATH",
                    "likes": 4,
                    "keywords": []
                },
                {
                    "id": "UgwqJqWoDvdzmvia9pt4AaABAg.8u9F2hKhrcZ8uAWaUfae9s",
                    "user": "IizUname",
                    "date": "5 months ago",
                    "timestamp": 1557308988320,
                    "commentText": "VAT puts the tax pressure on the consumers ie the poor and the middle class.",
                    "likes": 0,
                    "keywords": []
                },
                {
                    "id": "UgwqJqWoDvdzmvia9pt4AaABAg.8u9F2hKhrcZ8uB-CZb_vdc",
                    "user": "John Buckner",
                    "date": "5 months ago",
                    "timestamp": 1557308988321,
                    "commentText": "@IizUname true, but there could be an exception for staples like food; and a logarithmic income tax can be adjusted with a cut-off at the poverty line. Older people probably don't consume much anyway. No loopholes to wiggle out paying youre taxes but more money back in your your own hands, no strings attached , with a the UBI.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "UgwRWIY9Kgsw-gLaTFV4AaABAg",
            "user": "O'SSÉIN - Master Your Mind With Me",
            "date": "5 months ago",
            "timestamp": 1557308988039,
            "commentText": "It's so funny how we people have this feeling of immortality.\nWe hide <b> elderly </b>and death from ourselves, thinking we can avoid it and live eternally.\nEverything has a beginning and an end. Treat others like you want to be treated yourself.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwRWIY9Kgsw-gLaTFV4AaABAg.8u9EDisZDGU8u9M79AfQNO",
                    "user": "Zenn Exile",
                    "date": "5 months ago",
                    "timestamp": 1557308988294,
                    "commentText": "Or cognitive decline makes the majority of the <b> elderly </b>a nightmare to deal with.",
                    "likes": 0,
                    "keywords": [
                        "Elderly"
                    ]
                },
                {
                    "id": "UgwRWIY9Kgsw-gLaTFV4AaABAg.8u9EDisZDGU8uHLXRaTyRX",
                    "user": "amperro",
                    "date": "5 months ago",
                    "timestamp": 1557308988295,
                    "commentText": "Plenty of research scientists are studying ways to actually reverse aging. Aging is only \"inevitable\" because we currently lack the technology to deal with it.",
                    "likes": 0,
                    "keywords": []
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "UgxqS7CFZgRAjkCFDrl4AaABAg",
            "user": "Khurt Khave",
            "date": "5 months ago",
            "timestamp": 1557308988041,
            "commentText": "Maybe if they hadn't fucked up the economy, the environment, and everything else their generation touched.  Fuck <b> old </b>people!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "keywords": [
                "Old"
            ]
        }
    ]
}