{
    "header": {
        "title": " Incredibly Sexist Educational Videos from the 50s 60s & 70s - Compilation ",
        "subtitle": " NA ",
        "owner": " Kek Wills It ",
        "views": " 60,203 views ",
        "likes": " 182 ",
        "dislikes": " 56 ",
        "shares": " NA ",
        "datePosted": " Apr 2, 2016 ",
        "dateExtraction": " 2019-10-03 ",
        "language": " en ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=oPU2yvPExH4 ",
        "postText": " When Mary Bousted, a former teacher and the general secretary of the Association of Teachers and Lecturers, spoke out this week about the sexist school bullying that can prevent girls participating fully in the classroom, there were several possible responses one might have expected to see from the Department for Education. Teachers' leader condemns sexist bullying of swotty girls. Read more: This was not one of them: 'Story from @ATLUnion with no evidence is why sexism still exists. We should be celebrating the achievements and talents of women and girls. That the DfE should respond in this way is extraordinary, particularly as the defensive and combative tone of the tweet implies some kind of attack on the government itself, when Bousted in fact was simply discussing a problem she had observed during her own teaching career. Bousted described an atmosphere that includes sexist bullying in the classroom, girls under pressure to appear attractive and compliant rather than clever and forthright, and sexist name-calling, both in real life and on social media. All this is borne out by a huge amount of evidence, including a 2010 study by YouGov for the End Violence Against Women Coalition, which found that 71% of 16- to 18-year-olds hear sexist name-calling such as slut or slag used towards girls at school on a daily basis or a few times a week. The same study revealed that nearly one third (29%) of 16- to 18-year-old girls had been subjected to unwanted sexual touching at school.  Bousted's comments come just days after new figures emerged showing that cases of sexting among under-16s have skyrocketed, with more than 13 times as many cases investigated by police in 2015 than in 2013. Last year, a freedom of information request revealed that over 5,500 sexual offences in UK schools were reported to police in the previous three years, including more than 600 rapes. With the school year in England 195 days long, that equates to almost one reported school rape per day. And those are just the cases referred to police. The problem is compounded by the normalisation of sexist stereotypes and attempts to sweep it under the carpet Having visited schools up and down the country to talk to pupils of all ages about gender equality, the picture Bousted paints seems entirely accurate, and the opportunity to discuss these issues in the open is hugely welcome. For the DfE to issue such an extreme response, and to seem to want to shut down discussion of the problem, is troubling and disappointing. To imply that speaking out about these issues perpetuates sexism is downright bizarre. Of course nobody is suggesting that every single child is experiencing the same problems, nor that we shouldn't also celebrate the achievements of women and girls (as the DfE suggested in a statement to the Guardian) – of course we should. But we are doing a disservice to those who are experiencing sexual bullying if we try to ignore or dismiss it.  In reality, the problem is compounded by the normalisation of sexist stereotypes and attempts to sweep it under the carpet. This small selection of experiences of school harassment and sexual bullying that have been shared with the Everyday Sexism project shows how experiences like these could have an impact on girls' confidence at school:  The stories you need to read, in one handy email. Read more. I had to switch school because the sexual harassment got so bad. Rated out of 10 and asked if I'm up for it by my male classmates, referred to as slut instead of my name. In my A-level German class, 2 boys took it upon themselves to sexually harass the girls, by making lewd remarks and twanging our bra straps. My seven-year-old daughter being told not to be upset that a boy in her class put his hand up her skirt, it was boys being boys. I asked my sister when was the last time a girl in school was called a slut by a boy. It happens to everyone every day The project also receives regular reports of precisely the kind of sexist stereotypes and bullying that Bousted highlighted as preventing some girls from participating fully in class: A boy in my class told me ‘Just shut up, you ugly fat cow' when I made a mistake. Teacher ignored. Never put hand up again I shouted out the wrong answer in class the other day. Some guy told me to get back in the kitchen. And, most ironically of all, this girl's experience: A boy in school told me to put my hand down when the teacher asked us if we thought sexism still exists. Perhaps the DfE would prefer we all put our hands down too. But denying its existence is not the way to tackle the very real problem of sexism at school. ",
        "numberPosts": " 130 Comments ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Gender - General,Age - Over 65s,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Nationality - Chinese",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Sex,Sexism,Woman,Gender,Old,Nobody,Nothing,Crazy,Mental,Yellow,pussy,Racism,Communist,Yellow,Yellow,alcohol",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugx_PwqsWgw5CBuwg994AaABAg",
            "user": "Angela Ramirez",
            "date": "22 hours ago",
            "timestamp": 1570030700677,
            "commentText": "How is this sexist? Sarah was a snob. 💁",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwJosegCm3WXqnAf894AaABAg",
            "user": "Jeff Hoon",
            "date": "2 weeks ago",
            "timestamp": 1568900300679,
            "commentText": "The first one I found actually very interesting and the teen girl was quite a good actor. This would have been a good drama tv show but they never would have allowed it back then. A show based on the girl. My So Called Life but way way ahead of itself. 🤔",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwmEXDXRPvkQeKgfT54AaABAg",
            "user": "Devin Petersen",
            "date": "1 month ago",
            "timestamp": 1567517900681,
            "commentText": "Funny the comments said 123. Now remember children women are for breeding.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxIrl-B_1xw9YjXCBZ4AaABAg",
            "user": "Ari",
            "date": "1 month ago",
            "timestamp": 1567517900683,
            "commentText": "Says let's be open about it then proceeds to call private parts openings, urine is water and #2 is the big one.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwAmGSsF3uwRW7kmaJ4AaABAg",
            "user": "Amy",
            "date": "2 months ago",
            "timestamp": 1564839500685,
            "commentText": "5:13 lmao Imagine if being bullied was like this these days 😅",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwNvg_o8upls6H-Jfh4AaABAg",
            "user": "duolg toy",
            "date": "2 months ago",
            "timestamp": 1564839500687,
            "commentText": "sexist my ass she's a bitch",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyJ5RWoDZ00ZQF5xWl4AaABAg",
            "user": "Ethan Kunz",
            "date": "2 months ago",
            "timestamp": 1564839500689,
            "commentText": "Finally I found a good series to train my wife.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgyJ5RWoDZ00ZQF5xWl4AaABAg.8xCzh9U5O7a8yDO_Ua_UpN",
                    "user": "JustCall MeEarth",
                    "date": "1 month ago",
                    "timestamp": 1567517901075,
                    "commentText": "Train your wife wow.",
                    "likes": 0
                },
                {
                    "id": "UgyJ5RWoDZ00ZQF5xWl4AaABAg.8xCzh9U5O7a8yJJ9A2W0EW",
                    "user": "Ethan Kunz",
                    "date": "1 month ago",
                    "timestamp": 1567517901077,
                    "commentText": "@JustCall MeEarth wow is right. amazing tips here ;) I'm sure as a fiery Latina she will fall in line.",
                    "likes": 0
                },
                {
                    "id": "UgyJ5RWoDZ00ZQF5xWl4AaABAg.8xCzh9U5O7a8yJf3f_fGj0",
                    "user": "JustCall MeEarth",
                    "date": "1 month ago",
                    "timestamp": 1567517901078,
                    "commentText": "@Ethan Kunz no offense by why would you train somebody on offence im a just a curious kid",
                    "likes": 0
                },
                {
                    "id": "UgyJ5RWoDZ00ZQF5xWl4AaABAg.8xCzh9U5O7a8yJrxrWt7Ue",
                    "user": "Ari",
                    "date": "1 month ago",
                    "timestamp": 1567517901080,
                    "commentText": "@JustCall MeEarthOMG! I can't believe you did not pick up on the sarcasm.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwIRMt_Ompi6ZOwzgt4AaABAg",
            "user": "Pizzathehut El",
            "date": "3 months ago",
            "timestamp": 1562161100691,
            "commentText": "I wish women still made good sandwiches today, not they just make trans soibois .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxaG9-27WHD91A7SAt4AaABAg",
            "user": "Grace Donnelly",
            "date": "3 months ago",
            "timestamp": 1562161100693,
            "commentText": "oml those sex-ed videos can't be real, like wtf lmao",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwCA9X-WQsempOfxY94AaABAg",
            "user": "talarshistoricalsewing",
            "date": "3 months ago",
            "timestamp": 1562161100695,
            "commentText": "I love when she put the dress on the man so that she could hem it!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzEnOVVVwCDdGqDp7l4AaABAg",
            "user": "Calliee",
            "date": "3 months ago",
            "timestamp": 1562161100697,
            "commentText": "lol people are down here saying depression rates for women are at a all time high. thats because back in the \"good ol days\" women were expected to have a fake smile on their faces at all times and if they told their husbands that they weren't happy, they were considered ungrateful and bratty or possibly be told their <b> crazy.</b>",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgzEnOVVVwCDdGqDp7l4AaABAg.8vtddFfz4D98yVJK4gd_WT",
                    "user": "Fah미나",
                    "date": "1 month ago",
                    "timestamp": 1567517901090,
                    "commentText": "Mental illness was a taboo subject back then. And believe me, you would not want to go to an insane asylum in that time period 😳",
                    "likes": 1
                },
                {
                    "id": "UgzEnOVVVwCDdGqDp7l4AaABAg.8vtddFfz4D98yVLLqw6LM3",
                    "user": "Calliee",
                    "date": "1 month ago",
                    "timestamp": 1567517901091,
                    "commentText": "Fah미나 exactly!",
                    "likes": 0
                },
                {
                    "id": "UgzEnOVVVwCDdGqDp7l4AaABAg.8vtddFfz4D98yVU5fBBXw4",
                    "user": "Charlotte Q",
                    "date": "1 month ago",
                    "timestamp": 1567517901093,
                    "commentText": "My doctor told me that the reason housewives were so \"happy\" in the 50's was that most of them were on Valium.",
                    "likes": 1
                },
                {
                    "id": "UgzEnOVVVwCDdGqDp7l4AaABAg.8vtddFfz4D98yfN3-KQsHL",
                    "user": "Cynthia Holmes",
                    "date": "1 month ago",
                    "timestamp": 1567517901094,
                    "commentText": "Charlotte Q Valium wasn't invented until 1963",
                    "likes": 3
                },
                {
                    "id": "UgzEnOVVVwCDdGqDp7l4AaABAg.8vtddFfz4D99-G4DZEeJGw",
                    "user": "Alli Zappa McMinn",
                    "date": "1 week ago",
                    "timestamp": 1569505101095,
                    "commentText": "Charlotte Q \nValium didn't exist last 1950s you idiot!",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugwnvk-C_VzmWn6Xl7B4AaABAg",
            "user": "Landen Ridings",
            "date": "4 months ago",
            "timestamp": 1559569100700,
            "commentText": "Heck yeah Bill Tyler!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzW3igpaNRQHxDg4814AaABAg",
            "user": "corbino",
            "date": "4 months ago",
            "timestamp": 1559569100702,
            "commentText": "the girl isn't really a snob. she's just introverted and focuses on her school work.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugyre5RhbOZXzw-ekCF4AaABAg",
            "user": "D. K.S.",
            "date": "4 months ago",
            "timestamp": 1559569100704,
            "commentText": "in the first one, Sara is an INFJ personality type. Not a snob ... social anxiety, would rather read than be around small talking people, just wants someone to understand. We're not wired like most people, and we care too much to be snobs. Second one .. god loves us so much he threatens to kill us if we don't praise his narcissism. Third one ... neither <b> sex </b>is the weaker, just different from the other and if we believe what society tells us then we're all just stupider for it. The fourth one .... the only ones uncomfortable talking about \"it\" are the<b>  old</b> white conservative pervs. The fifth one ..... the only sexist thing I see is how logistical and mechanical SOME women are (and some men). I never understood how 'smart men\" could be so confused at 'simple kitching devices'. The sixth one ...... yeah, don't try to force intimacy guys (and gals). Personal space man ... personal space ...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwo18HnO1VP8MjpYeF4AaABAg",
            "user": "Thomas Corfield",
            "date": "5 months ago",
            "timestamp": 1556890700706,
            "commentText": "Wow. They're probably all dead now. Poignant.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwo18HnO1VP8MjpYeF4AaABAg.8tZxvxSWS3_8yDOrXIWYTJ",
                    "user": "JustCall MeEarth",
                    "date": "1 month ago",
                    "timestamp": 1567517901008,
                    "commentText": "Maybe, probally in their 80s or early 90s",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwNJtncxk-C7U9jSmF4AaABAg",
            "user": "M Sagri",
            "date": "6 months ago",
            "timestamp": 1554298700708,
            "commentText": "How tf is this sexist at all?",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg",
            "user": "Brandon Coleman",
            "date": "6 months ago",
            "timestamp": 1554298700710,
            "commentText": "The only reason you said the first one was sexist is because it was a girl",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg.8sPsSFuXCGK8wAHNPDugbM",
                    "user": "COSMO JENKINS",
                    "date": "3 months ago",
                    "timestamp": 1562161101018,
                    "commentText": "Brandon Coleman I think it's referring to the women of that time being told that 'finding a nice man' and pumping out kids was more important than their school work/career aspirations. <b> Nobody </b>took women seriously those days, and even encouraged not to work and thought educated women were 'full of sass.' Lol",
                    "likes": 4
                },
                {
                    "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg.8sPsSFuXCGK8wZRd8PvuWY",
                    "user": "marshall branin",
                    "date": "3 months ago",
                    "timestamp": 1562161101020,
                    "commentText": "COSMO JENKINS because at that time it wasn't a viable future. And it was back when having children was a priority for most people",
                    "likes": 0
                },
                {
                    "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg.8sPsSFuXCGK8y-I2GLTscD",
                    "user": "iDonte Perfect",
                    "date": "2 months ago",
                    "timestamp": 1564839501021,
                    "commentText": "marshall branin I hear a lot of teens from the time felt like they had <b> nothing </b>to look forward to in life and resented the fact they might end up like there mom because they wanted more in life than just having a family and staying in the house",
                    "likes": 0
                },
                {
                    "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg.8sPsSFuXCGK8y-IKmtYlkg",
                    "user": "marshall branin",
                    "date": "2 months ago",
                    "timestamp": 1564839501022,
                    "commentText": "iDonte Perfect while that may have been true that didn't make it a viable future for female teens at the time.",
                    "likes": 0
                },
                {
                    "id": "Ugzh5Hhm0KtbIVSknGp4AaABAg.8sPsSFuXCGK8y-IuDRB8qV",
                    "user": "iDonte Perfect",
                    "date": "2 months ago",
                    "timestamp": 1564839501025,
                    "commentText": "marshall branin Yea and thats the sad part i feel like the 50s caused the rebellion of the 60s and that actually made the world better",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyjKDcYgKOs5Se5YS54AaABAg",
            "user": "Wyatt Cayer",
            "date": "7 months ago",
            "timestamp": 1551620300712,
            "commentText": "First one wasn't even sexist; it just showed how certain personality traits affect your relations with everyone around you.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzie22tUhpZ_EtFd3Z4AaABAg",
            "user": "Friederike Frießner",
            "date": "7 months ago",
            "timestamp": 1551620300715,
            "commentText": "i dont see the <b> sexism </b>tbr",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyZpDd1mI2Z934uv1F4AaABAg",
            "user": "synthetic",
            "date": "8 months ago",
            "timestamp": 1549201100717,
            "commentText": "Incredible back in the 50s wemon were thought as the weaker <b> sex </b>but actually werent.Also men were getting progressively more attentive to wemons jobs,they made more compromises and such,they also built things for them to make life easier,sexist. Now in the modern day it's even worse were \"men\" doing stuff like that even more now.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx2cxUHDKhfM68EK_14AaABAg",
            "user": "GIGI Smith",
            "date": "10 months ago",
            "timestamp": 1543844301999,
            "commentText": "I'm with Sara...FUCK EM ALL!  Filthy peasants.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyUwxR82Ub-UAKrmdB4AaABAg",
            "user": "Nathan Bush",
            "date": "1 year ago",
            "timestamp": 1538573902003,
            "commentText": "In the first video, I am trying to figure out what point is trying to be made...make friends or be lonely?  Be civil to one another?  Don't be an entitled bitch so you don't have a <b> mental </b>breakdown?  What???  Sure, she's acting like a bitch to everyone, but I wish the video would have explained exactly why she was acting so crass to everyone beyond her yearbook design not getting chosen.  Her classmates were trying to be nice, and her dad was trying to tell her in a kind way to quit being such a bitch to everyone, but did she listen? Nooooooooooo!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwd9wa2OfKGfiCYzwl4AaABAg",
            "user": "Max Kleine",
            "date": "1 year ago",
            "timestamp": 1538573902005,
            "commentText": "I'm so happy there's a competent male talking to women about menstruation. Thank GOD!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugwd9wa2OfKGfiCYzwl4AaABAg.8jluXHIyqEz8vSKKoHVa_P",
                    "user": "popstarprincess123",
                    "date": "4 months ago",
                    "timestamp": 1559569102783,
                    "commentText": "Max Kleine you forgot single fathers exist huh \nSo everyone can know women have periods  and have to be understanding but ooh how dare a man talk about it",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwsqWjBrPOHqo8M9QZ4AaABAg",
            "user": "Loritorinco",
            "date": "1 year ago",
            "timestamp": 1538573902008,
            "commentText": "Hey what's the thumbnail pic? I'd smash dat",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzAkIutNXX6JSK0ToZ4AaABAg",
            "user": "Donn Godfather",
            "date": "1 year ago",
            "timestamp": 1538573902010,
            "commentText": "People should stfu when they say depression is at an all time high. It's higher for everyone--MEN AND WOMEN! We don't need <b> sexism </b>to be happy smdh. It's society. The fast pace, overpopulation, the number of choices...just one example is going into a store and finding 700 different kinds of Advil. Depression is defined as an overactive mind. Seeing so many choices, so many colors and signs and ads while our phone is going off constantly is what  makes us depressed, idiots.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzAkIutNXX6JSK0ToZ4AaABAg.8g5afAdJ-sB8s3kCufGUV1",
                    "user": "That Contra Guy",
                    "date": "6 months ago",
                    "timestamp": 1554298702730,
                    "commentText": "Donn Godfather feminism was one of many bricks that brought American society toppling down.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwfP2PPV04R9HUCDQt4AaABAg",
            "user": "Juris",
            "date": "1 year ago",
            "timestamp": 1538573902013,
            "commentText": "The first video, I don't see any \"<b> sexism\"</b> there, all I can see was a young girl who always feels \"entitled\" to everything!",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgwfP2PPV04R9HUCDQt4AaABAg.8fAT54NTdyz8v3p-NQJnIH",
                    "user": "D. K.S.",
                    "date": "4 months ago",
                    "timestamp": 1559569102833,
                    "commentText": "not entitled ..... not an extrovert personality type.",
                    "likes": 1
                },
                {
                    "id": "UgwfP2PPV04R9HUCDQt4AaABAg.8fAT54NTdyz8vEMdwJua8H",
                    "user": "Potato Vegeta",
                    "date": "4 months ago",
                    "timestamp": 1559569102834,
                    "commentText": "R-e-a-d—b-e-t-w-e-e-n—t-h-e—l-i-n-e-s",
                    "likes": 2
                },
                {
                    "id": "UgwfP2PPV04R9HUCDQt4AaABAg.8fAT54NTdyz8w9NJWpc5RL",
                    "user": "Michael Seymour",
                    "date": "3 months ago",
                    "timestamp": 1562161102835,
                    "commentText": "@Potato Vegeta exactly ! ....the stereotype that she \"needs a man \" and can be controlled ....among other subtle monstrosity's",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UgzIUffpHifLQHIlc8Z4AaABAg",
            "user": "Pablo Hombre",
            "date": "1 year ago",
            "timestamp": 1538573902015,
            "commentText": "THE GOOD <b> OLD </b>DAYS PLEASE COMEBACK!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzIUffpHifLQHIlc8Z4AaABAg.8clnAFcHGbv8wUaY2KpqQU",
                    "user": "JustCall MeEarth",
                    "date": "3 months ago",
                    "timestamp": 1562161102748,
                    "commentText": "Theses weren't good days",
                    "likes": 2
                }
            ]
        },
        {
            "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg",
            "user": "wj74",
            "date": "1 year ago",
            "timestamp": 1538573902018,
            "commentText": "I only clicked on this cause I thought it said incredibly sexiest not sexist",
            "likes": 43,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR8cOhsVWOha-",
                    "user": "John Smiths",
                    "date": "1 year ago",
                    "timestamp": 1538573902800,
                    "commentText": "Lmfao same here....the thumbnail didn't help either",
                    "likes": 3
                },
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR8ilhrYU7nhP",
                    "user": "Loritorinco",
                    "date": "1 year ago",
                    "timestamp": 1538573902801,
                    "commentText": "Same, I was lied to =_=",
                    "likes": 2
                },
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR8qefO5o-wiB",
                    "user": "Little Phlox",
                    "date": "8 months ago",
                    "timestamp": 1549201102803,
                    "commentText": "Good, I'm not the only one lmao",
                    "likes": 1
                },
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR8teuCaV3MkI",
                    "user": "Jimes",
                    "date": "5 months ago",
                    "timestamp": 1556890702804,
                    "commentText": "Same and now im gonna watch the whole thing",
                    "likes": 2
                },
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR8xcUTq2domJ",
                    "user": "Blueberry",
                    "date": "2 months ago",
                    "timestamp": 1564839502805,
                    "commentText": "I only clicked on this cause i thought it said incredibly sexist not sexiest",
                    "likes": 2
                },
                {
                    "id": "Ugx1qhTKCh9d1Re4VIF4AaABAg.8bLSbay1xhR9-2lNmHr6ud",
                    "user": "Jeff Hoon",
                    "date": "2 weeks ago",
                    "timestamp": 1568900302807,
                    "commentText": "wj74 😂",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzIDNV9MYx7Pe7USEJ4AaABAg",
            "user": "Jaylin Odor",
            "date": "2 years ago",
            "timestamp": 1507037902021,
            "commentText": "thank God I was born in  2000s",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgzIDNV9MYx7Pe7USEJ4AaABAg.8WVqyyVOUA88rdWwtfumAd",
                    "user": "Decimator334",
                    "date": "7 months ago",
                    "timestamp": 1551620302823,
                    "commentText": "Why?",
                    "likes": 2
                },
                {
                    "id": "UgzIDNV9MYx7Pe7USEJ4AaABAg.8WVqyyVOUA88teuINj9pLx",
                    "user": "Jimes",
                    "date": "5 months ago",
                    "timestamp": 1556890702825,
                    "commentText": "because the internet",
                    "likes": 1
                },
                {
                    "id": "UgzIDNV9MYx7Pe7USEJ4AaABAg.8WVqyyVOUA88yJqTrlh8ey",
                    "user": "Ari",
                    "date": "1 month ago",
                    "timestamp": 1567517902826,
                    "commentText": "Sorry.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzxZrL4bUbBVynwkD54AaABAg",
            "user": "David Person",
            "date": "2 years ago",
            "timestamp": 1507037902023,
            "commentText": "oh god these are awful 🙍🏿",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Uggv9iAeuQyM1HgCoAEC",
            "user": "morteza nabinezhad",
            "date": "2 years ago",
            "timestamp": 1507037902025,
            "commentText": "ok",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgiS_fjKKzzpoXgCoAEC",
            "user": "TheHarsh Truth",
            "date": "2 years ago",
            "timestamp": 1507037902027,
            "commentText": "The good <b> old </b>days before women chose to be trash bags full of filth.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgiS_fjKKzzpoXgCoAEC.8TE25qXWn9N8p_d4_Z36G7",
                    "user": "random artist",
                    "date": "9 months ago",
                    "timestamp": 1546522702778,
                    "commentText": "You mean we chose to be real humans and not live in fucking hell well we were abused and made to do things against are will. Why don't you try being in that position and see how you like it",
                    "likes": 17
                },
                {
                    "id": "UgiS_fjKKzzpoXgCoAEC.8TE25qXWn9N8u8yj59bJOi",
                    "user": "Classical White",
                    "date": "5 months ago",
                    "timestamp": 1556890702779,
                    "commentText": "Incel hahah",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UggSXF65G2wkxHgCoAEC",
            "user": "Mono Kitty",
            "date": "2 years ago",
            "timestamp": 1507037902030,
            "commentText": "I didn't find these really sexist. Except the \"easy does it\" one. It was like he was trying complimenting women but simultaneously mocking them. But it's forgivable, given its time. I really did find it funny though when he says \"who said weaker <b> sex?</b>\" when he quite literally called us the weaker<b>  sex</b> like...two minutes ago LOL.\n\nPeople are saying to bring these days back, and to bring<b>  \"sexis</b>m\" back because women were happier back then. They were probably happier because they worked less. And less work = less stress =being happier. But...I dunno, maybe they also felt..contained? I mean, the only thing that was really expected of<b>  a wom</b>an during those times were to hold down the household and to mother the children. Which isn't bad, but...I guess not all women wanted to be housewives. Which is understandable. Depression rates may be higher...and while that does suck, I take solace in the fact that women have more options in education and careers than they did before.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UggSXF65G2wkxHgCoAEC.8RKncZXCxwo8ixNmtRlDDr",
                    "user": "Anis Muse",
                    "date": "1 year ago",
                    "timestamp": 1538573902770,
                    "commentText": "Mono Kitty",
                    "likes": 0
                },
                {
                    "id": "UggSXF65G2wkxHgCoAEC.8RKncZXCxwo8qefs9a2iIT",
                    "user": "Little Phlox",
                    "date": "8 months ago",
                    "timestamp": 1549201102772,
                    "commentText": "Hear hear!",
                    "likes": 0
                },
                {
                    "id": "UggSXF65G2wkxHgCoAEC.8RKncZXCxwo8xD-8Dxjswj",
                    "user": "Ethan Kunz",
                    "date": "2 months ago",
                    "timestamp": 1564839502773,
                    "commentText": "I am not hating on your opinion completely, but you basically said that options in the workplace are better than happiness lol. I just missed the transatlantic accent",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugi5jWN5cIoP1HgCoAEC",
            "user": "Johnathan Reynolds",
            "date": "2 years ago",
            "timestamp": 1507037902032,
            "commentText": "Where did the good <b> old </b>days go?? We need the<b>  old</b> America back.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8ixM4jhY5ar",
                    "user": "Anis Muse",
                    "date": "1 year ago",
                    "timestamp": 1538573902890,
                    "commentText": "Johnathan Reynolds  u pig fuck u and sexist  brain",
                    "likes": 3
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8p_c1eputbJ",
                    "user": "random artist",
                    "date": "9 months ago",
                    "timestamp": 1546522702892,
                    "commentText": "Welp I'm glad I live in England",
                    "likes": 0
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8qNcxD0CDT6",
                    "user": "Little Phlox",
                    "date": "8 months ago",
                    "timestamp": 1549201102893,
                    "commentText": "People may have been more polite and it may seem like everything was cuter and more orderly, but <b> sexism </b>and<b>  racism</b> were more acceptable than they are in today's society.",
                    "likes": 4
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8v3qael9td9",
                    "user": "D. K.S.",
                    "date": "4 months ago",
                    "timestamp": 1559569102894,
                    "commentText": "fuck your <b> old </b>america",
                    "likes": 2
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8wZS_FB9LBJ",
                    "user": "marshall branin",
                    "date": "3 months ago",
                    "timestamp": 1562161102896,
                    "commentText": "Little Phlox well why don't we have the best of both worlds. We have so much bitterness and hatred today and people claim it's acceptable. We need to go back to when people knew how to be polite.",
                    "likes": 0
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8y4apJALfs0",
                    "user": "Molech Azreal",
                    "date": "2 months ago",
                    "timestamp": 1564839502897,
                    "commentText": "@marshall branin it is my sincere belief that the \"politeness\" you speak of was only at a surface level. People were just as cruel and hateful as they always were and I think saying otherwise is just nostalgia blinding us to the horrible realities present in any time.",
                    "likes": 0
                },
                {
                    "id": "Ugi5jWN5cIoP1HgCoAEC.8LYXXW13vrK8yJrRshaoRs",
                    "user": "Ari",
                    "date": "1 month ago",
                    "timestamp": 1567517902899,
                    "commentText": "Sound like a Trump supporter.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugjox3ln07hyA3gCoAEC",
            "user": "The Won",
            "date": "2 years ago",
            "timestamp": 1507037902035,
            "commentText": "Female depression rates are at an all time high. \nBased on real world data, this era of 'sexism' was far happier than now. \n#feminismBS #isactuallydestroyingwomen #realworlddata",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8WXE2SgDI2Y",
                    "user": "Alex Brown",
                    "date": "2 years ago",
                    "timestamp": 1507037902871,
                    "commentText": "Depression rates are higher in everyone, not just women, and in the 50's depression wasn't even considered a disease of any kind. This era had an enormous percentage of rape and suicide. Anyway what does that have to do with this video, It's a girl who'd rather spend time working on schoolwork than going out and partying and gets bullied because she's shy.",
                    "likes": 15
                },
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8fARdlm8RH9",
                    "user": "Juris",
                    "date": "1 year ago",
                    "timestamp": 1538573902873,
                    "commentText": "Agree!",
                    "likes": 1
                },
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8gHF6lFF4ad",
                    "user": "Scotty",
                    "date": "1 year ago",
                    "timestamp": 1538573902874,
                    "commentText": "That's cause women now adays just complain about not having everything that men do",
                    "likes": 2
                },
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8jRA6RVHOxL",
                    "user": "Beatrice",
                    "date": "1 year ago",
                    "timestamp": 1538573902876,
                    "commentText": "Feminism is <b> nothing </b>but<b>  communist</b> nonsense whose only purpose is to destroy western civilization.",
                    "likes": 3
                },
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8v3qgeV_Gjy",
                    "user": "D. K.S.",
                    "date": "4 months ago",
                    "timestamp": 1559569102877,
                    "commentText": "they had little <b> yel<b> low<b>  </b</b</b>>>pills to help get them through the day",
                    "likes": 0
                },
                {
                    "id": "Ugjox3ln07hyA3gCoAEC.8K5OBKNBkxi8y4bH9AzU_i",
                    "user": "Molech Azreal",
                    "date": "2 months ago",
                    "timestamp": 1564839502879,
                    "commentText": "That's not a very sound argument. They didn't really measure rates of depression back in those days. So of course it seems like SUDDENLY everyone is becoming depressed out of nowhere, but it's only because we've started to take a scientific interest in it very recently.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghxESGEveru7HgCoAEC",
            "user": "VonDiesel 3000",
            "date": "3 years ago",
            "timestamp": 1475501902038,
            "commentText": "The 4th video is great too.  They're trying like hell to be good to women, but they just come off as ignorant fools.  Shit, maybe this is fake.  There's no way some of that was really in the video.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgjfU8aPZpgpZXgCoAEC",
            "user": "VonDiesel 3000",
            "date": "3 years ago",
            "timestamp": 1475501902040,
            "commentText": "The <b> Sex </b>Ed video after the 1st video, is hilarious.  I almost thought it was a joke.  I mean, the way they end it w/the credits playing and them replaying the<b>  old</b<b> > woma</b>n putting her finger in & out of her other hand making a circle or cylinder.  They did it on the 3rd video too!  W/o that even happening in that episode.  Holy shit, the church really struggled w/those videos.",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgjfU8aPZpgpZXgCoAEC.8JFy-5hHiFg8xrhYEIx1Y3",
                    "user": "jazz b",
                    "date": "2 months ago",
                    "timestamp": 1564839502860,
                    "commentText": "It's just so... Earnest though? Little <b> old </b>granny tryna drop some knowledge on<b>  sex</b> ed. Bust out some cookies and tea while talking about intercourse. 😅 It's actually kind of sweet in a really awkward kind of way.",
                    "likes": 0
                },
                {
                    "id": "UgjfU8aPZpgpZXgCoAEC.8JFy-5hHiFg8yacT31COR7",
                    "user": "JS Ly",
                    "date": "1 month ago",
                    "timestamp": 1567517902861,
                    "commentText": "You're stupid. The One Who made <b> sex </b>gave us boundaries to prevent our demise by it.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugj4VNOj9f4XBHgCoAEC",
            "user": "eric6rock",
            "date": "3 years ago",
            "timestamp": 1475501902043,
            "commentText": "how come we can't live like this anymore no bs just organic and real world now our world is fake and not plausible.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugj4VNOj9f4XBHgCoAEC.8IvYXtck3PH8ilhjBAVQJ4",
                    "user": "Loritorinco",
                    "date": "1 year ago",
                    "timestamp": 1538573902734,
                    "commentText": "I don't think it's ever been real. No times will ever be the peak of pandering.",
                    "likes": 4
                }
            ]
        },
        {
            "id": "Ugi5Kp8gL3eu_XgCoAEC",
            "user": "Sappy K.D.C",
            "date": "3 years ago",
            "timestamp": 1475501902046,
            "commentText": "men better stop being sexist. they need us more than anything. all they do is hurt us and say things that makes us feel like <b> nothing.</b> But we still help them for some reason. we should stop helping the sexist jerks",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 24,
            "replies": [
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8GxVmWVtbl8",
                    "user": "Sappy K.D.C",
                    "date": "3 years ago",
                    "timestamp": 1475501902913,
                    "commentText": "; (",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8JFwVu8g_cQ",
                    "user": "VonDiesel 3000",
                    "date": "3 years ago",
                    "timestamp": 1475501902915,
                    "commentText": "+Anaiya Lively  All we do is hurt you?  Women are my equals, and I treat them as such.  I take objection to women bitching all over YouTube as if we're all monsters.  Bc 95% of us are not, we're great to women.  Instilled in us from birth.  Hell, the number is probably more like 98%.",
                    "likes": 11
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8JFwzqVu6zk",
                    "user": "Sappy K.D.C",
                    "date": "3 years ago",
                    "timestamp": 1475501902916,
                    "commentText": "Ok, I guess I can agree, I just feel like I'm in a cage all the time",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8TE2-2mjQoA",
                    "user": "TheHarsh Truth",
                    "date": "2 years ago",
                    "timestamp": 1507037902918,
                    "commentText": "All feminists can lick my ballsack and fetch me a sandwich. #KnowYourPlaceInSocietyBitch",
                    "likes": 8
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8TE7rCIF9Le",
                    "user": "Sappy K.D.C",
                    "date": "2 years ago",
                    "timestamp": 1507037902919,
                    "commentText": "@cameron dylann Ahh no. But I can be you a sandwich. What kind?",
                    "likes": 1
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8TE9kbsAt1S",
                    "user": "Sappy K.D.C",
                    "date": "2 years ago",
                    "timestamp": 1507037902920,
                    "commentText": "Feminist are strong women who want to fight for them selves. Men completely don't want to understand that. I love men. But sometimes they can be a prick. That's all I'm saying.",
                    "likes": 6
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8Z9Kwr-J_jI",
                    "user": "KB",
                    "date": "1 year ago",
                    "timestamp": 1538573902922,
                    "commentText": "Cameron Hagon Your not a feminist, your a SJW feminist who think <b> sexism </b>only applies to females, do you know how hard it is in my school because I get in trouble when a girl is clearly the one doing it. They even brag that they never get in trouble but we do, that's the problem with women, it's always the man and never them. Men can be wrong and so can<b>  woman</b>, maybe we should stop holding doors and pulling out chairs, but nooo then we're sexist. If you want equality then why can't boys hit girls but girls can hit boys? If we call you beautiful then we just care about your look but if we don't then we're rude.",
                    "likes": 9
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8aT5w3MN73Q",
                    "user": "Follow me on Instagram 904_gabbyyy",
                    "date": "1 year ago",
                    "timestamp": 1538573902923,
                    "commentText": "K I am a girl and I agree that this comment is a bit sexist. Yah that's right I said it men can be victims of <b> sexism!</b> They arent all monsters and some men help to try and remove taxes on pads and tampons etc not all men want women wearing make up and not all men treat women with disrespect I told my guy friends to treat me like ome of the guys and they did exactly that and they treat women just as they are asked. If they wanna be treated with a lot of respect they give them lots of respect. There is a difference between a feminist and a<b>  woman</b> fighting for her rights. Feminists want men to be completely removed from earth but we need them just as much as they need us to repopulate. I mean yeah the world has gone to shit and there is no point to repopulate but we still do it<b> . Woma</b>n fighting for their rights still treat nice men as people not garbage",
                    "likes": 5
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8ixMVjBlptM",
                    "user": "Anis Muse",
                    "date": "1 year ago",
                    "timestamp": 1538573902935,
                    "commentText": "TheHarsh Truth who hurt you",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8m3VYjgf2ec",
                    "user": "Toothpaste Connaisseur",
                    "date": "11 months ago",
                    "timestamp": 1541252303363,
                    "commentText": "I don't need you. I got 5 fingers. 🖐️",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nY1YYK7_mo",
                    "user": "Lilly Marie",
                    "date": "10 months ago",
                    "timestamp": 1543844303365,
                    "commentText": "@VonDiesel 3000 98% of men are good? Um.. what <b> gender </b>is the majority of rapist? Criminals? Physical abuse? 98%..lol your hilarious.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nYEDrYAA8j",
                    "user": "Gigantis the Fire Monster",
                    "date": "10 months ago",
                    "timestamp": 1543844303366,
                    "commentText": "@Lilly Marie Yeah that's just the thing, you liberals/feminists/whatever, think every man is a monster out to get you.  It's simple math.  Yes, around 98% of men in this and other western developed nations, are good people.  Good people can screw up of course, especially under the influence of drugs and <b> alcohol,</b> but the evil rapists, murderer, terrorists, etc, are a very small percentage.  That doesn't mean it's not still a lot of people!  If I were to expand my statement to the whole world, there are around 4 billion men on the planet.  If 2% of them are evil rapists & murderers, then that's still 80million evil dudes on the planet.  So in all honesty, the figure is probably more like 99% or 99.5% of men that are decent, hard working human beings.  Bc 80million seems like way too many.  I don't know how you could possibly argue that there are more than even 10 million evil scumbag guys on the earth, let alone more than 80.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nYMDno7dV0",
                    "user": "Lilly Marie",
                    "date": "10 months ago",
                    "timestamp": 1543844303367,
                    "commentText": "@Gigantis the Fire Monster because that's how men are taught to me. Sometimes it's not their chose, society tells them to \"man up\" and if you cry or show weakness your a \"<b> pussy\"</b> and \"not manly\" which is bs. And to be very clear, I said the majority of rapists, murderers, child molesters, and criminals are men. Not the majority of men are rapists, murderers, child molesters, and criminals. There's a very big difference.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nYMHdwrdEN",
                    "user": "Lilly Marie",
                    "date": "10 months ago",
                    "timestamp": 1543844303369,
                    "commentText": "@Gigantis the Fire Monster how many \"good hard working women\" do you believe there are then?",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nYMSH9SPZI",
                    "user": "Lilly Marie",
                    "date": "10 months ago",
                    "timestamp": 1543844303370,
                    "commentText": "@Gigantis the Fire Monster oh and I think it's hilarious how you got \" omg poor me all men are monsters and out to get me\" from my comment. What I said was factual, what you replied with was an assumption.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8nYMnk6RXnN",
                    "user": "Lilly Marie",
                    "date": "10 months ago",
                    "timestamp": 1543844303372,
                    "commentText": "@Gigantis the Fire Monster men and women are equal, but men and women are not equal in terms of actions, so when someone like you comes along and acts as if my comment was intending for YOU but clearly, if you are not a rapists, murderer, child molester, and criminal then the comment does not pertain to you. Quit flattering yourself, not \"all men\" are the same obviously.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8oY2T68Jgtf",
                    "user": "Hello friends",
                    "date": "9 months ago",
                    "timestamp": 1546522703373,
                    "commentText": "@KB I've never understood \"A girl can hit a guy but a guy cant hit a girl\" I'm fine with it. If I hit you you can 100% hit me back",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8s3jlfYM4_7",
                    "user": "That Contra Guy",
                    "date": "6 months ago",
                    "timestamp": 1554298703375,
                    "commentText": "VonDiesel 3000 men and women aren't equal, they are distinct and different. Sure I respect women, but ultimately I treat them different.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8uS4eWnlXMY",
                    "user": "Skylar Graham",
                    "date": "5 months ago",
                    "timestamp": 1556890703377,
                    "commentText": "Stop being hypocritical. Yes, there are some sexist men but youre not being any better putting them all in one category. Plus if youre talking about just this video it was a different time and had different culture. They werent trying to be ‘rude' its just all they knew. Now that we are past that its better but it seems like youre staying in the past.",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8vtJ8MqGsCN",
                    "user": "Potato platoon",
                    "date": "3 months ago",
                    "timestamp": 1562161103389,
                    "commentText": "Shut up and go back to the kitchen",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8w87pJxzBNT",
                    "user": "апаsтаs¡а •_•",
                    "date": "3 months ago",
                    "timestamp": 1562161103391,
                    "commentText": "This comment is literally sexist against men. It's categorizing all men into one category saying that men are terrible. Why do men need you? Sure, i've met some terrible jerks, but i've only met two men like that! Maybe some women should stop being sexist 🤷🏻‍♀️\n- (A female btw)",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8wUagHLvbqP",
                    "user": "JustCall MeEarth",
                    "date": "3 months ago",
                    "timestamp": 1562161103392,
                    "commentText": "@Sappy K.D.C I'm 10 my best friend is a boy They are hard to handle lol",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8yCjyKSM08h",
                    "user": "Angel guardian",
                    "date": "1 month ago",
                    "timestamp": 1567517903394,
                    "commentText": "Look guy to guy i understand but people in my area are not like that it's just that women have been put down for so long and still are its just that they have had enough BS to were some of them do suicide just to end it all and I can mostly understand women take it from a guy that has 7 sisters 2 brothers and a few step mom's yes they want to be treated like there human like an human with feelings say nice things to her in front of her or even with your friend's and I heard that girls really like it when a guy is able to show their feelings around them even if you feel as if you have to cry then just let that out they find that as cute just for help with girls and yes sexist stuff dose evolved both genders or trans but not all men and women are the same plus who told you to try them all everyone please remember that always and if you do find the love of your life just make sure to treat them with as much love as you can give to them i know I would.☺",
                    "likes": 0
                },
                {
                    "id": "Ugi5Kp8gL3eu_XgCoAEC.8GxVkFOy-Xt8yKXINGKJnS",
                    "user": "Ebony's House of Beauty BE BEAUTIFUL",
                    "date": "1 month ago",
                    "timestamp": 1567517903395,
                    "commentText": "Sappy K.D.C Yes Girl 😔👍.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UghtDLe-UdFh8HgCoAEC",
            "user": "MegaHard0n",
            "date": "3 years ago",
            "timestamp": 1475501902048,
            "commentText": "now that how women suppose to do!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UghtDLe-UdFh8HgCoAEC.8GUez4iP0Jx8gRwK65EfLB",
                    "user": "n0thing2chere",
                    "date": "1 year ago",
                    "timestamp": 1538573902786,
                    "commentText": "Fuck off",
                    "likes": 3
                }
            ]
        },
        {
            "id": "UggQ2Sv_PKVDtngCoAEC",
            "user": "Solid Water",
            "date": "3 years ago",
            "timestamp": 1475501904788,
            "commentText": "\"sexist\" boohoo cry me a river, what are you?! a feminist or what ?",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8FtlvT6l_Wg",
                    "user": "Kek Wills It",
                    "date": "3 years ago",
                    "timestamp": 1475501905524,
                    "commentText": "+Be Water \nNo. See my latest video\nFeminist FAILS",
                    "likes": 3
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8HMN5j9m0J2",
                    "user": "Mike Kelly",
                    "date": "3 years ago",
                    "timestamp": 1475501905525,
                    "commentText": "I like your videos, we think alike.",
                    "likes": 2
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8JFvyXkzO9h",
                    "user": "VonDiesel 3000",
                    "date": "3 years ago",
                    "timestamp": 1475501905527,
                    "commentText": "Wow, you are a fantastic judge of character.",
                    "likes": 2
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8Up7WOndldp",
                    "user": "Keith Reid",
                    "date": "2 years ago",
                    "timestamp": 1507037905528,
                    "commentText": "duck sex",
                    "likes": 1
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8ecEZl3vSvn",
                    "user": "Superalpaca Potato",
                    "date": "1 year ago",
                    "timestamp": 1538573905529,
                    "commentText": "don't cry me a river cry me a milkshake",
                    "likes": 1
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8ej8z9Waxjb",
                    "user": "sydney Lehfeldt",
                    "date": "1 year ago",
                    "timestamp": 1538573905531,
                    "commentText": "Solid Water ahaha like feminism is some terrible thing? Feminism fights for men AND women. You must have it twisted",
                    "likes": 2
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8wNrkgKlclq",
                    "user": "Golden Queen",
                    "date": "3 months ago",
                    "timestamp": 1562161105532,
                    "commentText": "Yes, I am a feminist. You sound like a scared man.",
                    "likes": 3
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8wZRw54_6vh",
                    "user": "marshall branin",
                    "date": "3 months ago",
                    "timestamp": 1562161105533,
                    "commentText": "sydney Lehfeldt I'm curious what feminism fights for men. Please elaborate",
                    "likes": 1
                },
                {
                    "id": "UggQ2Sv_PKVDtngCoAEC.8Ftg2AEsFfA8yvgBDHwV6P",
                    "user": "THE. WRITER.",
                    "date": "1 month ago",
                    "timestamp": 1567517905535,
                    "commentText": "@marshall branin its supposed to stand for equality  but some women do take it to far and make it all about women and leave the men out.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugii3wFcmjidP3gCoAEC",
            "user": "Sacred Atheist",
            "date": "3 years ago",
            "timestamp": 1475501904791,
            "commentText": "those were the gold <b> old </b>days!",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugii3wFcmjidP3gCoAEC.8Dq9WIS2ytj8wU_T14cjej",
                    "user": "JustCall MeEarth",
                    "date": "3 months ago",
                    "timestamp": 1562161105411,
                    "commentText": "No it wasnt",
                    "likes": 4
                },
                {
                    "id": "Ugii3wFcmjidP3gCoAEC.8Dq9WIS2ytj8yChCGTd4ph",
                    "user": "Angel guardian",
                    "date": "1 month ago",
                    "timestamp": 1567517905412,
                    "commentText": "PREACH!😈",
                    "likes": 0
                },
                {
                    "id": "Ugii3wFcmjidP3gCoAEC.8Dq9WIS2ytj9-P8vqwrsC9",
                    "user": "Nunsuch",
                    "date": "5 days ago",
                    "timestamp": 1569677905414,
                    "commentText": "Sacred Atheist Yep, if she made you a bad cup of coffee, you could 'corrrrrect' her.",
                    "likes": 0
                }
            ]
        }
    ]
}